Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Discussion
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ

source: Problem
mn: ᠠᠰᠠᠭᠤᠯᠲᠠ

source: Advanced
mn: ᠦᠨᠳᠦᠷ ᠳᠡᠰ

source: Entrance Exam
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ

source: Section
mn: ᠪᠥᠯᠥᠭ

source: Subsection
mn: ᠬᠡᠰᠡᠭ

source: Unit
mn: ᠨᠢᠭᠡᠴᠢ

source: Name
mn: ᠨᠡᠷ᠎ᠡ

source: Video ID
mn: ᠸᠢᠳᠢᠣ᠋ ID

source: Status
mn: ᠣᠳᠣᠬᠢ ᠪᠠᠢᠳᠠᠯ

source: Pending
mn: ᠬᠦᠯᠢᠶᠡᠵᠦ ᠪᠠᠢᠭᠠᠷᠠᠢ

source: Mode
mn: ᠮᠠᠶᠢᠭ

source: Verification Deadline
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢᠨ ᠡᠴᠦᠰ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠎

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
mn: ᠰᠤᠩᠭᠭᠤᠭᠳᠠᠬᠤᠨ᠄ ᠡᠨᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠦᠩᠭᠡᠷᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠰᠡᠭᠦᠳᠡᠷ ᠢᠶᠡᠨ ᠲᠤᠰᠢᠶᠠᠵᠤ ᠪᠣᠯᠬᠣ ᠦᠭᠡᠢ᠃ ᠡᠭᠦᠨ ᠢ ᠵᠥᠪᠬᠡᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠱᠠᠭᠠᠷᠳᠠᠠᠬᠤ ᠦᠶᠡᠰ ᠬᠡᠷᠡᠭᠯᠡᠨ᠎ᠡ ᠃

source: Your verification is pending
mn: ᠲᠠ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠡᠨ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠪᠠᠢᠭᠠᠷᠠᠢ

source: Verified: Pending Verification
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠡᠨ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠪᠠᠢᠭᠠᠷᠠᠢ

source: ID verification pending
mn: ID ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠡᠨ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠪᠠᠢᠭᠠᠷᠠᠢ

source: You're enrolled as a verified student
mn: ᠲᠠ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠲᠠᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠬᠣᠪᠢ ᠪᠠᠷ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Verified
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠲᠠᠢ

source: ID Verified Ribbon/Badge
mn: ID ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠤ᠋ᠨ ᠲᠤᠤᠵᠠ / ᠲᠡᠮᠳᠡᠭ

source: You're enrolled as an honor code student
mn: ᠲᠠ ᠦᠨᠡᠨᠴᠢ ᠢᠲᠡᠬᠡᠮᠵᠢᠲᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠬᠣᠪᠢ ᠪᠠᠷ ᠣᠷᠣᠯᠴᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Honor Code
mn: ᠦᠨᠡᠨᠴᠢ ᠢᠲᠡᠭᠡᠮᠵᠢ ᠶᠢᠨ ᠳᠦᠷᠢᠮ

source: You're enrolled as a professional education student
mn: ᠲᠠ ᠲᠤᠰᠬᠠᠢ ᠮᠡᠷᠭᠡᠵᠢᠯ ᠦᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠬᠣᠪᠢ ᠪᠠᠷ ᠣᠷᠣᠯᠴᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Professional Ed
mn: ᠮᠡᠷᠭᠡᠵᠢᠯ ᠦᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ

source: Display Name
mn: ᠨᠡᠷᠡᠰ ᠢ ᠳᠡᠯᠭᠡᠨ ᠦᠵᠡᠭᠦᠯᠬᠦ

source: Price
mn: ᠦᠨ᠎ᠡ

source: Upgrade Deadline
mn: ᠰᠢᠨᠡᠳᠬᠡᠬᠦ ᠡᠴᠦᠰ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
mn: ᠰᠤᠩᠭᠭᠤᠭᠳᠠᠬᠤᠨ᠄ ᠡᠨᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠦᠩᠭᠡᠷᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠡᠨᠡᠬᠦ ᠮᠠᠶᠢᠭ ᠢ ᠰᠤᠩᠭᠤᠨ ᠣᠷᠣᠯᠴᠠᠵᠣ ᠪᠣᠯᠬᠣ ᠦᠭᠡᠢ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠤᠩᠭᠤᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠪᠣᠯᠲᠠᠯ᠎ᠠ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠡᠨᠡᠬᠦ ᠮᠠᠶᠢᠭ ᠢᠶᠠᠷ ᠣᠷᠣᠯᠴᠠᠬᠣ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠪᠡᠯ ᠡᠨᠡᠬᠦ ᠰᠤᠩᠭᠭᠤᠭᠳᠠᠬᠤᠨ ᠢ ᠬᠣᠭᠣᠰᠣᠨ ᠦᠯᠡᠳᠡᠭᠡᠷᠠᠢ ‍᠃

source: OPTIONAL: This is the SKU (stock keeping unit)of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
mn: ᠰᠤᠩᠭᠭᠤᠭᠳᠠᠬᠤᠨ᠄ ᠡᠨᠡ ᠪᠣᠯ ᠭᠠᠳᠠᠨ ᠤ ᠴᠠᠬᠢᠮ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠦ ᠡᠨᠡ ᠭᠣᠷᠢᠮ ᠤᠨ SKU (ᠨᠥᠭᠡᠴᠡ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠨᠢᠭᠡᠴᠢ)ᠶᠤᠮ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠠᠷᠠᠬᠠᠨ ᠰᠢᠯᠵᠢᠨ᠎ᠡ ᠭᠡᠵᠦ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ ᠡᠨᠡ ᠬᠣᠭᠣᠰᠣᠨ ᠵᠠᠢ ᠦᠯᠡᠳᠡᠭᠡᠨ᠎ᠡ ᠦᠦ᠃

source: This is the bulk SKU (stock keeping unit)of this mode in the external ecommerce service.
mn: ᠡᠨᠡ ᠨᠢ ᠭᠠᠳᠠᠭᠠᠳᠤ ᠭᠣᠷᠢᠮ ᠳᠤ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠶᠤᠮ᠃

source: Honor
mn: ᠬᠦᠨᠳᠦᠳᠬᠡᠯ

source: Professional education modes are not allowed to have expiration_datetime set.
mn: ᠮᠡᠷᠭᠡᠵᠢᠯ ᠦᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤᠨ ᠭᠣᠷᠢᠮ ᠳᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠡᠷᠬᠡ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Verified modes cannot be free.
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠭᠣᠷᠢᠮ ᠤᠳ ᠦᠨ᠎ᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Free
mn: ᠲᠥᠯᠦᠪᠦᠷᠢ ᠦᠭᠡᠢ

source: The time period before a course ends in which a course mode will expire
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠭᠣᠷᠢᠮ ᠳᠠᠭᠤᠰᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ

source: Congratulations! You are now enrolled in {course_name}
mn: ᠪᠠᠶᠠᠷ ᠬᠦᠷᠭᠡᠶ᠎ᠡ ᠂ ᠲᠠ ᠨᠢᠭᠡᠨᠲᠡ {course_name}ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Welcome, {username}! You are about to enroll in {course_name}, from {partner_names}, sponsored by {enterprise_name}. Please select your enrollment information below.
mn: ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠂ {username}! ᠲᠠ {enterprise_name} ᠢᠪᠡᠭᠡᠨ ᠲᠡᠳᠬᠦᠭᠰᠡᠨ {partner_names} ᠍ ᠠᠴᠠ {course_name} ᠍ ᠳᠦ ᠡᠯᠰᠡᠬᠦ ᠭᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠳᠣᠣᠷᠠᠬᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: Enrollment is closed
mn: ᠭᠡᠰᠢᠭᠦᠨ ᠡᠯᠰᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠦᠩᠭᠡᠷᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Enrollment mode not supported
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠰᠤᠩᠭᠤᠬᠤ ᠬᠡᠯᠪᠡᠷᠢ ᠴᠢᠨᠢ ᠵᠣᠬᠢᠷᠠᠮᠵᠢ ᠦᠭᠡᠢ

source: Invalid amount selected.
mn: ᠰᠤᠩᠭᠤᠭᠰᠠᠨ ᠲᠣᠭ᠎ᠠ ᠴᠢᠨᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ

source: No selected price or selected price is too low.
mn: ᠦᠨ᠎ᠡ ᠬᠠᠩᠰᠢ ᠪᠠᠨ ᠰᠤᠩᠭᠤᠭᠰᠠᠨ ᠦᠭᠡᠢ ᠪᠣᠶᠣ ᠰᠤᠩᠭᠤᠭᠰᠠᠨ ᠦᠨ᠎ᠡ ᠳᠠᠩᠴᠤ ᠳᠣᠣᠷ᠎ᠠ

source: Administrator
mn: ᠵᠠᠬᠢᠷᠤᠭᠴᠢ

source: Moderator
mn: ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠴ

source: Group Moderator
mn: ᠪᠠᠭ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠴ

source: Community TA
mn: ᠬᠦᠷᠢᠶᠡᠯᠡᠯ ᠦᠨ ᠬᠠᠪᠰᠤᠷᠤᠨ ᠵᠢᠭᠠᠭᠴᠢ

source: Student
mn: ᠰᠤᠷᠤᠭᠴᠢ

source: User profile
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠠᠮᠲᠠᠷ

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
mn: ᠡᠨᠡ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠨᠢ ᠬᠣᠯᠪᠣᠭᠳᠠᠬᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠭᠡᠳᠡᠭ ᠲᠦ ᠪᠡᠨ ᠢᠲᠡᠭᠡᠯᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: The user account associated with this e-mail address cannot reset the password.
mn: ᠡᠨᠡ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Username must be minimum of two characters long
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠠᠳᠠᠭ ᠪᠠᠭ᠎ᠠ ᠳ᠋ᠠᠭᠠᠨ ᠬᠣᠶᠠᠷ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: A properly formatted e-mail is required
mn: ᠵᠥᠪ ᠹᠣᠷᠮᠠᠲ ᠲᠠᠢ ᠢᠮᠧᠯ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ

source: A valid password is required
mn: ᠬᠦᠴᠦᠨᠲᠡᠢ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ

source: Your legal name must be a minimum of two characters long
mn: ᠳᠥᠷᠢᠮᠵᠢᠯ ᠳᠦ ᠨᠡᠢᠴᠡᠬᠦ ᠨᠡᠷᠡᠢᠳᠦᠯ ᠳᠦ ᠠᠳᠠᠭ ᠪᠠᠭ᠎ᠠ ᠳ᠋ᠠᠭᠠᠨ ᠬᠣᠶᠠᠷ ᠭᠠᠯᠢᠭ ᠪᠠᠢᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ

source: Usernames can only contain Roman letters, western numerals (0-9), underscores (_), and hyphens (-).
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠨᠢ ᠵᠥᠪᠬᠡᠨ ᠷᠣᠮ ᠤᠨ ᠦᠰᠦᠭ ᠂ ᠲᠣᠭ᠎ᠠ ᠨᠤᠭᠤᠳ (0-9)᠂ ᠳᠣᠣᠭᠤᠷ ᠵᠢᠷᠤᠭᠠᠰᠤ (᠎_)᠂ ᠪᠣᠯᠤᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ ᠶᠢ (-)ᠠᠭᠤᠯᠠᠳᠠᠭ᠃

source: Username cannot be more than %(limit_value)s characters long
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ %(limit_value)s ᠲᠡᠮᠳᠡᠭᠲᠦ ᠡᠴᠡ ᠤᠷᠲᠤ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ

source: Email cannot be more than %(limit_value)s characters long
mn: Email ᠤᠨ ᠤᠷᠲᠤ ᠶᠢᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ %(limit_value)s ᠭᠠᠯᠢᠭ ᠠᠴᠠ ᠬᠡᠲᠦᠷᠡᠵᠦ ᠪᠣᠯᠬᠣ ᠦᠭᠡᠢ

source: You must accept the terms of service.
mn: ᠲᠠ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: A level of education is required
mn: ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤᠨ ᠲᠦᠪᠰᠢᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Your gender is required
mn: ᠲᠠ ᠴᠢᠨᠠᠷ ᠤᠨ ᠢᠯᠭᠠᠯ ᠢᠶᠠᠨ ᠲᠠᠭᠯᠠᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ

source: Your year of birth is required
mn: ᠲᠠᠨ ᠤ ᠳᠦᠷᠦᠭᠰᠡᠨ ᠣᠨ ᠵᠢᠯ ᠪᠣᠯ ᠡᠷᠬᠡᠪᠰᠢ ᠲᠠᠭᠯᠠᠬᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠮᠦᠨ

source: Your mailing address is required
mn: ᠲᠠᠨ ᠤ Email ᠪᠣᠯ ᠡᠷᠬᠡᠪᠰᠢ ᠲᠠᠭᠯᠠᠬᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠮᠦᠨ

source: A description of your goals is required
mn: ᠲᠠᠨ ᠤ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ

source: A city is required
mn: ᠬᠣᠲᠠ ᠪᠣᠯ ᠡᠷᠬᠡᠪᠰᠢ ᠲᠠᠭᠯᠠᠬᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠮᠦᠨ

source: A country is required
mn: ᠤᠯᠤᠰ ᠪᠣᠯ ᠡᠷᠬᠡᠪᠰᠢ ᠲᠠᠭᠯᠠᠬᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠮᠦᠨ

source: To enroll, you must follow the honor code.
mn: ᠲᠠ ᠦᠨᠡᠨᠴᠢ ᠢᠲᠡᠬᠡᠮᠵᠢ ᠶᠢᠨ ᠳ᠋ᠥᠷᠢᠮᠵᠢᠯ ᠢ ᠪᠠᠷᠢᠮᠲᠠᠯᠠᠪᠠᠯ ᠰᠠᠶᠢ ᠡᠨᠡᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠰᠤᠩᠭᠤᠨ ᠰᠤᠷᠴᠤ ᠪᠣᠯᠣᠨ᠎ᠠ

source: You are missing one or more required fields
mn: ᠲᠠ ᠨᠢᠭᠡ ᠪᠣᠶᠣ ᠣᠯᠠᠨ ᠡᠷᠬᠡᠪᠰᠢ ᠲᠠᠭᠯᠠᠬᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠤᠮᠳᠠᠭᠠᠢᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Username and password fields cannot match
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷᠡᠢᠳᠦᠯ ᠬᠢᠭᠡᠳ ᠨᠢᠭᠤᠴᠠ ᠳ᠋ᠤᠭᠠᠷ ᠠᠳᠠᠯᠢᠬᠠᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠣ ᠦᠭᠡᠢ

source: Password:
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ᠄

source: Unauthorized email address.
mn: ᠪᠦᠷᠢᠨ ᠡᠷᠬᠡ ᠦᠭᠡᠢ email ᠪᠠᠢᠨ᠎ᠠ

source: It looks like {email} belongs to an existing account. Try again with a different email address.
mn: {email} ᠨᠢᠭᠡᠨᠲᠠ ᠳᠠᠩᠰᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠢᠭ ᠪᠠᠢᠨ᠎ᠠ ᠂ ᠲᠠ ᠪᠣᠰᠣᠳ email ᠢᠶᠠᠷ ᠳᠠᠬᠢᠨ ᠲᠤᠷᠰᠢᠭᠠᠷᠠᠢ

source: Removed group: "{}"
mn: ᠬᠠᠰᠤᠭᠳᠠᠭᠰᠠᠨ ᠪᠦᠯᠦᠭ᠄ "{}"

source: Did not find a group with name "{}" - skipping.
mn: "{}" ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠪᠦᠯᠦᠭ ᠢ ᠣᠯᠤᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Invalid group name: "{group_name}". {messages}
mn: ᠪᠦᠯᠦᠭ ᠦᠨ ᠨᠡᠷ᠎ᠡ ᠪᠤᠷᠤᠭᠤ᠄ "{group_name}"᠃ {messages}

source: Created new group: "{}"
mn: ᠰᠢᠨ᠎ᠡ ᠪᠦᠯᠦᠭ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ᠄ "{}"

source: Found existing group: "{}"
mn: ᠪᠠᠶᠢᠭ᠎ᠠ ᠪᠦᠯᠦᠭ ᠢ ᠣᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠄ "{}"

source: Adding {codenames} permissions to group "{group}"
mn: "{group}" ᠪᠦᠯᠦᠭ ᠲᠦ {codenames} ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠨᠡᠮᠡᠬᠦ

source: Removing {codenames} permissions from group "{group}"
mn: "{group}" ᠪᠦᠯᠦᠭ ᠦᠨ {codenames} ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠳ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
mn: ᠪᠤᠷᠤᠭᠤ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠰᠣᠩᠭᠣᠯᠲᠠ᠄ "{}"᠃ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠲᠣᠣᠷᠠᠬᠢ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠄ app_label:model_name:permission_codename

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
mn: ᠪᠤᠷᠤᠭᠤ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠨᠡᠷ᠎ᠡ᠄ "{codename}"᠃{module}᠂{model_name} ᠡᠶᠢᠮᠦ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Setting {attribute} for user "{username}" to "{new_value}"
mn: "{username}" ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ {attribute} ᠳᠤ "{new_value}" ᠲᠤᠬᠢᠷᠭ᠎ᠠ ᠬᠢᠬᠦ

source: Skipping user "{}" because the specified and existing email addresses do not match.
mn: "{}" ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠠᠯᠭᠠᠰᠠᠪᠠ᠂ ᠤᠴᠢᠷ ᠨᠢ ᠢᠮᠧᠯ ᠤᠨ ᠬᠠᠶ᠋ᠢᠭ ᠲᠠᠭᠠᠷᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Did not find a user with username "{}" - skipping.
mn: "{}" ᠨᠡᠷᠡᠲᠡᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠬᠠᠢᠵᠤ ᠣᠯᠤᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Removing user: "{}"
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ᠄ "{}"

source: Created new user: "{}"
mn: ᠰᠢᠨ᠎ᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠪᠣᠢ ᠪᠣᠯᠭᠠᠬᠤ᠄ "{}"

source: Found existing user: "{}"
mn: ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠣᠯᠳᠠᠭᠰᠠᠨ᠄ "{}"

source: Setting unusable password for user "{}"
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠢᠭᠤᠴᠠ ᠳ᠋ᠤᠭᠠᠷ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ

source: Created new profile for user: "{}"
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠳᠤ ᠰᠢᠨ᠎ᠡ ᠫᠷᠣᠹᠠᠢᠯ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ᠄ "{}"

source: Could not find a group named "{}" - skipping.
mn: "{}" ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠪᠦᠯᠦᠭ ᠣᠯᠤᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Adding user "{username}" to groups {group_names}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ "{username}" ᠶᠢ {group_names} ᠪᠦᠯᠦᠭ ᠲᠦ ᠨᠡᠮᠡᠬᠦ

source: Removing user "{username}" from groups {group_names}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ "{username}" ᠢ {group_names} ᠪᠦᠯᠦᠭ ᠡᠴᠡ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
mn: ᠲᠠᠨ ᠤ ᠳᠠᠩᠰᠠ ᠶᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠤᠯᠭᠠᠪᠠ ᠂ ᠡᠭᠦᠨ ᠳᠦ ᠰᠠᠨᠠᠯ ᠲᠠᠢ ᠪᠣᠯ {support_email} ᠢᠮᠧᠯ ᠢᠶᠠᠷ ᠳᠠᠮᠵᠢᠨ ᠮᠠᠨ ᠲᠠᠢ ᠬᠠᠷᠢᠯᠴᠠᠭᠠᠷᠠᠢ

source: Disabled Account
mn: ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠭᠰᠠᠨ ᠳᠠᠩᠰᠠ

source: Male
mn: ᠡᠷᠡᠭᠲᠡᠢ

source: Female
mn: ᠡᠮᠡᠭᠲᠡᠢ

source: Other/Prefer Not to Say
mn: ᠪᠤᠰᠤᠳ / ᠬᠡᠯᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Doctorate
mn: ᠳ᠋ᠣᠻᠲ᠋ᠣᠷ

source: Master's or professional degree
mn: ᠮᠠᠭᠢᠰᠲ᠋ᠷ

source: Bachelor's degree
mn: ᠪᠠᠻᠠᠯᠠᠸᠷ

source: Associate degree
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠲᠡᠭᠦᠰᠦᠭᠰᠡᠨ ᠦᠨᠡᠮᠯᠡᠯ

source: Secondary/high school
mn: ᠦᠨᠳᠦᠷ ᠵᠡᠷᠭᠡ ᠶᠢᠨ ᠳᠤᠮᠳᠠ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ

source: Junior secondary/junior high/middle school
mn: ᠠᠩᠬ᠎ᠠ ᠵᠡᠷᠭᠡ ᠶᠢᠨ ᠳᠤᠮᠳᠠ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ

source: Elementary/primary school
mn: ᠪᠠᠭ᠎ᠠ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ

source: No formal education
mn: ᠠᠯᠪᠠᠨ ᠶᠣᠰᠤᠨ ᠤ ᠰᠤᠷᠭᠠᠨ ᠬᠦᠮᠦᠵᠢᠯ ᠬᠦᠷᠲᠡᠭᠡ ᠦᠭᠡᠢ

source: Other education
mn: ᠪᠣᠰᠣᠳ ᠰᠤᠷᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠢᠷᠢ ᠬᠡᠮᠵᠢᠶ᠎ᠡ

source: {platform_name} Honor Code Certificate for {course_name}
mn: {platform_name}{course_name} ᠬᠦᠨᠳᠦᠳᠬᠡᠯ ᠍ ᠤᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: {platform_name} Verified Certificate for {course_name}
mn: {platform_name} {course_name} ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: {platform_name} Professional Certificate for {course_name}
mn: {platform_name} {course_name} ᠍ ᠤᠨ ᠮᠡᠷᠭᠡᠵᠢᠯ ᠦᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ 0_0dPSPyS070e0HsE9HNz_13_d11_

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx')If no value is provided, tracking codes will not be sent to LinkedIn.
mn: ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠺᠣᠳᠣᠳ ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ LinkedIn ᠲᠦᠩᠰᠢ ᠶᠢᠨ ᠲᠣᠪᠴᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠴᠢ᠃ (ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ 〈edx〉)ᠬᠡᠷᠪᠡ ᠶᠠᠮᠠᠷ ᠴᠤ ᠦᠨ᠎ᠡ ᠬᠠᠩᠭᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯ ᠳᠠᠭᠠᠵᠤ ᠮᠥᠷ ᠲᠦ ᠬᠢ ᠺᠣᠳ᠋ ᠍ ᠤᠳ LinkedIn ᠷᠦᠦ ᠢᠯᠡᠭᠡᠭᠳᠡᠬᠦ ᠦᠭᠡᠢ᠃

source: {platform_name} Certificate for {course_name}
mn: {platform_name} {course_name} ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ

source: The ISO 639-1 language code for this language.
mn: ᠡᠨᠡ ᠬᠡᠯᠡᠨ ᠦ ISO 639-1 ᠬᠡᠯᠡᠨ ᠦ ᠺᠣᠳ᠋᠃

source: Namespace of enrollment attribute
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Name of the enrollment attribute
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Value of the enrollment attribute
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠨᠵᠢ ᠴᠢᠨᠠᠷ ᠤᠨ ᠦᠨ᠎ᠡ ᠴᠡᠨ᠎ᠡ

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠣᠯᠭᠤᠵᠤ ᠪᠣᠯᠬᠤ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠢᠶᠠᠷ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠴᠣᠩᠬᠣ᠂ ᠮᠢᠺᠷᠣᠰᠧᠺᠦᠶᠢᠨᠳ᠋ ᠍ ᠢ ᠲᠥᠯᠦᠭᠡᠯᠡᠳᠡᠭ᠃ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠨᠢ 14 ᠬᠣᠨᠣᠭ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Name of the UTM cookie
mn: UTM ᠺᠦ᠋ᠺᠢ ᠨᠡᠷ᠎ᠡ

source: Name of the affiliate cookie
mn: ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠺᠦ᠋ᠺᠢ ᠨᠡᠷ᠎ᠡ

source: Name of this user attribute.
mn: ᠡᠨᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠃

source: Value of this user attribute.
mn: ᠡᠨᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠦᠨᠡᠯᠡᠮᠵᠢ ᠶᠢᠨ ᠦᠨ᠎ᠡ ᠴᠡᠨ᠎ᠡ᠃

source: The course you are looking for does not start until {date}.
mn: ᠲᠠᠨ ᠤ ᠬᠠᠶᠢᠵᠤ ᠪᠤᠢ ᠬᠢᠴᠢᠶᠡᠯ {date} ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠡᠬᠢᠯᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The course you are looking for is closed for enrollment as of {date}.
mn: ᠲᠠᠨ ᠤ ᠬᠠᠶᠢᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ {date} ᠍ ᠤᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠭᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Photos are mismatched
mn: ᠵᠢᠷᠤᠭ ᠤᠳ ᠨᠢ ᠲᠣᠬᠢᠷᠠᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Name missing from ID photo
mn: ID ᠵᠢᠷᠤᠭᠤᠨ ᠠᠴᠠ ᠠᠯᠠᠭ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ

source: ID photo not provided
mn: ID ᠵᠢᠷᠤᠭ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: ID is invalid
mn: ID ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Learner photo is blurry
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠵᠢᠷᠤᠭ ᠢ ᠪᠦᠳᠡᠭᠢᠷᠡᠭᠦᠯᠵᠦ ᠪᠠᠢᠨ᠎ᠠ

source: Name on ID does not match name on account
mn: ID ᠳᠡᠭᠡᠷᠡᠬᠢ ᠨᠡᠷ᠎ᠡ ᠨᠢ ᠳᠠᠩᠰᠠᠨ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠲᠠᠭᠠᠷᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Learner photo not provided
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠵᠢᠷᠤᠭ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: ID photo is blurry
mn: ID ᠵᠢᠷᠤᠭ ᠨᠢ ᠪᠦᠳᠡᠭᠢᠷᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: and
mn: ᠪᠣᠯᠤᠨ

source: Course id not specified
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ID ᠵᠢᠭᠠᠭ᠎ᠠ ᠦᠭᠡᠢ

source: Invalid course id
mn: ᠪᠤᠷᠤᠭᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ

source: Course id is invalid
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ID ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Could not enroll
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: You are not enrolled in this course
mn: ᠲᠠ ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Your certificate prevents you from unenrolling from this course
mn: ᠲᠠᠨ ᠤ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠨᠢ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠴᠡ ᠲᠠ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ

source: Enrollment action is invalid
mn: ᠪᠦᠷᠢᠳᠬᠡᠬᠦ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ

source: In order to sign in, you need to activate your account.<br /><br />We just sent an activation link to <strong>{email}</strong>. If you do not receive an email, check your spam folders or <a href="{support_url}">contact {platform} Support</a>.
mn: error

source: You've successfully logged into your {provider_name} account, but this account isn't linked with an {platform_name} account yet.
mn: ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ {provider_name} ᠠᠺᠠᠤᠨᠲᠠᠨ ᠳᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠪᠲᠡᠷᠡᠭᠰᠡᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠡᠨᠡ ᠠᠺᠠᠤᠨᠲ ᠲᠤ {platform_name} ᠠᠺᠠᠤᠨᠲ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Use your {platform_name} username and password to log into {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard.
mn: ᠥᠪᠡᠷ ᠦᠨ {platform_name} ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠣᠯᠤᠨ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠳᠣᠣᠷᠠᠬᠢ {platform_name} ᠳ᠋ᠤ᠌ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠪᠠ ᠥᠪᠡᠷ ᠦᠨ {platform_name} ᠠᠺᠠᠤᠨᠲ ᠢ {provider_name} ᠠᠰᠢᠭᠯᠠᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠬᠣᠯᠪᠣᠨ᠎ᠠ ᠤᠤ᠃

source: If you don't have an {platform_name} account yet, click <strong>Register</strong> at the top of the page.
mn: error

source: There was an error receiving your login information. Please email us.
mn: ᠲᠠᠨ ᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢᠶᠡᠨ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠪᠢᠳᠡᠨ ᠷᠦᠦ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This account has been temporarily locked due to excessive login failures. Try again later.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠬᠡᠲᠦ ᠶᠡᠬᠡ ᠠᠴᠢᠶᠠᠯᠠᠯ ᠠᠯᠳᠠᠰᠤᠨ ᠤ ᠤᠯᠠᠮ ᠠᠴᠠ ᠲᠦᠷᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠪᠠᠷ ᠲᠦᠭᠵᠢᠭᠳᠡᠪᠡ᠃ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠭᠠᠷᠠᠢ᠃

source: Your password has expired due to password policy on this account. You must reset your password before you can log in again. Please click the "Forgot Password" link on this page to reset your password before logging in again.
mn: ᠡᠨᠡ ᠠᠺᠠᠤᠨᠲᠤ ᠶᠢᠨ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠶᠢᠨ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠠᠴᠠ ᠪᠣᠯᠵᠤ ᠲᠠᠨ ᠤ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ ᠳ᠋ᠠᠬᠢᠨ ᠨᠡᠪᠲᠡᠷᠡᠴᠢ ᠣᠷᠣᠬᠤ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ "Forgot Password" ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠵᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠡᠨ ᠳ᠋ᠠᠬᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Too many failed login attempts. Try again later.
mn: ᠮᠠᠰᠢ ᠣᠯᠠᠨ ᠨᠡᠪᠲᠡᠷᠡᠯᠲᠡ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠭᠠᠷᠠᠢ᠃

source: Email or password is incorrect.
mn: ᠢᠮᠡᠢᠯ ᠡᠰᠡᠪᠡᠯ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎᠎ᠠ᠃

source: Please enter a username
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Please choose an option
mn: ᠨᠢᠭᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: User with username {} does not exist
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ 〈〈〉 ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Successfully disabled {}'s account
mn: 〈〉 - ᠍ ᠤᠨ ᠳᠠᠩᠰᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠯ᠎ᠠ

source: Successfully reenabled {}'s account
mn: 〈〉 -ᠡᠶᠢᠨ ᠳᠠᠩᠰᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠡᠭᠳᠡᠳᠡᠭ

source: Unexpected account status
mn: ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᠶᠢᠨ ᠳᠠᠩᠰᠠᠨ ᠤ ᠪᠠᠢᠳᠠᠯ

source: An account with the Public Username '{username}' already exists.
mn: ᠨᠡᠢᠲᠡ ᠶᠢᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ '{username}' ᠳᠠᠩᠰᠠ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠡᠭᠦᠰᠦᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: An account with the Email '{email}' already exists.
mn: Email 〈{email}〉 ᠨᠢ ᠳᠠᠩᠰᠠ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Registration using {provider} has timed out.
mn: {provider} ᠠᠰᠢᠭᠯᠠᠨ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ᠃

source: An access_token is required when passing value ({})for provider.
mn: ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢ ᠶᠢᠨ ({})ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠳᠦ access_token ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: The provided access_token is already associated with another user.
mn: ᠵᠥᠪ access᠎token ᠨᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠥᠭᠡᠷ᠎ᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭᠠᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The provided access_token is not valid.
mn: Access᠎token ᠥᠭᠭᠦᠭᠰᠡᠨ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Account creation not allowed.
mn: ᠳᠠᠩᠰᠠ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠦᠭᠡᠢ᠃

source: {html_start}Your account could not be activated{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
mn: error

source: {html_start}Success{html_end} You have activated your account.
mn: {html_start} ᠠᠮᠵᠢᠯᠲᠠ ᠶᠢᠨ {html_end} ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ᠃

source: {html_start}Success! You have activated your account.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
mn: {html_start} ᠠᠮᠵᠢᠯᠲᠠ ! ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠠᠺᠠᠤᠨᠲ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ {html_end} ᠲᠠ ᠣᠳᠣ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯ ᠦᠳ ᠪᠣᠯᠤᠨ ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ ᠪᠢᠳᠡᠨ ᠳᠦ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠪᠣᠯ ᠨᠡᠪᠲᠡᠷᠡᠨ᠎ᠡ ᠦᠦ᠃

source: {html_start}This account has already been activated.{html_end}
mn: {html_start} ᠡᠨᠡ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ {html_end}

source: You are re-using a password that you have used recently. You must have {num} distinct password before reusing a previous password.
mn: ᠲᠠ ᠰᠠᠶ᠋ᠢᠬᠠᠨ ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠡᠨ ᠳᠠᠬᠢᠨ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ .ᠡᠮᠦᠨᠡᠬᠢ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠡᠨ ᠳᠠᠬᠢᠨ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ {num} ᠢᠯᠭᠠᠭ᠎ᠠ ᠲᠠᠢ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: You are resetting passwords too frequently. Due to security policies, {num} day must elapse between password resets.
mn: ᠲᠠ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠶᠢ ᠬᠡᠲᠦᠷᠬᠡᠢ ᠣᠯᠠᠨ ᠤᠳᠠᠭ᠎ᠠ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠠᠶᠤᠯ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠯ ᠤᠨ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠠᠴᠠ ᠰᠢᠯᠲᠠᠭᠠᠯᠠᠨ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠡᠷᠭᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ {num} ᠬᠣᠨᠣᠭ ᠶᠠᠪᠤᠭᠳᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠃

source: Password reset unsuccessful
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠳ᠋ᠠᠬᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Error in resetting your password. Please try again.
mn: ᠲᠠᠨ ᠤ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠶᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠬᠦ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: No inactive user with this e-mail exists
mn: ᠡᠨᠡ ᠢᠮᠧᠯ ᠲᠡᠢ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Unable to send reactivation email
mn: ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠢᠮᠧᠯ ᠢᠯᠡᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: Valid e-mail address required.
mn: ᠵᠥᠪ ᠢᠮᠧᠯ ᠤᠨ ᠬᠠᠶᠠᠭ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: Old email is the same as the new email.
mn: ᠬᠠᠭᠤᠴᠢᠨ ᠢᠮᠧᠯ ᠨᠢ ᠰᠢᠨ᠎ᠡ ᠢᠮᠧᠯ ᠲᠡᠢ ᠠᠳᠠᠯᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: An account with this e-mail already exists.
mn: ᠡᠨᠡ ᠢᠮᠧᠯ ᠲᠡᠢ ᠳᠠᠩᠰᠠ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Unable to send email activation link. Please try again later.
mn: ᠢᠮᠧᠯ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠢᠯᠡᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Authentication with {} is currently unavailable.
mn: {}-ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠣᠳᠣ ᠪᠠᠷ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
mn: ᠬᠣᠶᠠᠳᠠᠭᠴᠢ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢᠳ ᠨᠢ "Institution" ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢᠳ ᠦᠨ ᠲᠤᠰ ᠲᠤ ᠪᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠪᠠᠭ᠎ᠠ ᠲᠣᠳᠣ ᠬᠠᠷᠠᠭᠳᠠᠨ᠎ᠠ᠃

source: The Site that this provider configuration belongs to.
mn: ᠡᠨᠡ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠰᠠᠶᠢᠲᠤ᠃

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`)will be forwarded direct ly to the login URL of the provider instead of being first prompted with a login dialog.
mn: ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠪᠣᠯ ᠡᠨᠡ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢᠳ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ "TPA hinted" URL (᠍᠍ tpa᠎hint = 〔provider᠎name〕 ᠍ᠭᠡᠰᠡᠨ ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ URL ᠍ ᠢ ᠦᠵᠡᠭᠡᠷᠡᠢ)ᠨᠢ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ URL ᠳ᠋ᠤ᠌ ᠰᠢᠭᠤᠳ ᠯᠠ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠬᠢᠯᠡᠭᠡᠳ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠴᠣᠩᠬᠣ ᠶᠢ ᠠᠰᠠᠭᠤᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.)during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
mn: ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠪᠣᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠫᠷᠣᠼᠧᠰᠰ ᠤᠨ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠲᠡᠭᠦᠨ ᠦ ᠨᠡᠷ᠎ᠡ (ᠨᠡᠷ᠎ᠡ᠂ ᠢᠮᠧᠯ ᠭᠡᠬᠦ ᠮᠡᠲᠦ) ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠢ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃ ᠵᠥᠪᠬᠡᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠦᠨᠡᠨ ᠵᠥᠪ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢᠶᠡᠷ ᠬᠠᠩᠭᠠᠳᠠᠭ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢᠳ ᠲᠦ ᠡᠨᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
mn: ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠪᠣᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠡᠳᠡᠨ ᠦ ᠢᠮᠧᠯᠡ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠢᠶᠡᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠨᠡᠩ ᠳᠠᠷᠤᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠨ᠎ᠡ᠃

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
mn: ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠦᠭᠡᠢ ᠪᠣᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠳᠡᠯᠭᠡᠴᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠢᠲᠡᠭᠡᠯ ᠬᠦᠯᠢᠶᠡᠬᠦ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠪᠠᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠦᠵᠡᠭᠦᠯᠬᠦ ᠦᠭᠡᠢ ᠪᠣᠯᠪᠠᠴᠤ ᠵᠥᠪ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠭᠠᠷ ᠠᠲ᠋ᠠᠲ᠋ᠧᠰᠲ᠋ᠠᠲ᠋ᠴᠢᠯᠠᠯ ᠬᠢᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠬᠡᠪ ᠢᠶᠡᠷ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Whether to drop an existing session when accessing a view decorated with third_party_auth.decorators.tpa_hint_ends_existing_session when a tpa_hint URL query parameter mapping to this provider is included in the request.
mn: ᠡᠨᠡ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢ ᠳᠦ tpa᠎hint URL query ᠫᠠᠷᠠᠮᠧᠲ᠋ᠷ ᠢ ᠬᠦᠰᠡᠯᠲᠡᠨ ᠳᠦ ᠤᠷᠤᠭᠤᠯᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠭᠤᠷᠪᠠ᠎party᠎auth.decorators.tpa᠎hint᠎ends᠎existing᠎session ᠍ ᠪᠡᠷ ᠴᠢᠮᠡᠭᠯᠡᠭᠰᠡᠨ ᠪᠠᠢᠭ᠎ᠠ ᠰᠧᠰ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠠᠨ ᠪᠣᠯᠢᠭᠤᠯᠬᠤ ᠤᠤ᠃

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
mn: ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠣᠯ ᠡᠨᠡ SSO ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠡᠷᠬᠢᠯᠡᠭᠴᠢ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠢᠶᠠᠷ ᠨᠡᠪᠲᠡᠷᠡᠴᠢ ᠪᠤᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠥᠪᠡᠷᠰᠡᠳ ᠦᠨ ᠢᠶᠡᠨ ᠰᠢᠩᠬᠠᠷᠠᠨ ᠤᠷᠲᠤ ᠶᠢ ᠡᠨᠡ ᠤᠳᠬ᠎ᠠ ᠠᠴᠠ ᠬᠡᠲᠦᠷᠬᠦ ᠦᠭᠡᠢ ᠪᠡᠷ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ 0 (ᠲᠡᠭ)ᠭᠡᠵᠦ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠣᠯ ᠤᠭ ᠰᠧᠱᠨ ᠬᠥᠲᠥᠴᠢ ᠶᠢ ᠬᠠᠭᠠᠬᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠬᠣᠭᠣᠰᠣᠨ ᠣᠷᠬᠢᠪᠠᠯ Django ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠤᠷᠲᠤ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ᠃

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
mn: ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠪᠣᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠣᠷᠣᠨ ᠳᠤ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠲᠡᠢ ᠲᠤᠯᠭᠠᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠤ ᠪᠠᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: The Site that this SAML configuration belongs to.
mn: ᠡᠨᠡ SAML ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠪᠠᠭᠲᠤᠭᠰᠠᠨ ᠰᠠᠶᠢᠲᠤ᠃

source: {platform_name} Support
mn: {platform_name} ᠳᠡᠮᠵᠢᠯᠭᠡ

source: Please wait
mn: ᠲᠦᠷᠢ ᠬᠦᠯᠢᠶᠡᠨ᠎ᠡ ᠦᠦ

# weekday name
source: Monday
mn: ᠳᠠᠸᠠ ᠭᠠᠷᠠᠭ

# weekday name
source: Tuesday
mn: ᠮᠢᠭᠮᠠᠷ ᠭᠠᠷᠠᠭ

# weekday name
source: Wednesday
mn: ᡀᠠᠭᠪᠠ ᠭᠠᠷᠠᠭ

# weekday name
source: Thursday
mn: ᠫᠦᠷᠪᠦ ᠭᠠᠷᠠᠭ ᠲᠤ

# weekday name
source: Friday
mn: ᠪᠠᠰᠠᠩ ᠭᠠᠷᠠᠭ

# weekday name
source: Saturday
mn: ᠪᠢᠮᠪᠠ
