Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: Already have an {platformName} account?
mn: ᠠᠯᠢᠪᠠ {platformName} ᠳᠠᠩᠰᠠ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Sign in.
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ᠃

source: Create an account using
mn: ᠠᠰᠢᠭᠯᠠᠨ ᠳᠠᠩᠰᠠ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Create account using %(providerName)s.
mn: %(providerName)s ᠠᠰᠢᠭᠯᠠᠨ ᠳᠠᠩᠰᠠ ᠡᠭᠦᠰᠭᠡᠬᠦ᠃

source: or create a new one here
mn: ᠡᠨᠳᠡ ᠰᠢᠨ᠎ᠡ ᠪᠡᠷ ᠡᠭᠦᠰᠬᠡᠭᠡᠷᠡᠢ

source: Congratulations! You are now verified on %(platformName)s!
mn: ᠪᠠᠶᠠᠷ ᠬᠦᠷᠭᠡᠶ᠎ᠡ! ᠲᠠ ᠣᠳᠣ %(platformName)s ᠤᠳ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ!

source: You are now enrolled as a verified student for:
mn: ᠲᠠ ᠣᠳᠣ ᠰᠢᠯᠭᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠢᠶᠠᠷ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ ᠪᠠᠢᠨ᠎ᠠ᠄

source: A list of courses you have just enrolled in as a verified student
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠢᠶᠠᠷ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Explore your course!
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠶᠢᠨ ᠬᠡᠷᠡᠭ᠃

source: Go to your Dashboard
mn: ᠬᠢᠨᠠᠬᠤ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠷᠠᠭᠤ ᠶᠢ ᠪᠠᠨ ᠣᠴᠢᠨ᠎ᠠ ᠤᠤ

source: Verified Status
mn: ᠰᠢᠳᠤᠷᠭᠤ ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰ

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
mn: ᠵᠢᠷᠤᠭ ᠤᠳ ᠢᠶᠠᠨ ᠢᠯᠡᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠃ ᠪᠢᠳᠡ ᠲᠡᠳᠡᠭᠡᠷ ᠢ ᠤᠳᠤᠬᠤ ᠦᠭᠡᠢ ᠬᠢᠨᠠᠨ᠎ᠠ᠃ ᠲᠠ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠳᠠᠭ %(platformName)s ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠨᠢᠭᠡ ᠵᠢᠯ ᠳᠦ ᠪᠡᠨ ᠰᠠᠶᠢᠨ᠃ ᠨᠢᠭᠡ ᠵᠢᠯ ᠦᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠠ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠵᠢᠷᠤᠭ ᠤᠷᠤᠭᠤᠯᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: Error:
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄

source: What You Need for Verification
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠬᠢᠬᠦ ᠳᠦ ᠲᠠᠩᠳᠠ ᠤᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Webcam
mn: ᠸᠪᠺᠠᠮ

source: You need a computer that has a webcam. When you receive a browser prompt, make sure that you allow access to the camera.
mn: ᠲᠠ ᠸᠧᠪᠺᠠᠮ ᠲᠠᠢ ᠺᠣᠮᠫᠢᠦ᠋ᠲᠸᠷ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃ ᠬᠥᠲᠦᠴᠢ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠬᠤ ᠳᠤ ᠪᠠᠨ ᠺᠠᠮᠧᠷ ᠲᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢ ᠣᠯᠭᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Photo Identification
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠲᠠᠨᠢᠬᠤ ᠲᠡᠮᠳᠡᠭ

source: You need a driver's license, passport, or other government-issued ID that has your name and photo.
mn: ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠵᠢᠷᠤᠭ ᠲᠠᠢ ᠵᠢᠯᠤᠭᠤᠨ ᠤ ᠦᠨᠡᠮᠯᠡᠬᠦ᠂ ᠫᠠᠰᠫᠣᠷᠲ ᠡᠰᠡᠪᠡᠯ ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠪᠤᠰᠤᠳ ID ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Take Your Photo
mn: ᠥᠪᠡᠷ ᠦᠨ ᠵᠢᠷᠤᠭ ᠢ ᠠᠪᠤᠭᠠᠷᠠᠢ

source: When your face is in position, use the camera button {icon} below to take your photo.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠴᠢᠷᠠᠢ ᠶᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠠᠳ᠂ ᠳᠣᠣᠷᠠᠬᠢ ᠺᠠᠮᠧᠷ 〈〉 ᠳᠣᠣᠷᠠᠬᠢ ᠵᠢᠷᠤᠭ ᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: To take a successful photo, make sure that:
mn: ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠵᠢᠷᠤᠭ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠵᠦᠢᠯᠡᠰ ᠢ ᠬᠢᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ᠄

source: Your face is well-lit.
mn: ᠲᠠᠨ ᠤ ᠴᠢᠷᠠᠢ ᠰᠠᠶᠢᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Your entire face fits inside the frame.
mn: ᠲᠠᠨ ᠤ ᠨᠢᠭᠤᠷ ᠴᠢᠷᠠᠢ ᠪᠦᠬᠦᠯᠢ ᠳᠦ ᠪᠡᠨ ᠬᠦᠷᠢᠶᠡᠨ ᠳᠣᠲᠣᠷ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ᠃

source: The photo of your face matches the photo on your ID.
mn: ᠲᠠᠨ ᠤ ᠴᠢᠷᠠᠶᠢᠨ ᠤ ᠵᠢᠷᠤᠭ ᠲᠠᠨ ᠤ ID ᠳᠡᠭᠡᠷᠡᠬᠢ ᠵᠢᠷᠤᠭ ᠲᠠᠢ ᠲᠠᠭᠠᠷᠴᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: To use the current photo, select the camera button {icon}. To take another photo, select the retake button {icon}.
mn: ᠣᠳᠣ ᠶᠢᠨ ᠵᠢᠷᠤᠭ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠺᠠᠮᠧᠷ ᠲᠣᠪᠴᠢ ᠶᠢ 〈icon〉 ᠰᠣᠩᠭᠣ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠵᠢᠷᠤᠭ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠤᠴᠠᠬᠤ ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ 〈icon〉᠃

source: Frequently Asked Questions
mn: ᠲᠦᠭᠡᠮᠡᠯ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ

source: Why does %(platformName)s need my photo?
mn: ᠶᠠᠭᠠᠬᠢᠭᠠᠳ %(platformName)s ᠮᠢᠨᠦ ᠵᠢᠷᠤᠭ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠤᠢ?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠶᠢᠨ ᠨᠢᠭᠡ ᠬᠡᠰᠡᠭ ᠪᠣᠯᠭᠠᠨ ᠨᠢᠭᠤᠷ ᠴᠢᠷᠠᠢ ᠪᠣᠯᠤᠨ ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ ᠤᠨ ID ᠍ ᠦᠨ ᠵᠢᠷᠤᠭ ᠢ ᠠᠪᠤᠨ᠎ᠠ᠃ ᠮᠠᠨ ᠤ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠨᠢ ᠲᠠᠨ ᠤ ID ᠍ ᠳᠦ ᠪᠠᠢᠭ᠎ᠠ ᠵᠢᠷᠤᠭ ᠲᠠᠢ ᠬᠠᠷᠢᠴᠠᠭᠤᠯᠬᠤ ᠵᠠᠮ ᠢᠶᠠᠷ ᠲᠠᠨ ᠤ ᠪᠡᠶ᠎ᠡ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠳᠠᠭ᠃

source: What does %(platformName)s do with this photo?
mn: ᠡᠨᠡ ᠵᠤᠷᠭᠠᠨ ᠳᠡᠭᠡᠷ᠎ᠡ %(platformName)s ᠬᠢᠳᠡᠭ ᠪᠤᠢ?

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠵᠢᠷᠤᠭ ᠢ ᠱᠢᠹᠷᠯᠡᠬᠦ ᠳᠦ ᠬᠠᠮᠤᠭ ᠤᠨ ᠥᠨᠳᠦᠷ ᠠᠶᠤᠯ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠯ ᠤᠨ ᠲᠦᠪᠰᠢᠨ ᠢ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ ᠪᠥᠭᠡᠳ ᠡᠭᠦᠨ ᠢ ᠮᠠᠨ ᠤ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠦ ᠦᠵᠡᠭᠦᠯᠪᠡ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ %(platformName)s ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠᠨ ᠤ ᠵᠢᠷᠤᠭ ᠪᠣᠯᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠡᠰᠡᠪᠡᠯ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Next: %(nextStepTitle)s
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ᠄ %(nextStepTitle)s

source: Take a Photo of Your ID
mn: ᠥᠪᠡᠷ ᠦᠨ ID ᠍ ᠤᠨ ᠵᠢᠷᠤᠭ ᠢ ᠠᠪᠤᠭᠠᠷᠠᠢ

source: Use your webcam to take a photo of your ID. We will match this photo with the photo of your face and the name on your account.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠵᠢᠷᠤᠭ ᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠸᠧᠪᠺᠠᠮᠧᠷ ᠢᠶᠠᠨ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠪᠢᠳᠡ ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠢ ᠲᠠᠨ ᠤ ᠨᠡᠭᠦᠷ ᠦᠨ ᠦ ᠵᠢᠷᠤᠭ ᠪᠣᠯᠤᠨ ᠲᠠᠨ ᠤ ᠠᠺᠠᠤᠨᠲᠤ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠡᠷ ᠲᠠᠭᠠᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ᠃

source: You need an ID with your name and photo. A driver's license, passport, or other government-issued IDs are all acceptable.
mn: ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠵᠢᠷᠤᠭ ᠲᠠᠢ ID ᠬᠡᠷᠡᠭᠲᠡᠢ᠃ ᠵᠢᠯᠣᠭᠣᠴᠢ ᠶᠢᠨ ᠦᠨᠡᠮᠯᠡᠬᠦ᠂ ᠫᠠᠰᠫᠣᠷᠲ ᠡᠰᠡᠪᠡᠯ ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠪᠤᠰᠤᠳ ID ᠍ ᠨᠤᠭᠤᠳ ᠢ ᠪᠦᠭᠦᠳᠡ ᠶᠢ ᠨᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Tips on taking a successful photo
mn: ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠵᠢᠷᠤᠭ ᠠᠪᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠵᠥᠪᠯᠡᠮᠵᠢ

source: Ensure that you can see your photo and read your name
mn: ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠵᠢᠷᠤᠭ ᠢ ᠬᠠᠷᠠᠵᠤ᠂ ᠨᠡᠷ᠎ᠡ ᠪᠡᠨ ᠤᠩᠰᠢᠵᠤ ᠴᠢᠳᠠᠳᠠᠭ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: Make sure your ID is well-lit
mn: ᠲᠠᠨ ᠤ ID ᠭᠡᠷᠡᠯᠲᠦᠭᠦᠯᠭᠡ ᠰᠠᠶᠢᠨ ᠪᠠᠢᠭᠠᠷᠠᠢ

source: Once in position, use the camera button {icon} to capture your ID
mn: ᠪᠠᠶᠢᠷᠢᠯᠠᠯ ᠢ ᠨᠢᠭᠡᠨᠲᠡ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠺᠠᠮᠧᠷ ᠤᠨ ᠲᠣᠪᠴᠢ ᠶᠢ {icon} ᠠᠰᠢᠭᠯᠠᠨ ID ᠳ᠋ᠤᠭ ᠢᠶᠠᠷ ᠢᠶᠠᠨ ᠵᠢᠷᠤ

source: Use the retake photo button if you are not pleased with your photo
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠵᠢᠷᠤᠭ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠡᠨ ᠲᠠᠭᠠᠯᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠵᠢᠷᠤᠭ ᠠᠪᠬᠤ ᠲᠣᠪᠴᠢ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Preview of uploaded image
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ ᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ

source: Upload an image or capture one with your web or phone camera.
mn: ᠵᠢᠷᠤᠭ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠸᠧᠪ ᠡᠰᠡᠪᠡᠯ ᠤᠲᠠᠰᠤᠨ ᠤ ᠺᠠᠮᠧᠷ ᠠᠰᠢᠭᠯᠠᠨ ᠨᠢᠭᠡ ᠶᠢ ᠨᠢ ᠠᠪᠬᠤ᠃

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
mn: ᠸᠢᠷᠲᠤᠸᠠᠯ ᠺᠠᠮᠧᠷ ᠢᠶᠠᠨ ᠠᠰᠢᠭᠯᠠᠨ ᠨᠡᠭᠦᠷ ᠦᠨ ᠦ ᠪᠡᠨ ᠵᠢᠷᠤᠭ ᠢ ᠠᠪᠬᠤ᠃ ᠪᠢᠳᠡ ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠢ ᠲᠠᠨ ᠤ ID ᠳᠡᠭᠡᠷᠡᠬᠢ ᠵᠢᠷᠤᠭ ᠢᠶᠠᠷ ᠲᠠᠭᠠᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ᠃

source: Make sure your face is well-lit
mn: ᠲᠠᠨ ᠤ ᠨᠢᠭᠤᠷ ᠰᠠᠶᠢᠨ ᠭᠡᠷᠡᠯᠲᠦᠭᠰᠡᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ

source: Be sure your entire face is inside the frame
mn: ᠲᠠᠨ ᠤ ᠨᠢᠭᠤᠷ ᠴᠢᠷᠠᠢ ᠳᠣᠲᠣᠷ᠎ᠠ ᠪᠠᠨ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ

source: Once in position, use the camera button {icon} to capture your photo
mn: ᠪᠠᠶᠢᠷᠢᠯᠠᠯ ᠢ ᠨᠢᠭᠡᠨᠲᠡ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠵᠢᠷᠤᠭ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠺᠠᠮᠧᠷ ᠲᠣᠪᠴᠢ ᠶᠢ 〈icon〉 ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ

source: Can we match the photo you took with the one on your ID?
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ID ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠪᠤᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ ᠲᠠᠢ ᠲᠠᠭᠠᠷᠠᠬᠤ ᠤᠤ?

source: Thanks for returning to verify your ID in: {courseName}
mn: ᠲᠠᠨ ᠤ ID ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠤᠴᠠᠵᠤ ᠢᠷᠡᠭᠰᠡᠨ ᠳᠦ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠄ 〈courseName〉

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠠᠴᠠ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠳᠠᠩᠰᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠢᠷᠡᠭᠰᠡᠨ ᠢᠮᠧᠯ ᠬᠠᠶᠢᠷᠴᠠᠭ ᠢᠶᠠᠨ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠰᠡᠷᠭᠦᠭᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Activate Your Account
mn: ᠠᠺᠠᠤᠨᠲᠠ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ

source: Photo ID
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ

source: A driver's license, passport, or other government-issued ID with your name and photo
mn: ᠵᠢᠯᠣᠭᠣᠴᠢ ᠶᠢᠨ ᠦᠨᠡᠮᠯᠡᠬᠦ᠂ ᠫᠠᠰᠫᠣᠷᠲ᠂ ᠡᠰᠡᠪᠡᠯ ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠬᠤᠪᠤ ᠶᠢᠨ ID᠂ ᠨᠡᠷ᠎ᠡ᠂ ᠵᠢᠷᠤᠭ ᠲᠠᠢ

source: You are enrolling in: {courseName}
mn: ᠲᠠ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ ᠪᠠᠢᠨ᠎ᠠ᠄ 〈courseName〉

source: You are upgrading your enrollment for: {courseName}
mn: ᠲᠠ ᠡᠯᠰᠡᠯᠲᠡ ᠪᠡᠨ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ᠄ 〈courseName〉

source: You can now enter your payment information and complete your enrollment.
mn: ᠲᠠ ᠣᠳᠣ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢᠶᠡᠨ ᠣᠷᠣᠭᠤᠯᠵᠤ᠂ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
mn: ᠲᠠ ᠳᠣᠣᠷᠠᠬᠢ ᠵᠦᠢᠯᠡᠰ ᠢ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠨ ᠴᠤ ᠭᠡᠰᠡᠨ ᠲᠠ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠪᠡᠨ ᠲᠥᠯᠦᠵᠦ ᠴᠢᠳᠠᠨ᠎ᠠ᠃ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠲᠠ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 〈date〉 ᠍ ᠪᠡᠷ ᠡᠳᠡᠭᠡᠷ ᠢ ᠠᠪᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: An email has been sent to {userEmail} with a link for you to activate your account.
mn: ᠲᠠᠨ ᠤ ᠠᠺᠠᠤᠨᠲ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠪᠠᠷ ᠢᠮᠧᠯᠡ ᠶᠢ 〈userEmail〉 ᠳᠤ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Why activate?
mn: ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠳᠡᠭ ᠪᠤᠢ?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
mn: ᠲᠠᠨ ᠢ ᠳᠠᠩᠰᠠ ᠪᠠᠨ ᠨᠡᠭᠡᠭᠡᠵᠦ᠂ ᠵᠠᠯᠢᠯᠠᠨ ᠠᠴᠠ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠰᠡᠷᠭᠡᠶᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠᠨ ᠤ ᠳᠠᠩᠰᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠢ ᠪᠢᠳᠡᠨ ᠡᠴᠡ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
mn: ᠲᠠ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠵᠦᠢᠯᠡᠰ ᠢ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠴᠤ ᠭᠡᠰᠡᠨ ᠲᠠ ᠣᠳᠣ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠪᠡᠨ ᠬᠢᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠡᠳᠡᠭᠡᠷ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ ᠳᠤ ᠲᠡᠩᠴᠡᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Government-Issued Photo ID
mn: ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ

source: ID-Verification is not required for this Professional Education course.
mn: ᠮᠡᠷᠭᠡᠵᠢᠯ ᠦᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ID-ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠦᠭᠡᠢ᠃

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
mn: ᠮᠡᠷᠭᠡᠵᠢᠯ ᠦᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤᠨ ᠪᠦᠬᠦ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠨᠢ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠳᠦ ᠰᠠᠭᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠶᠢ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ᠃

source: You have already verified your ID!
mn: ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ID ᠍ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ!

source: Your verification status is good until {verificationGoodUntil}.
mn: ᠲᠠᠨ ᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰ ᠨᠢ 〈verificationGoodUntil〉 ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠰᠠᠶᠢᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: price
mn: ᠦᠨ᠎ᠡ

source: Account Not Activated
mn: ᠳᠠᠩᠰᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Upgrade to a Verified Certificate for {courseName}
mn: 〈CourseName〉 ᠍ ᠤᠨ Verified Certificate ᠍ ᠳᠤ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠩᠭᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Before you upgrade to a certificate track, you must activate your account.
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠵᠠᠮ ᠢ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Check your email for an activation message.
mn: ᠢᠮᠧᠯᠡ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠵᠤᠷᠪᠤᠰ ᠢᠶᠠᠨ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Professional Certificate for {courseName}
mn: 〈CourseName〉 ᠍ ᠤᠨ ᠮᠡᠷᠭᠡᠵᠢᠯ ᠦᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ

source: Verified Certificate for {courseName}
mn: 〈CourseName〉 ᠍ ᠤᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: To receive a certificate, you must also verify your identity before {date}.
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠮᠥᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠪᠠᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: To receive a certificate, you must also verify your identity.
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠮᠥᠨ ᠲᠠᠨ ᠤ ᠪᠡᠶ᠎ᠡ ᠶᠢᠨ ᠪᠠᠢᠴᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: To verify your identity, you need a webcam and a government-issued photo ID.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠢᠶᠡᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠᠨ ᠳᠤ ᠸᠪᠺᠠᠮ᠂ ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ ᠤᠨ ID ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Your ID must be a government-issued photo ID that clearly shows your face.
mn: ᠲᠠᠨ ᠤ ID ᠨᠢ ᠲᠠᠨ ᠤ ᠨᠡᠭᠦᠷᠢ ᠶᠢ ᠢᠯᠡᠳᠲᠡ ᠬᠠᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ ᠤᠨ ID ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
mn: ᠲᠠ ᠸᠧᠪᠺᠠᠮᠧᠷ ᠢᠶᠠᠨ ᠠᠰᠢᠭᠯᠠᠨ ᠴᠢᠷᠠᠶᠢᠨ ᠤ ᠪᠠᠨ ᠵᠢᠷᠤᠭ ᠪᠣᠯᠤᠨ ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ ᠤᠨ ID ᠍ ᠢ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Thank you! We have received your payment for {courseName}.
mn: ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ! ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ 〈ᠺᠦ᠋ᠫᠧ ᠨᠡᠷ᠎ᠡ〉 ᠍ ᠢ ᠲᠥᠯᠦᠭᠰᠡᠨ᠃

source: Next Step: Confirm your identity
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠶᠢᠨ ᠠᠯᠬᠤᠮ᠄ ᠲᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Check your email
mn: ᠢᠮᠧᠯᠡᠭᠡ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠠᠴᠠ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠳᠠᠩᠰᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠢᠷᠡᠭᠰᠡᠨ ᠢᠮᠧᠯ ᠬᠠᠶᠢᠷᠴᠠᠭ ᠢᠶᠠᠨ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: A driver's license, passport, or government-issued ID with your name and photo.
mn: ᠲᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ᠂ ᠵᠢᠷᠤᠭ ᠲᠠᠢ ᠵᠢᠯᠤᠭᠤᠨ ᠤ ᠦᠨᠡᠮᠯᠡᠬᠦ᠂ ᠫᠠᠰᠫᠣᠷᠲ᠂ ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠦᠨᠡᠮᠯᠡᠬᠦ᠃

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from %(platformName)s to verify your identity.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠣᠳᠣ ᠥᠪᠡᠷ ᠦᠨ ᠢᠶᠡᠨ ᠪᠡᠶ᠎ᠡ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠠᠴᠠ ᠪᠠᠨ ᠰᠤᠷᠤᠯᠴᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠲᠠᠨᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ %(platformName)s ᠡᠴᠡ ᠪᠠᠢᠩᠭᠤ ᠰᠠᠨᠠᠮᠵᠢ ᠨᠤᠭᠤᠳ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Identity Verification In Progress
mn: ᠤᠷᠤᠭᠰᠢᠯᠠᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days). In the meantime, you can still access all available course content.
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠴᠤ᠂ ᠲᠠᠨ ᠢ ᠬᠡᠨ ᠪᠣᠯᠬᠤ ᠶᠢ ᠰᠢᠯᠭᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠠ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ ( ᠶᠡᠬᠡᠪᠴᠢᠯᠡᠨ 1-2 ᠬᠣᠨᠣᠭ ᠤᠨ ᠳᠣᠲᠣᠷ᠎ᠠ )᠃ ᠡᠭᠦᠨ ᠦ ᠵᠡᠷᠭᠡᠴᠡᠭᠡ ᠲᠠ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠪᠦᠬᠦ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Return to Your Dashboard
mn: ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠤ ᠪᠤᠴᠠᠬᠤ

source: Review Your Photos
mn: ᠥᠪᠡᠷ ᠦᠨ ᠵᠢᠷᠤᠭ ᠢ ᠬᠠᠷᠠᠬᠤ

source: Make sure we can verify your identity with the photos and information you have provided.
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠭᠡᠷᠡᠯ ᠵᠢᠷᠤᠭ ᠪᠣᠯᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢᠶᠡᠷ ᠲᠠᠨ ᠤ ᠪᠡᠶ᠎ᠡ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ ᠴᠢᠳᠠᠨ᠎ᠠ᠃

source: Photo of %(fullName)s
mn: %(fullName)s ᠤ ᠵᠢᠷᠤᠭ

source: Photo of %(fullName)s's ID
mn: %(fullName)s᠍ ᠦᠨ ID

source: Photo requirements:
mn: ᠹᠣᠲ᠋ᠣ ᠵᠢᠷᠤᠭᠤᠨ ᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ᠄

source: Does the photo of you show your whole face?
mn: ᠲᠠᠨ ᠤ ᠵᠢᠷᠤᠭ ᠲᠠᠨ ᠤ ᠪᠦᠬᠦ ᠨᠡᠭᠦᠷᠢ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Does the photo of you match your ID photo?
mn: ᠲᠠᠨ ᠤ ᠵᠢᠷᠤᠭ ᠢ ᠲᠠᠨ ᠤ ᠵᠢᠷᠤᠭ ᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠤᠤ?

source: Is your name on your ID readable?
mn: ᠲᠠᠨ ᠤ ID ᠤᠩᠰᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠤᠤ?

source: Does the name on your ID match your account name: %(fullName)s?
mn: ᠲᠠᠨ ᠤ ID ᠳᠡᠭᠡᠷᠡᠬᠢ ᠨᠡᠷ᠎ᠡ ᠲᠠᠨ ᠤ ᠠᠺᠠᠤᠨᠲᠤ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠲᠠᠭᠠᠷᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ᠄ %(fullName)s ?

source: Edit Your Name
mn: ᠥᠪᠡᠷ ᠦᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠵᠠᠰᠠᠬᠤ

source: Make sure that the full name on your account matches the name on your ID.
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠪᠦᠲᠦᠨ ᠨᠡᠷᠡ ᠲᠠᠨ ᠤ ID ᠳᠡᠭᠡᠷᠡᠬᠢ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠲᠠᠭᠠᠷᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Photos don't meet the requirements?
mn: ᠵᠢᠷᠤᠭ ᠤᠳ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠬᠠᠩᠭᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Retake Your Photos
mn: ᠵᠢᠷᠭᠤᠭ᠎ᠠ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠ

source: Before proceeding, please confirm that your details match
mn: ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠲᠠᠨ ᠤ ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
mn: ᠲᠠᠨ ᠤ ᠵᠢᠷᠤᠭ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ? ᠲᠠᠨ ᠤ ᠪᠷᠠᠦ᠋ᠽᠧᠷ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠠᠪᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠲᠠᠨ ᠤ ᠺᠠᠮᠧᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠶᠢ ᠠᠩᠬᠠᠷᠤᠭᠠᠷᠠᠢ᠃

source: Live view of webcam
mn: ᠸᠪᠺᠠᠮ ᠢ ᠰᠢᠭᠤᠳ ᠦᠵᠡᠬᠦ

source: Retake Photo
mn: ᠹᠣᠲ᠋ᠣ ᠵᠢᠷᠤᠭ ᠠᠪᠬᠤ

source: Take Photo
mn: ᠵᠢᠷᠤᠭ ᠠᠪᠬᠤ

source: Bookmarked on
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: You have not bookmarked any courseware pages yet
mn: ᠲᠠ ᠣᠳᠣ ᠪᠠᠷ ᠶᠠᠮᠠᠷ ᠴᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠤᠤᠳᠠᠰᠤ ᠨᠤᠭᠤᠳ ᠢ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠰᠡᠨ ᠦᠭᠡᠢ

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠤ ᠪᠤᠴᠠᠬᠤ ᠳᠤ ᠬᠢᠯᠪᠠᠷ ᠪᠣᠯᠬᠤ ᠬᠠᠪᠴᠢᠭᠤᠷᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠ᠃ ᠨᠢᠭᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠬᠠᠪᠴᠢᠭᠤᠷᠭ᠎ᠠ ᠬᠢᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠭᠠᠷᠴᠠᠭ ᠲᠤ "Bookmark this page" ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Load next {num_items} result
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠂ ᠶᠠᠮᠠᠷ ᠴᠤ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Back to Dashboard
mn: ᠬᠢᠨᠠᠬᠤ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠤ ᠪᠤᠴᠠᠬᠤ

source: Share your "%(display_name)s" award
mn: "%(display_name)s" ᠱᠠᠩᠨᠠᠯ ᠢ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠨ᠎ᠠ ᠤᠤ

source: Share
mn: ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ

source: Earned %(created)s.
mn: %(created)s ᠣᠯᠤᠭᠰᠠᠨ᠃

source: What's Your Next Accomplishment?
mn: ᠲᠠᠨ ᠤ ᠳᠠᠷᠠᠭᠠᠴᠢ ᠶᠢᠨ ᠬᠦᠷᠬᠦ ᠵᠦᠢᠯ ᠤᠤ ᠪᠤᠢ?

source: Start working toward your next learning goal.
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠶᠢᠨ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠨ ᠪᠡᠶᠡᠯᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠡᠬᠢᠯᠡ᠃

source: Find a course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠯᠬᠤ

source: You are currently sharing a limited profile.
mn: ᠲᠠ ᠣᠳᠣ ᠪᠠᠷ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠫᠷᠣᠹᠠᠶᠢᠯ ᠢ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ᠃

source: This learner is currently sharing a limited profile.
mn: ᠡᠨᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠣᠳᠣ ᠪᠠᠷ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠫᠷᠣᠹᠠᠶᠢᠯ ᠢ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Share on Mozilla Backpack
mn: Mozilla ᠡᠭᠦᠷᠭᠡᠪᠡᠴᠦ ᠪᠡᠷ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ

source: To share your certificate on Mozilla Backpack, you must first have a Backpack account. Complete the following steps to add your certificate to Backpack.
mn: ᠮᠣᠽᠢᠯ ᠡᠭᠦᠷ ᠦᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠡᠨ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠬᠢᠯᠡᠭᠡᠳ ᠡᠭᠦᠷ ᠦᠨ ᠤᠲᠠᠰᠤᠨ ᠤ ᠳᠠᠩᠰᠠ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠡᠭᠦᠷᠭᠡᠪᠴᠢ ᠶᠢ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠵᠢᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠠᠯᠬᠤᠮ ᠤᠳ ᠢ ᠭᠦᠢᠴᠡᠳᠭᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Create a %(link_start)sMozilla Backpack %(link_end)s account, or log in to your existing account
mn: %(link_start) sMozilla ᠡᠭᠦᠷᠭᠡᠪᠴᠢ ᠶᠢ %(link_end)s ᠳᠠᠩᠰᠠ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠠᠺᠠᠤᠩ ᠳᠤ ᠷᠠᠭᠤ ᠶᠢ ᠪᠠᠨ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: %(download_link_start)s Download this image (right-click or option-click, save as) %(link_end)s and then %(upload_link_start)s upload %(link_end)s it to your backpack.</li>
mn: %(download_link_start)s Download image ( ᠪᠠᠷᠠᠭᠤᠨ ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠠ ᠡᠰᠡᠪᠡᠯ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠳᠠᠷᠤᠵᠤ᠂ save as ) %(link_end)s ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ %(upload_link_start) upload %(link_end)s

source: Limit Access
mn: ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠯ ᠳᠤ

source: Select a prerequisite subsection and enter a minimum score percentage to limit access to this subsection.
mn: ᠡᠨᠡ ᠬᠡᠰᠡᠭ ᠲᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ ᠦᠨ ᠬᠡᠰᠡᠭ ᠢ ᠰᠣᠩᠭᠣᠨ᠂ ᠳ᠋ᠣᠣ ᠳᠤ ᠣᠨᠣᠭ᠎ᠠ ᠠᠪᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Prerequisite:
mn: ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ᠄

source: No prerequisite
mn: ᠶᠠᠮᠠᠷ ᠴᠤ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: Minimum Score:
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠣᠨᠣᠭ᠎ᠠ᠄

source: The minimum score percentage must be a whole number between 0 and 100.
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠣᠨᠣᠭ᠎ᠠ ᠨᠢ 0 ᠍ ᠡᠴᠡ 100 ᠬᠣᠭᠣᠷᠣᠨᠳᠣᠬᠢ ᠪᠦᠬᠦᠯᠢ ᠲᠣᠭ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Use as a Prerequisite
mn: ᠬᠡᠷᠡᠭᠴᠡᠭᠡ ᠪᠣᠯᠭᠠᠨ ᠠᠰᠢᠭᠯᠠᠬᠤ

source: Make this subsection available as a prerequisite to other content
mn: ᠡᠨᠡ ᠬᠡᠰᠡᠭ ᠢ ᠪᠤᠰᠤᠳ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ ᠪᠣᠯᠭᠠᠵᠤ ᠠᠰᠢᠭᠯᠠᠬᠤ

source: Active Uploads
mn: ᠢᠳᠡᠪᠬᠢᠲᠡᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ

source: Read More
mn: ᠴᠢᠨᠠᠭᠰᠢ ᠤᠩᠰᠢᠬᠤ

source: details about the failure
mn: ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠲᠠᠯᠠᠷᠠᠬᠢ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Add Component:
mn: ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠨᠡᠮᠡᠬᠦ᠄

source: %(type)s Component Template Menu
mn: %(type)s ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠵᠠᠭᠪᠤᠷ ᠤᠨ ᠴᠧᠰᠧ

source: Common Problem Types
mn: ᠨᠡᠶᠢᠲᠡᠯᠢᠭ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠥᠷᠥᠯ ᠦᠳ

source: Supported
mn: ᠳᠡᠮᠵᠢᠭᠰᠡᠨ

source: Provisional
mn: ᠲᠦᠷᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠪᠠᠷ

source: Not Supported
mn: ᠳᠡᠮᠵᠢᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Fully Supported
mn: ᠪᠦᠷᠢᠨ ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠰᠡᠨ

source: Provisionally Supported
mn: ᠲᠣᠬᠢᠷᠠᠮᠵᠢᠲᠠᠢ

source: Add New Component
mn: ᠰᠢᠨ᠎ᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠨᠡᠮᠡᠬᠦ

source: Deprecated
mn: ᠬᠠᠭᠤᠴᠢᠷᠠᠭᠰᠠᠨ

source: List of uploaded files and assets in this course
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠹᠠᠶᠢᠯ᠂ ᠬᠥᠷᠦᠩᠭᠡ ᠶᠢᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Show All
mn: ᠪᠦᠭᠦᠳᠡ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Other
mn: ᠪᠤᠰᠤᠳ

source: You haven't added any assets to this course yet.
mn: ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠥᠷᠥᠩᠭᠡ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Upload your first asset
mn: ᠠᠩᠬᠠᠨ ᠤ ᠬᠥᠷᠥᠩᠭᠡ ᠶᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: close
mn: ᠣᠶᠢᠷᠠᠬᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: No description available
mn: ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Open/download this file
mn: ᠡᠨᠡ ᠹᠠᠶᠢᠯ ᠢ ᠨᠡᠭᠡᠭᠡᠬᠦ / ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Studio:
mn: ᠰᠲ᠋ᠦ᠋ᠳᠢ᠄

source: Web:
mn: ᠸᠪ᠄

source: Delete this asset
mn: ᠡᠨᠡ ᠬᠥᠷᠥᠩᠭᠡ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Lock this asset
mn: ᠡᠨᠡ ᠬᠥᠷᠥᠩᠭᠡ ᠶᠢ ᠲᠦᠭᠵᠢᠬᠦ

source: Lock/unlock file
mn: ᠹᠠᠶᠢᠯ ᠢ ᠲᠦᠭᠵᠢᠬᠦ / ᠲᠦᠭᠵᠢᠬᠦ

source: Certificate Details
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Course Title
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ

source: Course Title Override
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠳᠠᠷᠤᠵᠤ ᠪᠢᠴᠢᠬᠦ

source: Course Number
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ

source: Course Number Override
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠣᠭ᠎ᠠ ᠲᠣᠢᠮᠦ

source: Certificate Signatories
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
mn: ᠳᠥᠷᠪᠡᠨ ᠪᠤᠶᠤ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠴᠥᠭᠡᠨ ᠲᠣᠭᠠᠨ ᠤ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠤᠷᠠᠭᠴᠢᠳ ᠢ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠶᠢ ᠵᠥᠪᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠨᠡᠮᠡᠯᠲᠡ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ Print View ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠵᠥᠪ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠬᠡᠪᠯᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Certificate Information
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Certificate Name
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠡᠷ᠎ᠡ

source: Name of the certificate
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠡᠷ᠎ᠡ

source: Description of the certificate
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ

source: Course title
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
mn: ᠠᠯᠪᠠᠨ ᠶᠣᠰᠣᠨ ᠤ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠥᠭᠡᠷ᠎ᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠭᠦᠨ᠎ᠡ ᠦᠦ᠃ ᠠᠯᠪᠠᠨ ᠮᠡᠳᠡᠭᠡᠨ ᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠣᠭᠣᠰᠣᠨ ᠦᠯᠡᠳᠡᠭᠡᠭᠡᠷᠡᠢ᠃

source: Add Additional Signatory
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤ

source: ( Add signatories for a certificate)
mn: ( ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠭᠡᠷᠢᠶᠡᠨ ᠳᠦ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠬᠤ )

source: Choose mode
mn: ᠭᠣᠷᠢᠮ ᠢᠶᠠᠨ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: Preview Certificate
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ

source: Activate
mn: ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: Deactivate
mn: ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: component
mn: ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
mn: ᠡᠨᠡ 〈blockType〉 ᠍ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠭᠰᠠᠨ᠄ 〈selectedGroupsLabel〉

source: Access to some content in this {blockType} is restricted to specific groups of learners.
mn: ᠡᠨᠡ ᠪᠯᠣᠺ ᠤᠨ ᠵᠠᠷᠢᠮ ᠺᠣᠨᠲ᠋ᠧᠨᠲ᠋ᠣᠳ ᠬᠠᠨᠳᠤᠬᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠨᠢ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠪᠦᠯᠦᠭ ᠬᠦᠮᠦᠰ ᠲᠦ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
mn: ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ᠄ ᠡᠨᠡ ᠬᠡᠰᠡᠭ ᠦᠨ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠳᠦ ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠠᠮᠢᠳᠤ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠨᠡᠶᠢᠳᠡᠯᠡᠭᠰᠡᠨ ᠢᠶᠡᠷ ᠲᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠤᠷᠰᠢᠯᠭ᠎ᠠ ᠪᠠᠨ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Content Group Name
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ᠨᠡᠷ᠎ᠡ

source: Content Group ID
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ID

source: This is the name of the group
mn: ᠡᠨᠡ ᠪᠣᠯ ᠪᠦᠯᠦᠭ ᠦᠨ ᠨᠡᠷ᠎ᠡ ᠶᠤᠮ

source: This content group is used in one or more units.
mn: ᠡᠨᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠢ ᠨᠢᠭᠡ ᠪᠤᠶᠤ ᠬᠡᠳᠦ ᠬᠡᠳᠦᠨ ᠨᠢᠭᠡᠴᠡ ᠳᠦ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠃

source: Cannot delete when in use by a unit
mn: ᠨᠢᠭᠡ ᠨᠢᠭᠡᠴᠡ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠳᠤ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: Subsection Visibility
mn: ᠬᠡᠰᠡᠭ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠠᠢᠳᠠᠯ

source: Show entire subsection
mn: ᠪᠦᠬᠦ ᠬᠡᠰᠡᠭ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Learners see the published subsection and can access its content.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠰᠠᠳ ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠢ ᠬᠠᠷᠠᠵᠤ᠂ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠬᠠᠨᠳᠤᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Hide content after course end date
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠡᠳᠦᠷ ᠡᠴᠡ ᠡᠬᠢᠯᠡᠨ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: Hide content after due date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠥᠩᠭᠡᠷᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠬᠡᠰᠡᠭ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃ ᠬᠡᠰᠡᠭ ᠨᠢ ᠠᠩᠭᠢ ᠶᠢᠨ ᠲᠣᠭᠠᠴᠠᠭᠠᠨ ᠳᠤ ᠪᠠᠭᠲᠤᠭᠰᠠᠨ ᠬᠡᠪ ᠢᠶᠡᠷ ᠪᠠᠢᠨ᠎ᠠ᠃

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
mn: ᠬᠡᠰᠡᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠥᠪᠡᠷ ᠦᠨ ᠺᠣᠨᠲ᠋ᠧᠨᠲ᠋ᠣᠳ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃ ᠬᠡᠰᠡᠭ ᠨᠢ ᠠᠩᠭᠢ ᠶᠢᠨ ᠲᠣᠭᠠᠴᠠᠭᠠᠨ ᠳᠤ ᠪᠠᠭᠲᠤᠭᠰᠠᠨ ᠬᠡᠪ ᠢᠶᠡᠷ ᠪᠠᠢᠨ᠎ᠠ᠃
