Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
mn: ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠡᠳᠡᠭᠡᠷ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨᠴᠢᠯᠡᠯ ᠢ ᠤᠳᠤᠷᠢᠳᠤᠨ ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠳᠮᠢᠨ ᠠᠳᠮᠢᠨᠢᠰᠲᠷᠠᠲ᠋ᠣᠷ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠡᠰᠡᠪᠡᠯ ᠪᠧᠲ᠋ᠠ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠨᠡᠮᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠤᠭᠴᠢᠳ ᠪᠣᠯᠤᠨ ТТ ᠍ ᠢ ᠨᠡᠮᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠳᠮᠢᠨ ᠤ ᠠᠳᠠᠭ ᠤᠨ ᠡᠭᠦᠷᠭᠡ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
mn: ᠲᠤᠷᠰᠢᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠬᠢᠴᠢᠶᠡᠯᠠ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠳᠤ ᠲᠤᠰᠠᠯᠠᠨ᠎ᠠ᠃ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠡᠯᠰᠡᠭᠦᠯᠬᠦ᠂ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠡᠴᠡ ᠬᠠᠰᠤᠬᠤ᠂ ᠲᠡᠳᠡᠭᠡᠷ ᠦᠨ ᠳᠦᠩᠭᠡ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠨ ᠪᠦᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠨᠢ Studio ᠪᠣᠯᠤᠨ Insights ᠍ ᠲᠤ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠲᠠ ᠵᠥᠪᠬᠡᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯ ᠡᠭᠦᠷᠭᠡ ᠶᠢ ᠭᠦᠢᠴᠡᠳᠭᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Add Staff
mn: ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠨᠡᠮᠡᠬᠦ

source: Admin
mn: ᠠᠳᠮᠢᠨ

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
mn: ᠠᠳᠮᠢᠨ ᠡᠭᠦᠷᠭᠡ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠳᠤ ᠲᠤᠰᠠᠯᠠᠨ᠎ᠠ᠃ ᠲᠡᠳᠡ ᠠᠵᠢᠯᠲᠠᠨ ᠤ ᠬᠢᠵᠦ ᠪᠣᠯᠬᠤ ᠪᠦᠬᠦ ᠠᠵᠢᠯ ᠤᠳ ᠢ ᠬᠢᠵᠦ ᠴᠢᠳᠠᠳᠠᠭ ᠪᠥᠭᠡᠳ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠪᠣᠯᠤᠨ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ᠂ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠡᠭᠦᠷᠭᠡ᠂ ᠺᠠᠯᠧᠨᠳᠠᠷᠢ ᠶᠢᠨ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨᠴᠢᠯᠡᠯ ᠢ ᠤᠳᠤᠷᠢᠳᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠵᠥᠪᠬᠡᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯ ᠡᠭᠦᠷᠭᠡ ᠶᠢ ᠭᠦᠢᠴᠡᠳᠭᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Add Admin
mn: ᠠᠳᠮᠢᠨ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: Beta Testers
mn: ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
mn: ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ ᠨᠠᠷ ᠪᠤᠰᠤᠳ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠡᠮᠦᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠲᠡᠳᠡ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠠᠵᠢᠯᠯᠠᠨ᠎ᠠ᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠨᠡᠮᠡᠯᠲᠡ ᠡᠷᠬᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ ᠵᠥᠪᠬᠡᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯ ᠡᠭᠦᠷᠭᠡ ᠶᠢ ᠭᠦᠢᠴᠡᠳᠭᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Add Beta Tester
mn: ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: Discussion Admins
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠬᠢᠬᠦ ᠠᠵᠢᠯ

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. Only enrolled users can be added as Discussion Admins.
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠴᠢ ᠨᠢ ᠠᠯᠢᠪᠠ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠤᠰᠠᠳᠬᠠᠬᠤ᠂ ᠪᠤᠷᠤᠭᠤ ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠲᠤᠭ ᠤᠳ ᠢ ᠠᠷᠢᠯᠭᠠᠬᠤ᠂ ᠬᠠᠭᠠᠬᠤ᠂ ᠳᠠᠬᠢᠨ ᠨᠡᠭᠡᠭᠡᠬᠦ᠂ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ᠂ ᠪᠦᠬᠦ ᠪᠦᠯᠦᠭ ᠡᠴᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠢ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠲᠡᠳᠡᠨ ᠦ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠨᠢ < ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ > ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠳᠠᠭ᠃ ᠲᠡᠳᠡ ᠮᠥᠨ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨ ᠦ ᠭᠡᠰᠢᠭᠦᠨᠴᠢᠯᠡᠯ ᠢ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠡᠭᠦᠷᠭᠡ ᠶᠢ ᠨᠡᠮᠡᠬᠦ᠂ ᠬᠠᠰᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠵᠥᠪᠬᠡᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠴᠢ ᠪᠡᠷ ᠨᠡᠮᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Add Discussion Admin
mn: ᠠᠳᠮᠢᠨ ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠨᠡᠮᠡᠬᠦ

source: Discussion Moderators
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠤᠭᠴᠢᠳ

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. Only enrolled users can be added as Discussion Moderators.
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠤᠭᠴᠢᠳ ᠨᠢ ᠠᠯᠢᠪᠠ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠤᠰᠠᠳᠬᠠᠬᠤ᠂ ᠪᠤᠷᠤᠭᠤ ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠲᠤᠭ ᠤᠳ ᠢ ᠠᠷᠢᠯᠭᠠᠬᠤ᠂ ᠬᠠᠭᠠᠬᠤ᠂ ᠳᠠᠬᠢᠨ ᠨᠡᠭᠡᠭᠡᠬᠦ᠂ ᠬᠠᠷᠢᠭᠤᠭ ᠪᠠᠲᠤᠯᠠᠬᠤ᠂ ᠪᠦᠬᠦ ᠪᠦᠯᠦᠭ ᠦᠳ ᠦᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠢ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠲᠡᠳᠡᠨ ᠦ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠨᠢ <ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ> ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠳᠠᠭ᠃ ᠲᠡᠳᠡ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠡᠭᠦᠷᠭᠡ ᠶᠢ ᠨᠡᠮᠡᠵᠦ ᠡᠰᠡᠪᠡᠯ ᠬᠠᠰᠤᠬᠤ ᠵᠠᠮ ᠢᠶᠠᠷ ᠪᠠᠭ ᠤᠨ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨᠴᠢᠯᠡᠯ ᠢ ᠤᠳᠤᠷᠢᠳᠴᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃ ᠵᠥᠪᠬᠡᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠢ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ Moderators ᠮᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠨᠡᠮᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Add Moderator
mn: ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠤᠭᠴᠢ ᠨᠡᠮᠡᠬᠦ

source: Group Community TA
mn: ᠭᠷᠦᠶᠢᠫ ᠤᠨ ᠨᠡᠶᠢᠭᠡᠮᠯᠢᠭ ТТ

source: Group Community TAs are members of the community who help course teams moderate discussions. Group Community TAs see only posts by learners in their assigned group. They can edit or delete posts, clear flags, close and re-open threads, and endorse responses, but only for posts by learners in their group. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Group Community TAs.
mn: ᠭᠷᠦᠶᠢᠫ ᠤᠨ ᠣᠷᠣᠨ ᠨᠤᠲᠤᠭ ᠤᠨ ТТ ᠨᠢ ᠣᠷᠣᠨ ᠨᠤᠲᠤᠭ ᠤᠨ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠳᠤᠮᠳᠠ ᠶᠢᠨ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢ ᠳᠡᠮᠵᠢᠬᠦ ᠳᠦ ᠨᠢ ᠲᠤᠰᠯᠠᠬᠤ ᠭᠡᠰᠢᠭᠦᠳ ᠶᠤᠮ᠃ ᠭᠷᠦᠶᠢᠫ ᠤᠨ ᠣᠷᠣᠨ ᠨᠤᠲᠤᠭ ᠤᠨ ТТ ᠍ ᠤᠳ ᠵᠥᠪᠬᠡᠨ ᠲᠣᠮᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ᠢᠶᠡᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠵᠥᠪᠬᠡᠨ ᠬᠠᠷᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠡᠳᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠢ ᠵᠠᠰᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠤᠰᠠᠳᠬᠠᠬᠤ᠂ ᠲᠤᠭ ᠤᠳ ᠢ ᠬᠠᠭᠠᠬᠤ᠂ ᠬᠠᠭᠠᠬᠤ᠂ ᠳ᠋ᠠᠬᠢᠨ ᠨᠡᠬᠡᠭᠡᠬᠦ᠂ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠬᠤ᠂ ᠵᠥᠪᠬᠡᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ᠢᠶᠡᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠵᠠᠰᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠲᠡᠳᠡᠨ ᠦ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠨᠢ <ᠣᠷᠣᠨ ᠨᠤᠲᠤᠭ ᠤᠨ ТТ> ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠳᠠᠭ᠃ ᠵᠥᠪᠬᠡᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠭᠷᠦᠶᠢᠫ ᠤᠨ ᠣᠷᠣᠨ ᠨᠤᠲᠤᠭ ᠤᠨ ТТ ᠍ ᠤ ᠳᠠᠭᠠᠤ ᠨᠡᠮᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Add Group Community TA
mn: ᠪᠦᠯᠬᠦᠮ ᠦᠨ ᠬᠠᠮᠲᠤ ᠶᠢᠨ ᠨᠡᠶᠢᠭᠡᠮᠯᠢᠭ TA ᠍ ᠢ ᠨᠡᠮᠡ

source: Community TAs are members of the community who help course teams moderate discussions. They can see posts by all learners, and can edit or delete posts, clear flags, close or re-open threads, and endorse responses. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Community TAs.
mn: ᠣᠷᠣᠨ ᠨᠤᠲᠤᠭ ᠤᠨ ТТ ᠍ ᠤᠳ ᠨᠢ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠳᠤᠮᠳᠠ ᠶᠢᠨ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢ ᠳᠡᠮᠵᠢᠬᠦ ᠳᠦ ᠨᠢ ᠲᠤᠰᠯᠠᠬᠤ ᠪᠦᠯᠦᠭ ᠦᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠶᠤᠮ᠃ ᠲᠡᠳᠡ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠢ ᠬᠠᠷᠠᠵᠤ ᠴᠢᠳᠠᠨ᠎ᠠ᠂ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠵᠠᠰᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠤᠰᠠᠳᠬᠠᠬᠤ᠂ ᠲᠤᠭ ᠴᠡᠪᠡᠷᠯᠡᠬᠦ᠂ ᠬᠠᠭᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠳ᠋ᠠᠬᠢᠨ ᠨᠡᠬᠡᠭᠡᠬᠦ᠂ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠳᠡᠭ᠃ ᠲᠡᠳᠡᠨ ᠦ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠨᠢ <ᠣᠷᠣᠨ ᠨᠤᠲᠤᠭ ᠤᠨ ТТ>ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠳᠠᠭ᠃ ᠵᠥᠪᠬᠡᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠵᠥᠪᠬᠡᠨ ТТ ᠍ ᠤ ᠬᠦᠷᠢᠶᠡᠨ ᠳᠦ ᠨᠡᠮᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Add Community TA
mn: ᠣᠯᠠᠨ ᠨᠡᠢᠲᠡ ᠶᠢᠨ ТТ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: CCX Coaches
mn: CCX ᠳᠠᠰᠬᠠᠯᠵᠢᠭᠤᠯᠤᠭᠴᠢᠳ

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
mn: CCX ᠳᠠᠰᠬᠠᠯᠵᠢᠭᠤᠯᠤᠭᠴᠢ ᠳᠤ ᠨᠢ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠰᠠᠭᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠬᠢᠵᠦ᠂ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠰᠠᠭᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢᠶᠠᠨ ᠠᠰᠢᠭᠯᠠᠨ ᠥᠪᠡᠷᠰᠡᠳ ᠦᠨ ᠵᠢᠭᠠᠵᠤ ᠰᠤᠷᠭᠠᠬᠤ ᠳᠤ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ᠃

source: Add CCX Coach
mn: CCX ᠳᠠᠰᠬᠠᠯᠵᠢᠭᠤᠯᠤᠭᠴᠢ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: There is no data available to display at this time.
mn: ᠣᠳᠣ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠴᠡᠨ ᠳᠦ ᠭᠠᠷᠭᠠᠬᠤ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Use Reload Graphs to refresh the graphs.
mn: ᠳᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠬᠤ ᠭᠷᠠᠹᠢᠺ ᠠᠰᠢᠭᠯᠠᠨ ᠭᠷᠠᠹᠢᠺ ᠢ ᠳᠠᠬᠢᠨ ᠰᠢᠨᠡᠴᠢᠯᠡ᠃

source: Reload Graphs
mn: ᠳᠦᠷᠰ ᠦᠳ ᠢ ᠳᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Subsection Data
mn: ᠳᠡᠳ᠋ ᠥᠭᠭᠥᠭᠳᠡᠯ

source: Each bar shows the number of students that opened the subsection.
mn: ᠬᠡᠰᠡᠭ ᠢ ᠨᠡᠭᠡᠭᠡᠭᠰᠡᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ᠃

source: You can click on any of the bars to list the students that opened the subsection.
mn: ᠲᠠ ᠬᠡᠰᠡᠭ ᠦᠳ ᠢ ᠨᠡᠭᠡᠭᠡᠭᠰᠡᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠵᠢᠭᠰᠠᠭᠠᠨ᠎ᠠ᠃

source: You can also download this data as a CSV file.
mn: ᠲᠠ ᠮᠥᠨ ᠡᠨᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ CSV ᠹᠠᠢᠯ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Download Subsection Data for all Subsections as a CSV
mn: CSV ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠪᠦᠬᠦ ᠬᠡᠰᠡᠭ ᠦᠳ ᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Grade Distribution Data
mn: ᠠᠩᠭᠢᠯᠠᠯ ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠯᠲᠠ ᠶᠢᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ

source: Each bar shows the grade distribution for that problem.
mn: ᠪᠠᠭᠠᠷ ᠪᠦᠷᠢ ᠨᠢ ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠯᠲᠠ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You can click on any of the bars to list the students that attempted the problem, along with the grades they received.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠣᠷᠣᠯᠳᠤᠭᠰᠠᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ᠂ ᠲᠡᠳᠡᠭᠡᠷ ᠦᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠣᠨᠣᠭ᠎ᠠ ᠲᠠᠢ ᠬᠠᠮᠲᠤ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ ᠠᠯᠢ ᠨᠢᠭᠡ ᠪᠠᠭᠠᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Download Problem Data for all Problems as a CSV
mn: CSV ᠭᠡᠵᠦ ᠪᠦᠬᠦ ᠠᠰᠠᠭᠤᠳᠠᠯ᠂ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Grade Distribution per Problem
mn: ᠨᠢᠭᠡ ᠬᠦᠩ ᠳᠦ ᠨᠣᠭᠳᠠᠬᠤ ᠠᠩᠬᠢ ᠶᠢᠨ ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠯᠲᠠ

source: Download Student Opened as a CSV
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢ CSV ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠨᠡᠭᠡᠭᠡᠭᠰᠡᠨ

source: Download Student Grades as a CSV
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠵᠡᠷᠭᠡ ᠶᠢ CSV ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: This is a partial list, to view all students download as a csv.
mn: ᠡᠨᠡ ᠪᠣᠯ ᠬᠡᠰᠡᠭᠴᠢᠯᠡᠭᠰᠡᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠪᠥᠭᠡᠳ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ csv ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: There are no problems in this section.
mn: ᠡᠨᠡ ᠬᠡᠰᠡᠭ ᠲᠦ ᠶᠠᠮᠠᠷ ᠴᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ᠃

source: Send to:
mn: ᠢᠯᠡᠭᠡᠬᠦ᠄

source: Myself
mn: ᠪᠢ ᠥᠪᠡᠷ ᠢᠶᠡᠨ

source: Staff and Administrators
mn: ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠪᠠ ᠠᠳᠮᠢᠨᠢᠰᠲᠷᠠᠲ᠋ᠣᠷ ᠤᠳ

source: All Learners
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ

source: Cohort:
mn: ᠺᠣᠭᠣᠷ ᠲᠤ᠄

source: (learners not explicitly assigned to a cohort)
mn: (ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠰᠢᠭᠤᠳ ᠺᠣᠭᠣᠷ ᠲᠤ ᠥᠭᠳᠡᠭ ᠦᠭᠡᠢ)

source: Learners in the {track_name} Track
mn: {track_name} Track ᠳᠠᠬᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ

source: Subject:
mn: ᠭᠠᠷᠴᠠᠭ᠄

source: (maximum 128 characters)
mn: (ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠳᠦ ᠪᠡᠨ 128 ᠲᠡᠮᠳᠡᠭᠲᠦ)

source: Message:
mn: ᠵᠠᠬᠢᠶ᠎ᠠ᠄

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠳᠣᠯᠣᠭ᠎ᠠ ᠬᠣᠨᠣᠭ ᠲᠤ ᠨᠢᠭᠡ ᠡᠴᠡ ᠢᠯᠡᠭᠦᠦ ᠢᠮᠧᠯ ᠢᠯᠡᠭᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠢ ᠵᠥᠪᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ ᠢᠮᠧᠯ ᠢᠯᠡᠭᠡᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠲᠧᠺᠰᠲ ᠢ ᠠᠩᠬᠠᠷᠤᠯᠲᠠᠢ ᠤᠩᠰᠢᠵᠤ᠂ ᠡᠬᠢᠯᠡᠭᠡᠳ ᠥᠪᠡᠷᠲᠡᠭᠡᠨ ᠢᠯᠡᠭᠡᠵᠦ᠂ ᠹᠣᠷᠮᠠᠲ ᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ᠂ ᠠᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ ᠪᠣᠯᠤᠨ ᠯᠢᠨ᠋ᠺ ᠢ ᠵᠥᠪ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: CAUTION!
mn: ᠠᠩᠬᠠᠷ!

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
mn: ᠲᠠ ᠢᠯᠡᠭᠡᠬᠦ ᠢᠮᠧᠯ ᠰᠣᠩᠭᠣᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠲᠠᠨ ᠤ ᠢᠮᠧᠯ ᠵᠤᠷᠪᠤᠰ ᠢ ᠢᠯᠡᠭᠡᠬᠦ ᠳᠠᠷᠠᠭᠠᠯᠠᠯ ᠳᠤ ᠨᠡᠮᠡᠭᠰᠡᠨ ᠪᠥᠭᠡᠳ ᠴᠤᠴᠠᠯᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Send Email
mn: ᠢᠮᠧᠯ ᠢᠯᠡᠭᠡᠬᠦ

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
mn: ᠢᠮᠧᠯ ᠦᠢᠯᠡᠳᠦᠯ ᠠᠷᠤ ᠲᠠᠯ᠎ᠠ ᠳᠤ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃ ᠠᠯᠢᠪᠠ ᠢᠳᠡᠪᠬᠢ ᠲᠡᠢ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠲᠥᠯᠦᠪ ᠪᠠᠢᠳᠠᠯ - ᠡᠭᠦᠨ ᠳᠦ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠡᠭᠦᠷᠭᠡ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ - ᠳᠣᠣᠷᠠᠬᠢ ᠬᠦᠰᠦᠨᠦᠭᠲᠡᠨ ᠳᠦ ᠬᠠᠷᠠᠭᠳᠠᠨ᠎ᠠ᠃

source: Email Task History
mn: ᠲᠠᠲᠠᠷ ᠲᠡᠦᠬᠡ ᠶᠢ ᠮᠡᠶᠢᠯᠢ ᠪᠡᠷ ᠢᠯᠡᠭᠡᠬᠦ

source: To see the content of previously sent emails, click this button:
mn: ᠡᠮᠦᠨᠡᠬᠢ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠢᠮᠧᠯᠡ ᠨᠦᠭᠦᠳ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠲᠣᠪᠴᠢᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠄

source: Show Sent Email History
mn: ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠲᠡᠦᠬᠡ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: To read a sent email message, click its subject.
mn: ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠢᠮᠧᠯ ᠵᠤᠷᠪᠤᠰ ᠢ ᠤᠩᠰᠢᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠡᠭᠦᠨ ᠦ ᠰᠡᠳᠦᠪ ᠢ ᠳᠠᠷᠠ᠃

source: To see the status for all email tasks submitted for this course, click this button:
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠪᠦᠬᠦ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠲᠣᠪᠴᠢᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠄

source: Show Email Task History
mn: ᠢᠮᠧᠯ ᠲᠠᠰᠺ ᠤᠨ ᠲᠡᠦᠬᠡ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Set Course Mode Price
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠭᠣᠷᠢᠮ ᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ

source: Please enter Course Mode detail below
mn: ᠳᠣᠣᠷᠠᠬᠢ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠭᠣᠷᠢᠮ ᠤᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Set Price
mn: ᠦᠨ᠎ᠡ ᠶᠢ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ

source: Allowance Section
mn: ᠲᠡᠳᠬᠦᠮᠵᠢ ᠶᠢᠨ ᠬᠡᠰᠡᠭ

source: Student Special Exam Attempts
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠲᠤᠰᠬᠠᠢ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ

source: View gradebook for enrolled learners
mn: ᠲᠤᠷᠰᠢᠯᠭ᠎ᠠ ᠲᠠᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠳᠡᠪᠲᠡᠷ ᠬᠠᠷᠠᠬᠤ

source: Note: This feature is available only to courses with a small number of enrolled learners.
mn: ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠡᠨᠡ ᠹᠦᠩᠺᠼᠢ ᠨᠢ ᠵᠥᠪᠬᠡᠨ ᠴᠥᠭᠡᠨ ᠲᠣᠭᠠᠨ ᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠲᠠᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ᠃

source: View Gradebook
mn: Gradebook ᠍ ᠢ ᠦᠵᠡᠬᠦ

source: View a specific learner's grades and progress
mn: ᠣᠨᠴᠠᠭᠠᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠣᠨᠣᠭ᠎ᠠ ᠪᠣᠯᠤᠨ ᠠᠬᠢᠴᠠ ᠳᠡᠪᠰᠢᠯ ᠢ ᠬᠠᠷᠠᠬᠤ

source: Learner's {platform_name} email address or username
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ {platform_name} ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠪᠤᠶᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Learner email address or username
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯ ᠤᠨ ᠬᠠᠶᠠᠭ ᠡᠰᠡᠪᠡᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: View Progress Page
mn: ᠫᠷᠣᠭᠷᠧᠰᠰ Page ᠬᠠᠷᠠᠬᠤ

source: Adjust a learner's grade for a specific problem
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠵᠡᠷᠭᠡ ᠶᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ

source: Location of problem in course
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠬᠡᠷᠡᠭ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠪᠠᠢᠷᠰᠢᠯ

source: Example
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ

source: Problem location
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠪᠠᠢᠷᠰᠢᠯ

source: Attempts
mn: ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ

source: Allow a learner who has used up all attempts to work on the problem again.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠪᠦᠬᠦ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠦᠨ ᠬᠡᠷᠡᠭᠯᠡᠵᠦ ᠪᠠᠢᠭᠰᠠᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ᠃

source: Reset Attempts to Zero
mn: ᠲᠡᠭ ᠷᠦᠦ ᠣᠷᠣᠯᠳᠤᠬᠤ Reset

source: Rescore
mn: ᠷᠧᠰᠺᠲ᠋ᠣᠫ

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠬᠠᠷᠢᠭᠤᠭ ᠳᠠᠪᠲᠠ᠃ 〈ᠵᠥᠪᠬᠡᠨ ᠣᠨᠣᠭ᠎ᠠ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠬᠡᠷᠪᠡ ᠣᠨᠣᠭ᠎ᠠ ᠰᠠᠶᠢᠵᠢᠷᠠᠬᠤ〉 ᠰᠣᠩᠭᠣᠯᠲᠠ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠣᠨᠣᠭ᠎ᠠ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠭᠠᠯᠠᠯ ᠢ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠬᠤ ᠳᠤ ᠯᠠ ᠵᠥᠪᠬᠡᠨ ᠣᠨᠣᠭ᠎ᠠ ᠥᠭᠳᠡᠭ᠃

source: Score Override
mn: ᠣᠨᠣᠭ᠎ᠠ ᠪᠠᠨ ᠳᠠᠷᠤᠬᠤ

source: For the specified problem, override the learner's score.
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠣᠨᠣᠭ᠎ᠠ ᠶᠢ ᠳᠠᠪᠲᠠᠨ᠎ᠠ᠃

source: New score for problem, out of the total points available for the problem
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠰᠢᠨ᠎ᠡ ᠣᠨ ᠢᠶᠠᠨ᠂ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠨᠡᠢᠲᠡ ᠣᠨᠣᠭ᠎ᠠ ᠠᠴᠠ ᠭᠠᠷᠤᠨ᠎ᠠ

source: Override Learner's Score
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠣᠨᠣᠭ᠎ᠠ ᠶᠢ ᠳᠠᠷᠤᠬᠤ

source: Problem History
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠡᠦᠬᠡ

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠪᠣᠯᠤᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠦᠨ ᠰᠠᠩ ᠠᠴᠠ ᠣᠨᠣᠭ᠎ᠠ ᠪᠠᠨ ᠪᠦᠷᠢᠮᠦᠰᠦᠨ ᠤᠰᠠᠳᠬᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Task Status
mn: ᠵᠣᠷᠢᠯᠲᠠᠲᠤ ᠲᠥᠯᠥᠪ

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
mn: ᠡᠨᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ᠂ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠢᠷᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠳᠠᠬᠢᠨ ᠵᠠᠰᠠᠬᠤ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠬᠠᠷᠠᠭᠤᠯ᠃

source: Show Task Status
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ status

source: Adjust a learner's entrance exam results
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠳᠦᠩᠭᠡ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Allow the learner to take the exam again.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠠᠬᠢᠨ ᠰᠢᠯᠭᠠᠭᠤᠯᠵᠤ ᠠᠪᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Allow Skip
mn: ᠠᠯᠭᠠᠰᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢ ᠣᠯᠭᠤᠨ᠎ᠠ ᠤᠤ

source: Waive the requirement for the learner to take the exam.
mn: ᠰᠢᠯᠭᠠᠯᠲᠠ ᠠᠪᠬᠤ ᠶᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠠᠴᠠ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃

source: Let Learner Skip Entrance Exam
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ Skip Skip Entrance ᠰᠢᠯᠭᠠᠯᠲᠠ

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
mn: ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡ᠃ 〈ᠵᠥᠪᠬᠡᠨ Score ᠪᠦᠬᠦ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠬᠤ ᠨᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠰᠠᠶᠢᠵᠢᠷᠠᠨ᠎ᠠ〉 ᠰᠣᠩᠭᠣᠯᠲᠠ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠭᠠᠯᠠᠯ ᠢ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠬᠤ ᠳᠤ ᠯᠠ ᠵᠥᠪᠬᠡᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠣᠨᠣᠭ᠎ᠠ ᠶᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠳᠡᠭ᠃

source: Rescore All Problems
mn: ᠪᠦᠬᠦ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠳᠠᠪᠲᠠᠬᠤ

source: Rescore All Problems Only If Score Improves
mn: ᠵᠥᠪᠬᠡᠨ Score ᠍ ᠢ ᠵᠥᠪᠬᠡᠨ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ

source: Entrance Exam History
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠡᠦᠬᠡ

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠪᠦᠬᠦ ᠡᠯᠧᠮᠧᠨᠲ ᠦᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ᠂ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠦᠨ ᠪᠠᠭᠠᠵᠢ ᠠᠴᠠ ᠪᠦᠷᠢᠮᠦᠰᠦᠨ ᠤᠰᠠᠳᠬᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
mn: ᠡᠨᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠪᠣᠯᠤᠨ ᠡᠯᠰᠡᠭᠴᠢ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠷᠠᠭᠤᠯᠤᠯᠲᠠᠨ ᠳᠤ ᠢᠷᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠳᠠᠬᠢᠨ ᠵᠠᠰᠠᠬᠤ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠬᠠᠷᠠᠭᠤᠯ᠃

source: Adjust all enrolled learners' grades for a specific problem
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠣᠨᠣᠭ᠎ᠠ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ

source: Allows all learners to work on the problem again.
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠳᠠᠬᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳᠤ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
mn: Rescore ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠢᠷᠡᠭᠦᠯᠦᠭᠰᠡᠨ᠃ 〈ᠵᠥᠪᠬᠡᠨ Rescore Only If Scores Improve〉 ᠰᠣᠩᠭᠣᠯᠲᠠ ᠨᠢ ᠵᠥᠪᠬᠡᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠭᠠᠯᠠᠯ ᠢ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠪᠠᠯ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠣᠨᠣᠭ᠎ᠠ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠨ᠎ᠡ᠃

source: Rescore All Learners' Submissions
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠳᠠᠪᠲᠠᠬᠤ

source: Rescore Only If Scores Improve
mn: ᠵᠥᠪᠬᠡᠨ ᠣᠨᠣᠭ᠎ᠠ ᠶᠢ ᠳᠡᠭᠡᠭᠰᠢᠯᠡᠭᠦᠯᠪᠡᠯ ᠣᠨᠣᠭ᠎ᠠ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: Show the status for the tasks that you submitted for this problem.
mn: ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠥᠯᠦᠭᠡ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠬᠠᠷᠠᠭᠤᠯ᠃

source: My Courses
mn: ᠮᠢᠨᠤ ᠬᠢᠴᠢᠶᠡᠯ

source: Program Details
mn: ᠬᠥᠲᠥᠯᠪᠦᠷᠢ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Programs
mn: ᠬᠥᠲᠥᠯᠪᠦᠷᠢ ᠨᠦᠭᠦᠳ

source: Change Preferred Language
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠬᠡᠯᠡ ᠶᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ

source: Please choose your preferred language
mn: ᠰᠣᠩᠭᠣᠨ ᠬᠡᠯᠡ ᠪᠡᠨ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: Save Language Settings
mn: ᠬᠡᠯᠡᠨ ᠦ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
mn: ᠲᠠᠨ ᠤ ᠳᠤᠷᠠᠲᠠᠢ ᠬᠡᠯᠡ ᠶᠢ ᠦᠵᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ? {link_start} ᠣᠷᠴᠢᠭᠤᠯᠤᠭᠴᠢ ᠪᠣᠯᠬᠤ ᠰᠠᠶᠢᠨ ᠳᠤᠷ᠎ᠠ ᠶᠢᠨ ᠬᠢᠨ! {link_end}

source: Profile
mn: ᠬᠤᠪᠤ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Shopping Cart
mn: ᠳᠡᠯᠭᠡᠭᠦᠷ ᠦᠨ ᠲᠦᠷᠢᠳᠡᠭ ᠲᠡᠷᠭᠡ

source: {platform_name} Home Page
mn: {platform_name} ᠨᠢᠭᠤᠷ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: How it Works
mn: ᠬᠡᠷᠬᠢᠨ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ

source: Schools
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠨᠤᠭᠤᠳ

source: Explore Courses
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠨᠤᠭᠤᠳ

source: Global
mn: ᠭᠣᠯᠣᠪᠠᠯ

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
mn: {begin_strong} ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ᠄ {end_strong} ᠲᠠᠨ ᠤ ᠬᠥᠲᠥᠴᠢ ᠪᠦᠷᠢᠨ ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠢᠳᠡ {chrome_link} ᠡᠰᠡᠪᠡᠯ {ff_link} ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠵᠥᠪᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Peer Grading
mn: ᠦᠶ᠎ᠡ ᠲᠡᠩ ᠦᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ

source: Here is a list of problems that need to be peer graded for this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠲᠤᠯᠭᠠᠷᠴᠢ ᠪᠤᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠡᠨᠳᠡ ᠣᠷᠣᠭᠤᠯᠪᠠ᠃

source: Problem Name
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ

source: Due date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Graded
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠠᠢ

source: Available
mn: ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: Required
mn: ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ

source: No due date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: The due date has passed, and peer grading for this problem is closed at this time.
mn: ᠬᠦᠴᠦᠨᠲᠡᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠥᠩᠭᠡᠷᠡᠴᠢ᠂ ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠦᠨᠡᠯᠡᠮᠵᠢ ᠶᠢ ᠦᠶ᠎ᠡ ᠦᠶ᠎ᠡ ᠬᠠᠭᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The due date has passed, and peer grading is closed at this time.
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ᠂ ᠦᠶ᠎ᠡ ᠲᠡᠩ ᠦᠨ ᠵᠡᠷᠭᠡ ᠨᠢ ᠬᠠᠭᠠᠭᠳᠠᠭᠰᠠᠨ᠃

source: Learning to Grade
mn: ᠠᠩᠭᠢ ᠳ᠋ᠤ᠌ ᠰᠤᠷᠬᠤ

source: Hide Question
mn: ᠠᠰᠠᠭᠤᠯᠲᠠ ᠶᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: Student Response
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠬᠠᠷᠢᠭᠤ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ

source: Written Feedback
mn: ᠪᠢᠴᠢᠭᠰᠡᠨ ᠰᠠᠨᠠᠯ ᠬᠦᠰᠡᠯᠲᠡ

source: Please include some written feedback as well.
mn: ᠮᠥᠨ ᠵᠠᠷᠢᠮ ᠪᠢᠴᠢᠮᠡᠯ ᠰᠠᠨᠠᠯ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This submission has explicit, offensive, or (i suspect) plagiarized content.
mn: ᠡᠨᠡ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠨᠢ ᠲᠣᠳᠣᠷᠬᠠᠢ᠂ ᠳᠣᠷᠣᠮᠵᠢᠯᠠᠭᠰᠠᠨ᠂ ᠡᠰᠡᠪᠡᠯ (ᠪᠢ ᠰᠡᠵᠢᠭᠯᠡᠭᠳᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ)ᠳ᠋ᠦᠩᠨᠡᠯᠲᠡ ᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: How did I do?
mn: ᠪᠢ ᠬᠡᠷᠬᠢᠨ ᠬᠢᠪᠡᠯ ᠵᠣᠬᠢᠬᠤ ᠪᠣᠢ?

source: Ready to grade!
mn: ᠬᠤᠪᠢ ᠪᠣᠳᠤᠬᠤ ᠳ᠋ᠤ᠌ ᠪᠡᠯᠡᠨ ᠪᠣᠯᠤᠯ᠎ᠠ!

source: You have finished learning to grade, which means that you are now ready to start grading.
mn: ᠲᠠ ᠠᠩᠭᠢ ᠳᠡᠪᠰᠢᠨ ᠰᠤᠷᠤᠯᠴᠠᠵᠤ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠣᠳᠣ ᠲᠠ ᠵᠡᠷᠭᠡᠯᠡᠯ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳᠤ ᠪᠡᠯᠡᠨ ᠪᠣᠯᠤᠯ᠎ᠠ ᠭᠡᠰᠡᠨ ᠦᠭᠡ ᠶᠤᠮ᠃

source: Start Grading!
mn: ᠡᠬᠢᠯᠡᠭᠡᠳ ᠬᠤᠪᠢ ᠪᠣᠳᠤᠵᠤ ᠪᠠᠢᠨ᠎ᠠ!

source: Learning to grade
mn: ᠳᠡᠭᠡᠳᠦ ᠵᠡᠷᠭᠡ ᠰᠤᠷᠬᠤ

source: You have not yet finished learning to grade this problem.
mn: ᠲᠠ ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠰᠢᠢᠳᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠰᠤᠷᠤᠯᠴᠠᠵᠤ ᠳᠠᠭᠤᠰᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
mn: ᠲᠠ ᠣᠳᠣ ᠬᠡᠳᠦ ᠬᠡᠳᠦᠨ ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠰᠡᠨ ᠡᠰᠡ ᠦᠵᠡᠭᠦᠯᠵᠦ᠂ ᠥᠪᠡᠷ ᠢᠶᠡᠨ ᠣᠨᠣᠭ᠎ᠠ ᠠᠪᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
mn: ᠪᠠᠭᠰᠢ ᠲᠠᠢ ᠢᠵᠢᠯ ᠲᠥᠰᠲᠡᠢ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠳ ᠢ ᠰᠤᠷᠴᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠪᠣᠯ᠂ ᠦᠶ᠎ᠡ ᠲᠡᠩ ᠦᠨ ᠬᠢᠨ ᠢᠶᠡᠨ ᠵᠡᠷᠭᠡᠯᠡᠬᠦ ᠳᠦ ᠪᠡᠯᠡᠨ ᠪᠠᠢᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Start learning to grade
mn: ᠳᠡᠭᠡᠳᠦ ᠵᠡᠷᠭᠡ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ

source: Are you sure that you want to flag this submission?
mn: ᠲᠠ ᠡᠨᠡ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠲᠤᠭᠬᠡᠮᠡᠷ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ ᠭᠡᠳᠡᠭ ᠲᠦ ᠪᠡᠨ ᠢᠲᠡᠭᠡᠯᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
mn: ᠲᠠ ᠢᠯᠡᠭᠡᠨ᠎ᠡ ᠦᠦ᠃ ᠲᠠ ᠵᠦᠭᠡᠷ ᠯᠠ ᠳᠣᠪᠲᠣᠯᠤᠭᠰᠠᠨ᠂ ᠳᠣᠷᠣᠮᠵᠢᠯᠠᠭᠰᠠᠨ᠂ ᠡᠰᠡᠪᠡᠯ (ᠰᠡᠵᠢᠭᠯᠡᠭᠳᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ)ᠠᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠵᠥᠪᠬᠡᠨ ᠪᠦᠭᠯᠡᠵᠦ ᠥᠭᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠬᠡᠷᠪᠡ ᠠᠰᠠᠭᠤᠯᠲᠠᠨ ᠳᠤ ᠠᠰᠠᠭᠤᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠷᠢᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠡᠰᠡᠪᠡᠯ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠪᠠᠯ ᠲᠠ ᠲᠡᠭᠦᠨ ᠢ ᠲᠡᠭᠯᠡᠬᠦ ᠶᠢᠨ ᠣᠷᠣᠨ ᠳᠤ ᠲᠡᠭ ᠣᠨᠣᠭ᠎ᠠ ᠪᠣᠯᠤᠨ ᠳᠠᠭᠠᠯᠳᠤᠬᠤ ᠰᠠᠨᠠᠯ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠦᠭᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Remove Flag
mn: ᠳᠠᠯᠪᠠᠭ᠎ᠠ ᠠᠷᠢᠯᠭᠠᠬᠤ

source: Keep Flag
mn: Flag Flag ᠪᠠᠢᠯᠭᠠᠬᠤ

source: Go Back
mn: ᠪᠤᠴᠠᠬᠤ

source: {start_strong}{application_name}{end_strong} would like to access your data with the following permissions:
mn: 〈start᠎strong〉 〈application᠎name〉 {end_strong} ᠲᠠᠨ ᠤ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠳᠦ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠳ ᠢᠶᠡᠷ ᠬᠠᠨᠳᠤᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠄

source: Read your user ID
mn: ᠥᠪᠡᠷ ᠦᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ID ᠍ ᠢ ᠤᠩᠰᠢᠨ᠎ᠠ ᠤᠤ

source: Read your user profile
mn: ᠥᠪᠡᠷ ᠦᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠫᠷᠣᠹᠠᠢᠯ ᠢ ᠤᠩᠰᠢᠨ᠎ᠠ ᠤᠤ

source: Read your email address
mn: ᠥᠪᠡᠷ ᠦᠨ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠤᠩᠰᠢᠬᠤ

source: Read the list of courses in which you are a staff member.
mn: ᠠᠵᠢᠯᠲᠠᠨ ᠪᠣᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠤᠩᠰᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Read the list of courses in which you are an instructor.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠪᠠᠭᠰᠢ ᠪᠣᠯᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠤᠩᠰᠢᠨ᠎ᠠ ᠤᠤ᠃

source: To see if you are a global staff user
mn: ᠭᠣᠯᠣᠪᠠᠯ ᠠᠵᠢᠯᠴᠢᠳ ᠤᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠶᠢ ᠬᠠᠷᠠᠬᠤ

source: Manage your data: {permission}
mn: ᠥᠪᠡᠷ ᠦᠨ ᠳᠠᠲᠠᠭ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠄ 〈ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ〉

source: Account Activation Info
mn: ᠳᠠᠩᠰᠠᠨ ᠤ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Activate your account!
mn: ᠠᠺᠠᠤᠨᠲᠠ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ!

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
mn: {platform_name} ᠍ ᠦᠨ ᠳᠠᠩᠰᠠᠨ ᠤ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ 〈email᠎start〉 {email} 〈email᠎end〉 ᠢᠷᠡᠭᠰᠡᠨ ᠢᠮᠧᠯᠢ ᠡᠴᠡ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠡᠷᠡᠭ ᠲᠡᠢ ᠪᠣᠯ {link_start} {platform_name} ᠳᠡᠮᠵᠢᠯᠭᠡ {link_end}᠃

source: You're almost there!
mn: ᠴᠢ ᠪᠠᠷᠤᠭ ᠯᠠ ᠪᠠᠢᠨ᠎ᠠ !

source: There's just one more step: Before you enroll in a course, you need to activate your account. We've sent an email message to {email_start}{email}{email_end} with instructions for activating your account. If you don't receive this message, check your spam folder.
mn: ᠵᠥᠪᠬᠡᠨ ᠨᠢᠭᠡ ᠠᠯᠬᠤᠮ ᠪᠠᠢᠨ᠎ᠠ ᠄ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠣᠷᠣᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠳᠠᠩᠰᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃ ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠪᠦᠬᠦᠢ 〈email᠎start〉 {email} 〈email᠎end〉 ᠳ᠋ᠤ᠌ ᠢᠮᠧᠯ ᠵᠤᠷᠪᠤᠰ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠵᠤᠷᠪᠤᠰ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ ᠥᠪᠡᠷ ᠦᠨ ᠰᠫᠠᠮ ᠹᠣᠯᠳᠧᠷ ᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Your Password Reset is Complete
mn: ᠲᠠᠨ ᠤ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ

source: Password Reset Complete
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠳᠠᠬᠢᠨ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
mn: ᠲᠠᠨ ᠤ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ᠃ {start_link} ᠥᠪᠡᠷ ᠦᠨ ᠠᠺᠠᠤᠨᠲ ᠲᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ᠃ {end_link}

source: Reset Your {platform_name} Password
mn: ᠥᠪᠡᠷ ᠦᠨ {platform_name} ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ

source: Error Resetting Password
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠶᠢ ᠳᠠᠬᠢᠨ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ
