Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: %(platform_name)s on Reddit
mn: %(platform_name)s Reddit ᠳᠡᠭᠡᠷ᠎ᠡ

source: Download the iOS app on the Apple Store
mn: IOS ᠠᠫᠫ ᠢ Apple Store ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠤᠭᠠᠷᠠᠢ

source: Download the Android app on the Google Play Store
mn: ᠠᠨᠳᠠᠷᠠᠢ ᠳᠤ ᠠᠫᠫ ᠢ Google Play Store ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠤᠭᠠᠷᠠᠢ

source: View on Web
mn: ᠸᠧᠪ ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠬᠠᠷᠠᠬᠤ

source: Unsubscribe from this list
mn: ᠡᠨᠡ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠭᠠᠷᠬᠤ

source: Our mailing address is
mn: ᠮᠠᠨ ᠤ ᠱᠤᠤᠳᠠᠩ ᠤᠨ ᠬᠠᠶᠠᠭ ᠨᠢ

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
mn: ᠣᠯᠠᠨ %(platform_name)s ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠳᠣᠯᠣᠭ᠎ᠠ ᠬᠣᠨᠣᠭ ᠪᠦᠷ ᠢᠯᠡᠭᠦᠦ ᠣᠯᠠᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠰᠢᠢᠳᠴᠦ᠂ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠹᠣᠷᠣᠮ ᠳᠤ ᠣᠷᠣᠯᠴᠠᠳᠠᠭ᠃ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠶᠠᠭᠤ ᠬᠢᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠤᠢ?

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
mn: %(course_name)s %(platform_name)s ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠳᠣᠯᠣᠭ᠎ᠠ ᠬᠣᠨᠣᠭ ᠪᠦᠷ ᠢᠯᠡᠭᠦᠦ ᠬᠦᠨᠳᠦᠷᠡᠯ ᠪᠡᠷᠬᠡᠰᠢᠶᠡᠯ ᠲᠡᠢ ᠲᠤᠯᠭᠠᠷᠴᠢ᠂ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠹᠣᠷᠣᠮ ᠳᠤ ᠣᠷᠣᠯᠴᠠᠳᠠᠭ᠃ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠶᠠᠭᠤ ᠬᠢᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠤᠢ?

source: Keep up the momentum!
mn: ᠡᠷᠴᠢᠮ ᠬᠦᠴᠢ ᠪᠡᠨ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠠᠷᠠᠢ!

source: Many edX learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
mn: ᠣᠯᠠᠨ edX ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠳᠣᠯᠣᠭ᠎ᠠ ᠬᠣᠨᠣᠭ ᠪᠦᠷ ᠢᠯᠡᠭᠦᠦ ᠣᠯᠠᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠰᠢᠢᠳᠴᠦ᠂ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠹᠣᠷᠣᠮ ᠳᠤ ᠣᠷᠣᠯᠴᠠᠳᠠᠭ᠃ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠶᠠᠭᠤ ᠬᠢᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠤᠢ?

source: Many edX learners in <strong>%(course_name)s</strong> are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
mn: error

source: Keep learning
mn: ᠰᠤᠷᠤᠯᠴᠠᠬᠤ

source: Many edX learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
mn: %(course_name)s ᠳ᠋ᠠᠬᠢ ᠣᠯᠠᠨ edX ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠳᠣᠯᠣᠭ᠎ᠠ ᠬᠣᠨᠣᠭ ᠪᠦᠷ ᠢᠯᠡᠭᠦᠦ ᠣᠯᠠᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠰᠢᠢᠳᠴᠦ᠂ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠹᠣᠷᠣᠮ ᠳᠤ ᠣᠷᠣᠯᠴᠠᠳᠠᠭ᠃ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠶᠠᠭᠤ ᠬᠢᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠤᠢ?

source: Remember when you enrolled in %(course_name)s, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
mn: ᠲᠠ %(course_name)s ᠪᠣᠯᠤᠨ edX.org ᠳᠡᠭᠡᠷᠡᠬᠢ ᠪᠤᠰᠤᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠲᠤ ᠡᠯᠰᠡᠨ ᠣᠷᠣᠭᠰᠠᠨ ᠦᠶᠡᠳᠡᠭᠡ ᠰᠠᠨᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ? ᠪᠢᠳᠡ ᠡᠭᠦᠨ ᠢ ᠬᠢᠳᠡᠭ᠂ ᠪᠢᠳᠡ ᠴᠢᠮ᠎ᠠ ᠳᠤ ᠪᠠᠶᠠᠷᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ ! ᠬᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠰᠤᠷᠴᠤ ᠮᠡᠳᠡᠭᠰᠡᠨ ᠵᠦᠢᠯ ᠢᠶᠡᠨ ᠦᠵᠡᠭᠡᠷᠡᠢ᠃

source: Remember when you enrolled in %(course_name)s on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
mn: ᠲᠠ edX.org ᠳᠡᠭᠡᠷ᠎ᠡ % (course᠎name)s ᠍ ᠲᠤ ᠡᠯᠰᠡᠭᠰᠡᠨ ᠦᠶᠡᠳᠡᠭᠡ ᠰᠠᠨᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ? ᠪᠢᠳᠡ ᠡᠭᠦᠨ ᠢ ᠬᠢᠳᠡᠭ᠂ ᠪᠢᠳᠡ ᠴᠢᠮ᠎ᠠ ᠳᠤ ᠪᠠᠶᠠᠷᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ ! ᠬᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠰᠤᠷᠴᠤ ᠮᠡᠳᠡᠭᠰᠡᠨ ᠵᠦᠢᠯ ᠢᠶᠡᠨ ᠦᠵᠡᠭᠡᠷᠡᠢ᠃

source: Keep learning today
mn: ᠡᠳᠦᠷ ᠪᠦᠷᠢ ᠲᠠᠰᠤᠷᠠᠯᠲᠠ ᠦᠭᠡᠢ ᠰᠤᠷᠤᠯᠴᠶᠶ᠎ᠠ ᠃

source: Remember when you enrolled in <strong>%(course_name)s</strong>, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
mn: error<strong>%(course_name)s</strong> ᠰᠣᠩᠭᠣᠰᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠴᠡᠭᠡᠵᠢᠯᠡᠷᠡᠢ? edX.org ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠰᠠ ᠪᠤᠰᠤᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠠᠢᠨ᠎ᠠ ? ᠴᠢ ᠪᠠᠢᠬᠣ ᠳᠤ ᠪᠢᠳᠡ ᠮᠠᠰᠢ ᠪᠠᠶᠠᠷᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ! ᠤᠯᠠᠨ ᠢᠶᠠᠷ ᠢᠶᠠᠨ ᠪᠦᠷ ᠶᠠᠭᠤ ᠰᠤᠷᠤᠯᠴᠠᠵᠤ ᠪᠠᠢᠬᠣ ᠶᠢ ᠦᠵᠡᠶ᠎ᠡ ᠃

source: Remember when you enrolled in <strong>%(course_name)s</strong> on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
mn: erroredX.org ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠣᠩᠭᠣᠰᠠ<strong>%(course_name)s</strong> ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠴᠡᠭᠡᠵᠢᠯᠡᠵᠥ ᠪᠠᠶᠨᠣ ? ᠴᠢ ᠪᠠᠢᠬᠣ ᠳᠤ ᠪᠢᠳᠡ ᠮᠠᠰᠢ ᠪᠠᠶᠠᠷᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ! ᠤᠯᠠᠨ ᠢᠶᠠᠷ ᠢᠶᠠᠨ ᠪᠦᠷ ᠶᠠᠭᠤ ᠰᠤᠷᠤᠯᠴᠠᠵᠤ ᠪᠠᠢᠬᠣ ᠶᠢ ᠦᠵᠡᠶ᠎ᠡ ᠃

source: Start learning now
mn: ᠤᠳᠤ ᠠᠴᠠ ᠡᠬᠢᠯᠡᠨ ᠰᠤᠷᠤᠯᠴᠢᠶ᠎ᠠ ᠃

source: Keep learning on %(platform_name)s
mn: %(platform_name)s ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠪᠠᠨ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠦᠭᠡᠷᠡᠢ

source: Keep learning in %(course_name)s
mn: %(course_name)sᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠᠰᠤᠷᠠᠯᠲᠠ ᠦᠭᠡᠢ ᠰᠤᠷᠤᠯᠴᠶᠶ᠎ᠠ

source: Enable course home page improvements.
mn: ᠨᠢᠭᠤᠷ ᠬᠠᠭᠤᠳᠠᠰᠣᠨ ᠤ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠤᠯᠲᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ᠃

source: Site theme changed to {site_theme}
mn: Site theme -> {site_theme} ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ

source: Theme {site_theme} does not exist
mn: ᠰᠡᠳᠦᠪ {site_theme} ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: Site theme reverted to the default
mn: ᠰᠠᠶᠢᠲᠤ ᠶᠢᠨ ᠵᠠᠭᠪᠤᠷ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠪᠠᠷ ᠪᠤᠴᠠᠭᠠᠭᠳᠠᠭᠰᠠᠨ

source: Theming Administration
mn: ᠭᠣᠣᠯ ᠰᠡᠳᠦᠪ ᠬᠠᠮᠢᠶᠠᠷᠤᠯᠲᠠ

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠵᠥᠪᠬᠡᠨ ᠭᠠᠯᠢᠭ ᠦᠰᠦᠭ(A-Z,a-z)᠂ ᠲᠣᠭ᠎ᠠ (0-9)᠂ ᠵᠢᠷᠤᠭᠠᠰᠤ (_)᠂ ᠬᠣᠯᠪᠣᠬᠤ ᠳᠡᠮᠳᠡᠭ (-)ᠪᠠᠭᠲᠠᠭᠠᠵᠣ ᠪᠣᠯᠣᠨ᠎ᠠ.

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠵᠥᠪᠬᠡᠨ ᠭᠠᠯᠢᠭ ᠦᠰᠦᠭ ᠂ ᠲᠣᠭ᠎ᠠ ᠂ @/./+/-/_ ᠲᠡᠮᠳᠡᠭ ᠪᠠᠭᠲᠠᠭᠠᠵᠣ ᠪᠣᠯᠣᠨ᠎ᠠ.

source: "{email}" is not a valid email address.
mn: "{email}" ᠬᠦᠴᠦᠨ ᠲᠠᠢ ᠢᠮᠧᠯ ᠤ᠋ᠨ ᠬᠠᠶᠠᠭ ᠪᠢᠰᠢ

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
mn: {email_address} ᠨᠢᠭᠡᠨᠲᠡ ᠳᠠᠩᠰᠠᠯᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠶᠢᠨ᠎ᠠ ᠃ E-mail ᠰᠣᠯᠢᠬᠤ ᠪᠣᠯᠪᠠᠤ ᠃

source: It looks like {username} belongs to an existing account. Try again with a different username.
mn: ᠡᠨᠡ ᠨᠢ {username} ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠠᠺᠠᠤᠨᠲ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠬᠠᠷᠠᠭᠳᠠᠨ᠎ᠠ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠡᠷ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Username must be between {min} and {max} characters long.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠨᠢ {min} ᠪᠠ {max} ᠲᠡᠮᠳᠡᠭᠲᠦ ᠨᠦᠭᠦᠳ ᠦᠨ ᠬᠣᠭᠣᠷᠣᠨᠳᠣ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Enter a valid email address that contains at least {min} characters.
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ {min} ᠲᠡᠮᠳᠡᠭ ᠪᠦᠬᠦᠢ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Enter a password.
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃

source: Password is not long enough.
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠬᠠᠩᠭᠠᠯᠲᠠᠲᠠᠢ ᠪᠢᠰᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Password cannot be longer than {max} character.
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠨᠢ {max} ᠲᠡᠮᠳᠡᠭᠲᠦ ᠡᠴᠡ ᠢᠯᠡᠭᠦᠦ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Password cannot be the same as the username.
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠨᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠠᠳᠠᠯᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Enter your full name.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠪᠦᠲᠦᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The email addresses do not match.
mn: ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠤᠳ ᠲᠠᠭᠠᠷᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Select your country or region of residence.
mn: ᠣᠷᠣᠰᠢᠨ ᠰᠠᠭᠤᠭ᠎ᠠ ᠤᠯᠤᠰ ᠣᠷᠣᠨ ᠡᠰᠡᠪᠡᠯ ᠪᠥᠰᠡ ᠪᠡᠨ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: Select your profession.
mn: ᠮᠡᠷᠭᠡᠰᠢᠯ ᠢᠶᠡᠨ ᠰᠣᠩᠭᠣ᠃

source: Select your specialty.
mn: ᠮᠡᠷᠭᠡᠰᠢᠯ ᠢᠶᠡᠨ ᠰᠣᠩᠭᠣ᠃

source: Enter your profession.
mn: ᠮᠡᠷᠭᠡᠰᠢᠯ ᠢᠶᠡᠨ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Enter your specialty.
mn: ᠮᠡᠷᠭᠡᠰᠢᠯ ᠢᠶᠡᠨ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Enter your city.
mn: ᠬᠣᠲᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Tell us your goals.
mn: ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠬᠡᠯᠡ᠃

source: Select the highest level of education you have completed.
mn: ᠲᠠᠨ ᠤ ᠲᠡᠭᠦᠰᠦᠭᠰᠡᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤᠨ ᠲᠦᠪᠰᠢᠨ ᠢ ᠰᠣᠩᠭᠣᠬᠤ᠃

source: Enter your mailing address.
mn: ᠲᠠᠨ ᠤ ᠵᠠᠬᠢᠳᠠᠯ ᠤᠨ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The '{field_name}' field cannot be edited.
mn: {field_name} ᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Make sure that you are providing a valid username or a URL that contains "
mn: ᠲᠠ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ URL ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ

source: The email address you used to register with {platform_name}
mn: {platform_name} ᠍ ᠳ᠋ᠤ᠌ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ

source: Password
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ

source: Remember me
mn: ᠲᠤᠰ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠶ᠋ᠢ ᠴᠡᠭᠡᠵᠢᠯᠡᠭᠡᠷᠠᠢ!

source: This is what you will use to login.
mn: ᠲᠣᠰ ᠢᠮᠧᠯ ᠢ ᠬᠡᠷᠡᠭᠯᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Confirm Email
mn: ᠢᠮᠧᠯ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ

source: This name will be used on any certificates that you earn.
mn: ᠲᠣᠰ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠲᠠᠨ ᠤ ᠣᠯᠤᠭᠰᠠᠨ ᠠᠯᠢᠪᠠ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠦᠨᠡᠮᠯᠡᠯ ᠳᠦ ᠬᠡᠷᠡᠭᠯᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Public Username
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: The name that will identify you in your courses. It cannot be changed later.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠣᠷᠣᠯᠴᠠᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠲᠠᠨ ᠢ ᠢᠯᠭᠠᠵᠤ ᠲᠠᠨᠢᠬᠤ ᠨᠡᠷ᠎ᠡ᠃ ᠡᠭᠦᠨ ᠢ ᠰᠡᠭᠦᠯ ᠳᠦ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Highest level of education completed
mn: ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤᠨ ᠲᠦᠪᠰᠢᠨ ᠬᠠᠮᠤᠭ ᠤᠨ ᠥᠨᠳᠥᠷ ᠲᠦᠪᠰᠢᠨ ᠳᠦ ᠬᠦᠷᠦᠭᠰᠡᠨ

source: Year of birth
mn: ᠲᠦᠷᠦᠭᠰᠡᠨ ᠣᠨ

source: Profession
mn: ᠮᠡᠷᠭᠡᠵᠢᠯ

source: Specialty
mn: ᠮᠡᠷᠭᠡᠰᠢᠭᠰᠡᠨ

source: Mailing address
mn: ᠵᠠᠬᠢᠳᠠᠯ ᠤᠨ ᠬᠠᠶᠠᠭ

source: Tell us why you're interested in {platform_name}
mn: ᠲᠠ ᠶᠠᠭᠠᠬᠢᠭᠠᠳ {platform_name}

source: State/Province/Region
mn: ᠮᠤᠵᠢ ᠤᠯᠤᠰ / ᠮᠤᠵᠢ

source: Company
mn: ᠺᠣᠮᠫᠠᠨᠢ

source: Country or Region of Residence
mn: ᠣᠷᠣᠰᠢᠨ ᠰᠠᠭᠤᠭ᠎ᠠ ᠤᠯᠤᠰ ᠣᠷᠣᠨ

source: The country or region where you live.
mn: ᠲᠠᠨ ᠤ ᠰᠠᠭᠤᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠤᠯᠤᠰ ᠪᠠ ᠭᠠᠵᠠᠷ ᠣᠷᠣᠨ

source: Review the Honor Code
mn: ᠢᠷᠠᠭᠤ ᠠᠯᠳᠠᠷ ᠤᠨ ᠪᠠᠶᠢᠴᠠᠭᠠᠬᠤ ᠪᠠᠷᠢᠮᠵᠢᠶ᠎ᠠ

source: Terms of Service and Honor Code
mn: ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠵᠠᠷᠴᠢᠮ ᠪᠤᠯᠤᠨ ᠦᠨᠡᠨᠴᠢ ᠢᠲᠡᠭᠡᠮᠵᠢ ᠶᠢᠨ ᠳᠦᠷᠢᠮ

source: Review the Terms of Service and Honor Code
mn: ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠵᠠᠷᠴᠢᠮ ᠪᠤᠯᠤᠨ ᠦᠨᠡᠨᠴᠢ ᠢᠲᠡᠭᠡᠮᠵᠢ ᠶᠢᠨ ᠳᠦᠷᠢᠮ ᠢ ᠤᠩᠰᠢᠬᠤ

source: I agree to the {platform_name} {terms_of_service}
mn: ᠪᠢ {platform_name} {terms_of_service} ᠍ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠨ᠎ᠡ

source: You must agree to the {platform_name} {terms_of_service}
mn: ᠲᠠ {platform_name} {terms_of_service} ᠍ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ

source: Review the Terms of Service
mn: ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ ᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ

source: Delete failed for user preference '{preference_key}'.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠳᠠᠪᠠᠭᠤ ᠲᠠᠯ᠎ᠠ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ {preference_key}᠃

source: Preference '{preference_key}' cannot be set to an empty value.
mn: Preference {preference_key} ᠨᠢ ᠬᠣᠭᠣᠰᠣᠨ ᠤᠳᠬ᠎ᠠ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Invalid user preference key '{preference_key}'.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ {preference_key} ᠲᠦᠯᠬᠢᠭᠦᠷ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ '{preference_value}' ᠬᠡᠮᠵᠢᠭᠳᠡᠯ{preference_key}' ᠳᠦ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
mn: ᠤᠳᠬ᠎ᠠ {preference_value} ᠳᠠᠪᠠᠭᠤ ᠡᠷᠬᠡ ᠪᠡᠷ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠪᠢᠰᠢ ᠪᠠᠢᠨ᠎ᠠ {preference_key}᠄ ᠨᠢᠭᠤᠴᠠ ᠶᠢᠨ ᠪᠦᠰᠡ ᠳᠦ ᠪᠢᠰᠢ᠃

source: Value '{preference_value}' is not a valid time zone selection.
mn: {preference_value} ᠤᠳᠬ᠎ᠠ ᠨᠢ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠴᠠᠭ ᠤᠨ ᠪᠥᠰᠡ ᠶᠢᠨ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠪᠢᠰᠢ ᠶᠤᠮ᠃

source: Save failed for user preference '{key}' with value '{value}'.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ {key} ᠤᠳᠬ᠎ᠠ ᠨᠢ {value}᠃

source: No data provided for user preference update
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠳᠠᠪᠠᠭᠤ ᠲᠠᠯ᠎ᠠ ᠶᠢᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡᠨ ᠳᠦ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: Dismiss
mn: ᠳᠠᠭᠤᠰᠬᠤ

source: The course key for the course we would like to be auto-cohorted.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠨᠢ ᠪᠢᠳᠡ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠶᠠᠪᠤᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Force On
mn: ᠬᠦᠴᠢ ᠪᠡᠷ

source: Force Off
mn: ᠬᠦᠴᠢ ᠶᠢ ᠤᠨᠲᠠᠷᠠᠭ᠎ᠠ

source: This value is invalid.
mn: ᠡᠨᠡ ᠤᠳᠬ᠎ᠠ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: This field is not editable
mn: ᠡᠨᠡ ᠲᠠᠯᠠᠪᠤᠷ ᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: %(min_score)s is not a valid grade percentage
mn: %(min_score)s ᠨᠢ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠬᠤᠪᠢ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠪᠢᠰᠢ ᠶᠤᠮ

source: Gating milestone for {usage_key}
mn: Gating ᠨᠢ {usage_key}

source: License
mn: ᠲᠤᠰᠬᠠᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ

source: A license defines how the contents of this block can be shared and reused.
mn: ᠯᠢᠼᠧᠨᠽ ᠨᠢ ᠡᠨᠡ ᠪᠯᠣᠺ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠡᠷᠬᠢᠨ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠵᠤ᠂ ᠳ᠋ᠠᠬᠢᠨ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠳᠠᠭ᠃

source: Category
mn: ᠠᠩᠭᠢᠯᠠᠯ

source: Week 1
mn: 1 ᠳ᠋ᠡᠬᠢ ᠳᠣᠯᠣᠭ᠎ᠠ ᠬᠣᠨᠣᠭ

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
mn: ᠶᠠᠷᠢᠯᠴᠠᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠦᠷᠦᠯ ᠵᠦᠢᠯ ᠦᠨ ᠨᠡᠷ᠎ᠡ ᠂ ᠲᠤᠰ ᠨᠡᠷ᠎ᠡ ᠶᠠᠷᠢᠯᠴᠠᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠠᠪᠴᠠᠩ ᠤᠨ ᠵᠡᠭᠦᠨ ᠴᠣᠩᠬᠣᠨ ᠳᠤ ᠢᠯᠡᠷᠡᠨ᠎ᠡ

source: Subcategory
mn: ᠳᠡᠳ᠋ ᠠᠩᠭᠢᠯᠠᠯ

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
mn: ᠶᠠᠷᠢᠯᠴᠠᠯᠭ᠎ᠠ ᠶᠢᠨ ᠳᠡᠳ᠋ ᠭᠠᠷᠴᠠᠭ ᠂ ᠲᠤᠰ ᠨᠡᠷ᠎ᠡ ᠶᠠᠷᠢᠯᠴᠠᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠠᠪᠴᠠᠩ ᠤᠨ ᠵᠡᠭᠦᠨ ᠴᠣᠩᠬᠣᠨ ᠳᠤ ᠢᠯᠡᠷᠡᠨ᠎ᠡ

source: Bookmarks
mn: ᠬᠠᠪᠴᠢᠭᠤᠷᠭ᠎ᠠ

source: Updates
mn: ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ

source: Reviews
mn: ᠲᠠᠶᠢᠯᠪᠤᠷᠢ

source: {sign_in_link} or {register_link} and then enroll in this course.
mn: {sign_in_link} ᠡᠰᠡᠪᠡᠯ {register_link}᠂ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠡᠯᠰᠡᠭᠡᠷᠡᠢ᠃

source: Sign in
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: {open_enroll_link} Enroll now{close_enroll_link} to access the full course.
mn: {open_enroll_link} ᠪᠥᠷᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠣᠳᠣ {close_enroll_link} ᠡᠯᠰᠡᠯᠲᠡ ᠠᠪᠬᠤ᠃

source: Welcome to {course_display_name}
mn: {course_display_name} ᠍ ᠳᠦ ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Don't forget to add a calendar reminder!
mn: ᠺᠠᠯᠧᠨᠳᠠᠷ ᠰᠠᠨᠠᠭᠤᠯᠤᠭᠴᠢ ᠶᠢ ᠨᠡᠮᠡᠬᠦ ᠪᠡᠨ ᠪᠤᠤ ᠮᠠᠷᠲᠠᠭᠠᠷᠠᠢ!

source: Course starts in {days_until_start_string} on {course_start_date}.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ {course_start_date} ᠳᠡᠭᠡᠷᠡᠬᠢ {days_until_start_string} ᠍ ᠳᠦᠭᠡᠷ ᠡᠬᠢᠯᠡᠭᠰᠡᠨ᠃

source: To start, set a course goal by selecting the option below that best describes your learning plan. {goal_options_container}
mn: ᠡᠬᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠥᠯᠥᠪᠯᠡᠭᠡ ᠪᠡᠨ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠠᠶᠢᠨ ᠲᠠᠶᠢᠯᠪᠤᠷᠢᠯᠠᠬᠤ ᠳᠣᠣᠷᠠᠬᠢ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠵᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠲᠠᠯᠪᠢᠨ᠎ᠠ᠃ {goal_options_container}

source: Set goal to: {choice}
mn: ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠬᠦᠷᠬᠦ᠄ {choice}

source: Set goal to: {goal_text}
mn: ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠬᠦᠷᠬᠦ᠄ 〈goal᠎text〉

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠳᠠᠲᠠᠭ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠰᠠᠨᠠᠭ᠎ᠠ ᠵᠣᠪᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠥᠪᠡᠷ ᠦᠨ ᠠᠳᠮᠢᠨ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ 〈enterprise᠎customer᠎name〉᠃

source: Enrollment in {course_name} was not complete.
mn: {course_name} ᠳᠠᠬᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠪᠦᠷᠢᠨ ᠳᠠᠭᠤᠰᠤᠭ᠎ᠠ ᠦᠭᠡᠢ᠃

source: Welcome to the new learner profile page. Your full profile now displays more information to other learners. You can instead choose to display a limited profile. {learn_more_link_start}Learn more{learn_more_link_end}
mn: ᠰᠢᠨ᠎ᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠫᠷᠣᠹᠠᠢᠯ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠲᠠᠨ ᠤ ᠪᠦᠲᠦᠨ ᠫᠷᠣᠹᠠᠢᠯ ᠣᠳᠣ ᠪᠤᠰᠤᠳ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠤᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠣᠷᠣᠨ ᠳᠤ ᠨᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠫᠷᠣᠹᠠᠢᠯ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠶᠢ ᠰᠣᠩᠭᠣᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ {learn_more_link_start} ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ {learn_more_link_end}

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
mn: ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠦᠯᠦᠭ ᠦᠳ ᠢ ᠪᠠᠭᠱᠠᠨ ᠤ ᠬᠢᠨᠠᠬᠤ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠤ ᠺᠣᠬᠣᠷᠲ ᠤᠳ ᠢᠶᠠᠷ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠦᠯᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Content Groups
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠳ

source: invalid JSON
mn: ᠪᠤᠷᠤᠭᠤ JSON

source: must have name of the configuration
mn: ᠲᠣᠬᠢᠷᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: must have at least one group
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠨᠢᠭᠡ ᠪᠦᠯᠦᠭ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: Invalid course update id.
mn: ᠪᠤᠷᠤᠭᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯ id᠃

source: Course update not found.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Could not index item: {}
mn: Item ᠢᠨᠳᠧᠺᠰᠦᠵᠢᠭᠦᠯᠵᠦ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠄ 〈〉

source: General indexing error occurred
mn: ᠶᠡᠷᠦᠩᠬᠡᠢ ᠢᠨᠳᠧᠺᠰᠦᠵᠢᠭᠦᠯᠦᠯᠲᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
mn: GIT᠎REPO᠎EXPORT᠎DIR ᠍ ᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ᠂ ᠡᠰᠡᠪᠡᠯ ᠵᠠᠮ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠂ ᠥᠭᠡᠷ᠎ᠡ ᠪᠡᠷ ᠬᠡᠯᠡᠪᠡᠯ GIT᠎REPO᠎EXPORT᠎DIR ᠍ ᠲᠠᠢ ᠥᠭᠡᠷ᠎ᠡ ᠵᠠᠮ ᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Non writable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
mn: ᠨᠡᠶᠢᠯᠡᠭᠡ ᠦᠭᠡᠢ git url ᠣᠯᠭᠣᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠄ git@github.com᠄ mitocw / edx4edx᠎lite.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ http url ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯ url ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ. Https᠄ // user᠄ pass@github.com/user/course ᠰᠢᠭ᠃

source: Unable to determine branch, repo in detached HEAD mode
mn: ᠰᠠᠯᠪᠤᠷᠢ ᠳᠤ HEAD ᠭᠣᠷᠢᠮ ᠳᠤ ᠷᠧᠫᠣ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Unable to update or clone git repository.
mn: ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ git ᠷᠧᠫᠣᠽᠢᠲ᠋ᠣᠷ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Unable to export course to xml.
mn: Xml ᠷᠦᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Unable to configure git username and password
mn: Git ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠣᠯᠤᠨ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠶᠢ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Unable to commit changes. This is usually because there are no changes to be committed
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠡᠨᠡ ᠨᠢ ᠶᠡᠬᠡᠪᠴᠢᠯᠡᠨ ᠬᠢᠬᠦ ᠶᠠᠮᠠᠷ ᠴᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠤᠴᠢᠷ ᠠᠴᠠ ᠶᠡᠬᠡᠪᠴᠢᠯᠡᠨ ᠪᠠᠢᠳᠠᠭ

source: Unable to push changes. This is usually because the remote repository cannot be contacted
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠲᠦᠯᠬᠦᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠨᠡ ᠨᠢ ᠶᠡᠬᠡᠪᠴᠢᠯᠡᠨ ᠠᠯᠤᠰ ᠤᠨ ᠷᠧᠫᠣᠽᠢᠲ᠋ᠣᠷ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠭ

source: Bad course location provided
mn: ᠮᠠᠭᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ

source: Missing branch on fresh clone
mn: ᠰᠢᠨ᠎ᠡ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠠᠯᠪᠤᠷᠢ ᠶᠢ ᠠᠯᠠᠭ᠎ᠠ ᠪᠣᠯᠭᠠᠭᠰᠠᠨ

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
mn: error

source: Unknown User ID: {0}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ID ᠦᠯᠦ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ᠄ 〈0〉

source: We only support uploading a .tar.gz file.
mn: ᠪᠢᠳᠡ ᠵᠥᠪᠬᠡᠨ .tar.gz ᠹᠠᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠶᠢ ᠳᠡᠮᠵᠢᠳᠡᠭ᠃

source: Tar file not found
mn: ᠪ ᠲᠤ ᠹᠠᠢᠯ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: Unsafe tar file. Aborting import.
mn: ᠰᠢᠳᠬᠡᠯ ᠦᠭᠡᠢ ᠹᠠᠢᠯ᠃ ᠢᠮᠫᠣᠷᠲ ᠢ ᠴᠤᠴᠠᠯᠬᠤ

source: Could not find the {0} file in the package.
mn: 〈0〉 ᠹᠠᠢᠯ ᠢ ᠪᠠᠭᠴᠠ ᠳᠣᠲᠣᠷ᠎ᠠ ᠣᠯᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Deleted Group
mn: ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠭᠷᠦᠶᠢᠫ

source: Upload completed
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
mn: ᠹᠠᠢᠯ {filename} ᠳᠡᠭᠡᠳᠦ ᠬᠢᠵᠠᠭᠠᠷ ᠨᠢ {maximum_size_in_megabytes} MB ᠍ ᠡᠴᠡ ᠳᠠᠪᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: must have name of the certificate
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: Certificate dict {0} missing value key '{1}'
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ dict 〈0〉 ᠳᠤᠲᠠᠭᠤ ᠦᠨᠡᠯᠡᠭᠰᠡᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ 〈〈1〉〉

source: PermissionDenied: Failed in authenticating {user}
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯDenied᠄ {user} ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ

source: {platform_name} Support Levels:
mn: {platform_name} ᠲᠤᠰᠯᠠᠬᠤ ᠲᠦᠪᠰᠢᠨ᠄

source: Video
mn: ᠸᠢᠳᠢᠣ᠋

source: Blank
mn: ᠬᠣᠭᠣᠰᠣᠨ

source: Course has been successfully reindexed.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠳᠠᠪᠲᠠᠨ ᠦᠨᠡᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Unscheduled
mn: ᠬᠠᠷᠠᠬᠠᠨ ᠲᠣᠭᠲᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠭᠠᠷ

source: Special characters not allowed in organization, course number, and course run.
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠵᠡᠷᠭᠡ ᠳ᠋ᠤ ᠣᠨᠴᠠᠭᠠᠢ ᠭᠠᠯᠢᠭ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠳᠡᠭ ᠦᠭᠡᠢ᠃

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠪᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ ᠳᠠᠪᠬᠤᠴᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠡᠰᠡᠪᠡᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ ᠢ ᠥᠪᠡᠷᠮᠢᠴᠡ ᠪᠡᠷ ᠰᠣᠯᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Please change either the organization or course number so that it is unique.
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠡᠰᠡᠪᠡᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠳ᠋ᠤᠭᠠᠷ ᠢ ᠥᠭᠡᠷ᠎ᠡ ᠥᠭᠡᠷ᠎ᠡ ᠪᠡᠷ ᠥᠪᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Unable to create course '{name}'. {err}
mn: ᠬᠢᠴᠢᠶᠡᠯ {name} ᠡᠭᠦᠰᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ {err}

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
mn: ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠳᠤ ᠬᠣᠯᠪᠣᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠲᠠᠨ ᠤ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠰᠢᠰᠲ᠋ᠧᠮ ᠳᠦ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠂ ᠡᠭᠦᠨ ᠢ ᠰᠢᠰᠲ᠋ᠧᠮ ᠳᠦ ᠨᠡᠮᠡᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ

source: Invalid prerequisite course key
mn: ᠪᠤᠷᠤᠭᠤ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: An error occurred while trying to save your tabs
mn: ᠲᠠᠨ ᠤ ᠲᠠᠪᠯᠧᠲ ᠤᠳ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ

source: Tabs Exception
mn: Tab Exception

source: This group configuration is in use and cannot be deleted.
mn: ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠥᠭᠡᠳ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: This content group is in use and cannot be deleted.
mn: ᠡᠨᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠥᠭᠡᠳ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Entrance Exam - Subsection
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ -ᠬᠡᠰᠡᠭ

source: Completed Course Entrance Exam
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠳᠦᠢᠴᠡᠭᠰᠡᠨ

source: Course successfully exported to git repository
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠭᠳᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ

source: Vertical
mn: ᠪᠣᠰᠤᠭ᠎ᠠ

source: Empty
mn: ᠬᠣᠭᠣᠰᠣᠨ

source: File upload corrupted. Please try again
mn: ᠹᠠᠢᠯ ᠤᠷᠤᠭᠤᠯᠬᠤ ᠡᠪᠳᠡᠷᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: Invalid data
mn: ᠪᠤᠷᠤᠭᠤ ᠥᠭᠭᠥᠭᠳᠡᠯ

source: Invalid data ({details})
mn: ᠪᠤᠷᠤᠭᠤ ᠥᠭᠭᠥᠭᠳᠡᠯ ({details})

source: You can not move {source_type} into {target_parent_type}.
mn: ᠲᠠ {source_type} ᠢ {target_parent_type} ᠳ᠋ᠤ᠌ ᠰᠢᠯᠵᠢᠭᠦᠯᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃

source: Item is already present in target location.
mn: ᠵᠣᠷᠢᠯᠲᠠᠲᠤ ᠪᠠᠢᠷᠢᠰᠢᠯ ᠳᠤ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You can not move an item into itself.
mn: ᠲᠠ ᠵᠦᠢᠯ ᠷᠦᠦ ᠰᠢᠯᠵᠢᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: You can not move an item into it's child.
mn: ᠲᠠ ᠬᠡᠦᠬᠡᠳ ᠲᠦ ᠡᠨᠡ ᠵᠦᠢᠯ ᠢ ᠰᠢᠯᠵᠢᠭᠦᠯᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃

source: You can not move an item directly into content experiment.
mn: ᠲᠠ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠳᠤ ᠰᠢᠭᠤᠳ ᠵᠦᠢᠯ ᠢ ᠰᠢᠯᠵᠢᠭᠦᠯᠵᠦ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: {source_usage_key} not found in {parent_usage_key}.
mn: {source_usage_key} {parent_usage_key} ᠍ ᠳᠦ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: You can not move {source_usage_key} at an invalid index ({target_index}).
mn: ᠲᠠ {source_usage_key} ᠍ ᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠢᠨᠳᠧᠺᠰ ᠳᠡᠭᠡᠷ᠎ᠡ ({target_index})ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: You must provide target_index ({target_index}) as an integer.
mn: ᠲᠠ target᠎index ({target_index})ᠪᠦᠬᠦᠯᠢ ᠲᠣᠭ᠎ᠠ ᠪᠠᠷ ᠬᠠᠩᠭᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Duplicate of {0}
mn: ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ ᠄ 〈{0}〉

source: Duplicate of '{0}'
mn: ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ ᠄ 〈{0}〉

source: Students must score {score}{pct_sign} or higher to access course materials.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠺᠷᠧᠳᠢᠲ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 〈ᠣᠨᠣᠭ᠎ᠠ〉 〈pct᠎sign〉 ᠡᠰᠡᠪᠡᠯ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠳᠡᠭᠡᠭᠰᠢ ᠣᠨᠣᠭ᠎ᠠ ᠠᠪᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Unable to create library - missing required field '{field}'
mn: ᠨᠣᠮ ᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ - ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠲᠠᠯᠠᠪᠤᠷ ᠢ '{field}' ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Unable to create library '{name}'. {err}
mn: '{name}' ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
mn: ᠨᠢᠭᠡ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ᠂ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠺᠣᠳ᠋ ᠍ ᠢᠶᠠᠷ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠪᠠᠢᠳᠠᠭ᠃ ᠡᠨᠡ ᠨᠢ ᠲᠠᠨ ᠤ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠥᠪᠡᠷᠮᠢᠴᠡ ᠣᠨᠴᠠᠯᠢᠭ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠺᠣᠳ᠋ ᠍ ᠢᠶᠠᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Access restricted to: {list_of_groups}
mn: ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠯ ᠳᠤ᠄ {list_of_groups}

source: Incoming video data is empty.
mn: ᠢᠷᠡᠵᠦ ᠪᠤᠢ ᠸᠢᠳᠢᠣ᠋ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠬᠣᠭᠣᠰᠣᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Can't find item by locator.
mn: ᠵᠦᠢᠯ ᠢᠶᠡᠷ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠴᠢ ᠶᠢ ᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Transcripts are supported only for "video" modules.
mn: Transcripts ᠨᠢ ᠵᠥᠪᠬᠡᠨ < ᠸᠢᠳᠢᠣ᠋ > ᠮᠣᠳᠣᠯ ᠳᠤ ᠳᠡᠮᠵᠢᠭᠳᠡᠳᠡᠭ᠃

source: Insufficient permissions
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Could not find user by email address '{email}'.
mn: '{email}' ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠣᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: No `role` specified.
mn: ᠍ᠡᠭᠦᠷᠭᠡ᠍ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ᠃

source: User {email} has registered but has not yet activated his/her account.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ {email} ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠲᠡᠭᠦᠨ ᠦ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Invalid `role` specified.
mn: ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠍ᠡᠭᠦᠷᠭᠡ᠍ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You may not remove the last Admin. Add another Admin first.
mn: ᠲᠠ ᠰᠡᠭᠦᠯ ᠦᠨ ᠠᠳᠮᠢᠨ ᠢ ᠤᠰᠠᠳᠬᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠡᠬᠢᠯᠡᠭᠡᠳ ᠠᠳᠮᠧᠷ ᠨᠡᠮᠡᠬᠦ᠃

source: Uploading
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: In Progress
mn: Progress ᠍ ᠳᠦ

source: Ready
mn: ᠪᠡᠯᠡᠨ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: Uploaded
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Failed
mn: ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: Cancelled
mn: ᠴᠤᠴᠠᠯᠠᠭᠰᠠᠨ

source: Failed Duplicate
mn: ᠳᠠᠬᠢᠭᠠᠳ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ

source: YouTube Duplicate
mn: YouTube ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ

source: Invalid Token
mn: ᠪᠤᠷᠤᠭᠤ Token

source: Imported
mn: ᠢᠮᠫᠣᠷᠲ

source: Unknown
mn: ᠦᠯᠦ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ

source: The image must have name, content type, and size information.
mn: ᠵᠢᠷᠤᠭ ᠨᠢ ᠨᠡᠷ᠎ᠡ᠂ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠥᠷᠥᠯ᠂ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠪᠦᠬᠦᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: This image file type is not supported. Supported file types are {supported_file_formats}.
mn: ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠤᠨ ᠹᠠᠢᠯ ᠤᠨ ᠲᠥᠷᠦᠯ ᠢ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠦᠭᠡᠢ᠃ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠹᠠᠢᠯ ᠤᠨ ᠲᠥᠷᠥᠯ ᠦᠳ {supported_file_formats}᠃

source: This image file must be smaller than {image_max_size}.
mn: ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠤᠨ ᠹᠠᠢᠯ {image_max_size} ᠍ ᠰ ᠪᠠᠭ᠎ᠠ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: This image file must be larger than {image_min_size}.
mn: ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠤᠨ ᠹᠠᠢᠯ {image_min_size} ᠍ ᠰ ᠲᠣᠮᠣ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃
