Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠠᠪᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠦᠭᠡᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠰᠠᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠪᠣᠯᠪᠠᠴᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠶᠢᠨ ᠬᠤᠪᠢ ᠳᠤ ᠣᠨᠴᠠᠭᠠᠢ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠭᠠᠷᠳᠠᠭ᠃ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠬᠠᠰᠤᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠨᠡᠮᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠣᠣᠷᠠᠬᠢ Exception Certificates ᠍ ᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Invalidate Certificates
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠳ ᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Enrollment Information
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Number of enrollees (admins, staff, and students)by track
mn: ᠪᠦᠬᠦ ᠣᠷᠤᠯᠴᠠᠭᠰᠠᠳ ᠤ᠋ᠨ ᠲᠣᠭ᠎ᠠ ( ᠬᠠᠮᠢᠶᠠᠷᠤᠭᠴᠢ᠂ ᠠᠵᠢᠯᠲᠠᠨ᠂ ᠰᠤᠷᠤᠭᠴᠢ)

source: Professional
mn: ᠮᠡᠷᠭᠡᠵᠢᠯ ᠦᠨ

source: Basic Course Information
mn: ᠦᠨᠳᠦᠰᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Course Name:
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ᠄

source: Course Display Name:
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ᠄

source: Course End Date:
mn: ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠄

source: No end date set
mn: ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠣᠭᠲᠠᠭᠠᠭ᠎ᠠ ᠦᠭᠡᠢ

source: Has the course started?
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠭᠰᠡᠨ ᠦᠦ?

source: Yes
mn: ᠲᠡᠶᠢᠮᠦ

source: No
mn: ᠦᠭᠡᠢ

source: Has the course ended?
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤᠤ?

source: Number of sections:
mn: ᠬᠡᠰᠡᠭ ᠦᠨ ᠲᠣᠭ᠎ᠠ᠄

source: Grade Cutoffs:
mn: ᠠᠩᠭᠢᠯᠠᠯ᠄

source: View detailed Git import logs for this course {link_start}by clicking here{link_end}.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ Git ᠍ ᠤᠨ ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ {link_start} ᠡᠨᠳᠡ ᠳᠠᠷᠤᠵᠤ {link_end}᠃

source: Course Warnings
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠡᠷᠡᠮᠵᠢᠯᠡᠭᠦᠯᠦᠭ

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠩᠭᠢᠯᠠᠯ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠳᠦᠲᠦᠨᠡᠬᠦ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠩᠭᠢᠯᠠᠯ ᠤᠨ ᠵᠠᠳᠠᠷᠠᠭ᠎ᠠ ᠶᠤᠮ (ᠰᠢᠯᠭᠠᠯᠲᠠ᠂ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠭᠡᠬᠦ ᠮᠡᠲᠦ)ᠪᠥᠭᠡᠳ < ᠳᠦᠲᠦᠨᠡᠬᠦ > ᠬᠠᠭᠤᠳᠠᠰᠤ (Studio ᠳᠡᠭᠡᠷ᠎ᠡ 〈ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ〉 ᠳᠡᠭᠡᠷ᠎ᠡ)ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Grading Configuration
mn: ᠳᠦᠲᠦᠨᠡᠬᠦ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Click to download a CSV of anonymized student IDs:
mn: ᠨᠡᠷ᠎ᠡ ᠦᠭᠡᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ID ᠍ ᠤᠨ CSV ᠍ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠄

source: Get Student Anonymized IDs CSV
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠨᠡᠷ᠎ᠡ ᠦᠭᠡᠢ ID ᠍ ᠢ CSV ᠠᠪᠬᠤ

source: Reports
mn: ᠲᠠᠶᠢᠯᠤᠨ

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
mn: ᠶᠡᠬᠡ ᠬᠡᠮᠵᠢᠶᠡᠨ ᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠵᠠᠷᠢᠮ ᠲᠠᠶᠢᠯᠠᠩ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠨᠢ ᠬᠡᠳᠦᠨ ᠴᠠᠭ ᠵᠠᠷᠤᠴᠠᠭᠤᠯᠳᠠᠭ᠃ ᠲᠠᠶᠢᠯᠠᠩ ᠤᠨ ᠦᠶ᠎ᠡ ᠳᠠᠭᠤᠰᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠳᠣᠣᠷᠠᠬᠢ ᠬᠦᠰᠦᠨᠦᠭᠲᠡᠨ ᠳᠦ ᠡᠭᠦᠰᠦᠭᠰᠡᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠂ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠬᠠᠷᠠᠭᠳᠠᠨ᠎ᠠ᠃ ᠡᠳᠡᠭᠡᠷ ᠲᠠᠶᠢᠯᠠᠩᠭᠤᠳ ᠨᠢ ᠠᠷᠤ ᠶᠢᠨ ᠲᠠᠶᠢᠯᠠᠩ ᠢ ᠡᠭᠦᠰᠬᠡᠳᠡᠭ ᠪᠥᠭᠡᠳ ᠲᠠᠨ ᠤ ᠲᠠᠶᠢᠯᠠᠩ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠠᠴᠠ ᠭᠠᠷᠬᠤ ᠨᠢ ᠵᠥᠪ ᠶᠤᠮ᠃

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
mn: ᠲᠡᠪᠴᠢᠶᠡᠷᠢ ᠲᠡᠢ ᠪᠠᠢᠭᠠᠷᠠᠢ᠂ ᠡᠳᠡᠭᠡᠷ ᠲᠣᠪᠴᠢ ᠶᠢ ᠣᠯᠠᠨ ᠤᠳᠠᠭ᠎ᠠ ᠳᠠᠷᠤᠬᠤ ᠬᠡᠷᠡᠭ ᠦᠭᠡᠢ᠃ ᠡᠳᠡᠭᠡᠷ ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠵᠤ ᠣᠯᠠᠨ ᠤᠳᠠᠭ᠎ᠠ ᠳᠠᠷᠠᠭ᠎ᠠ ᠶᠢᠨ ᠦᠶ᠎ᠡ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰ ᠢ ᠤᠳᠠᠭᠠᠰᠢᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠤ CSV ᠹᠠᠢᠯ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ᠂ ᠳᠠᠷᠤᠵᠤ ᠢᠮᠧᠯ ᠤᠨ ᠬᠠᠶᠠᠭ᠂ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠵᠡᠷᠭᠡ ᠬᠤᠪᠤ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ᠄

source: Download profile information as a CSV
mn: ᠫᠷᠣᠹᠠᠢᠯ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ CSV ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠪᠣᠯᠪᠠᠴᠤ ᠬᠠᠷᠠᠬᠠᠨ ᠬᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ CSV ᠹᠠᠢᠯ ᠢ ᠡᠭᠦᠰᠬᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Download a CSV of learners who can enroll
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ CSV ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: Click to generate a CSV file of all proctored exam results in this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠦᠬᠦ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠦᠨ CSV ᠹᠠᠢᠯ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Generate Proctored Exam Results Report
mn: ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳᠦᠩ ᠦᠨ ᠲᠠᠶᠢᠯᠠᠩ ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Click to generate a CSV file of survey results for this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠰᠤᠳᠤᠯᠭᠠᠨ ᠤ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠦᠨ CSV ᠹᠠᠢᠯ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Generate Survey Results Report
mn: ᠰᠤᠳᠤᠯᠭᠠᠨ ᠤ ᠦᠷ᠎ᠡ ᠳᠦᠩ ᠦᠨ ᠲᠠᠶᠢᠯᠤᠨ ᠭᠠᠷᠭᠠᠬᠤ

source: To generate a CSV file that lists all student answers to a given problem, enter the location of the problem (from its Staff Debug Info).
mn: ᠥᠭᠭᠦᠭᠳᠡᠭᠰᠡᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ CSV ᠹᠠᠢᠯ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠪᠠᠢᠷᠢᠰᠢᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ (Staff Debug Info)᠃

source: Problem location:
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠪᠠᠢᠷᠢᠰᠢᠯ᠄

source: Download a CSV of problem responses
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠠᠷᠢᠭᠤᠨ ᠤ CSV ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Click to list certificates that are issued for this course:
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠣᠯᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠳ ᠢ ᠵᠢᠭᠰᠠᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠄

source: View Certificates Issued
mn: ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠳ ᠢ ᠬᠠᠷᠠᠬᠤ

source: Download CSV of Certificates Issued
mn: ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ CSV ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: For smaller courses, click to list profile information for enrolled students directly on this page:
mn: ᠵᠢᠵᠢᠭ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ᠂ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠢᠭᠤᠳ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠫᠷᠣᠹᠠᠢᠯ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠵᠢᠭᠰᠠᠭᠠᠨ᠎ᠠ ᠤᠤ᠄

source: List enrolled students' profile information
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠫᠷᠣᠹᠠᠯ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠰᠡᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Click to generate a CSV grade report for all currently enrolled students.
mn: ᠣᠳᠣ ᠪᠠᠷ ᠪᠦᠬᠦ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ CSV ᠍ ᠤᠨ ᠵᠡᠷᠭᠡᠯᠡᠯ ᠢ ᠭᠠᠷᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Generate Grade Report
mn: ᠠᠩᠭᠢ ᠶᠢᠨ ᠲᠠᠶᠢᠯᠠᠩ ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Generate Problem Grade Report
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠵᠡᠷᠭᠡᠯᠡᠯ ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Generate ORA Data Report
mn: ORA ᠥᠭᠭᠥᠭᠳᠡᠯ ᠦᠨ ᠲᠠᠶᠢᠯᠤᠨ ᠭᠠᠷᠭᠠᠬᠤ

source: Reports Available for Download
mn: ᠲᠠᠶᠢᠯᠤᠨ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: The reports listed below are available for download. A link to every report remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
mn: ᠳᠣᠣᠷ᠎ᠠ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ ᠲᠠᠶᠢᠯᠠᠩᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠲᠠᠶᠢᠯᠤᠨ ᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠨᠢ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ UTC ᠍ ᠤᠨ ᠣᠨ ᠰᠠᠷ᠎ᠠ ᠡᠳᠦᠷ᠂ ᠦᠶ᠎ᠡ ᠶᠢᠨ ᠦᠶ᠎ᠡ ᠳᠦ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠳᠠᠨ᠎ᠠ᠃ ᠲᠠᠶᠢᠯᠤᠨ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠲᠤᠯᠠ ᠲᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠲᠠᠶᠢᠯᠠᠩᠭᠤᠳ ᠲᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
mn: ᠳᠣᠣᠷ᠎ᠠ ᠦᠵᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠠᠶᠢᠯᠤᠨ ᠨᠢ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠰᠠᠭᠤᠷᠢ ᠲᠠᠢ ᠫᠷᠣᠼᠧᠰᠰ ᠢᠶᠠᠷ ᠦᠶ᠎ᠡ ᠦᠶ᠎ᠡ ᠪᠤᠢ ᠪᠣᠯᠳᠠᠭ᠃ ᠲᠠᠶᠢᠯᠤᠨ ᠬᠤᠷᠢᠮᠲᠤᠯᠠᠭᠳᠠᠳᠠᠭ ᠲᠤᠯᠠ ᠫᠷᠣᠼᠧᠰᠰ ᠤᠨ ᠡᠬᠢᠯᠡᠯ ᠢ ᠢᠷᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠷᠠᠭ᠎ᠠ ᠶᠢᠨ ᠲᠠᠶᠢᠯᠠᠩ ᠳᠤ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ᠃ ᠲᠠᠶᠢᠯᠤᠨ ᠡᠳᠦᠷ ᠲᠦ ᠬᠡᠳᠦ ᠬᠡᠳᠦᠨ ᠤᠳᠠᠭ᠎ᠠ ᠪᠤᠢ ᠪᠣᠯᠳᠠᠭ᠃

source: {strong_start}Note{strong_end}: To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.
mn: {strong_start} ᠲᠡᠮᠳᠡᠭᠯᠡᠯ {strong_end}᠄ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠢ ᠠᠶᠤᠯ ᠦᠭᠡᠢ ᠪᠠᠢᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠡᠳᠡᠭᠡᠷ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠨᠤᠭᠤᠳ ᠢ ᠰᠢᠭᠤᠳ ᠬᠠᠨᠳᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠨᠤᠭᠤᠳ ᠤᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠨᠤᠭᠤᠳ 5 ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠳᠣᠲᠣᠷ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠨ᠎ᠠ᠃

source: Enrollment Codes
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋

source: Create one or more pre-paid course enrollment codes. Students can use these codes to enroll in the course.
mn: ᠨᠢᠭᠡ ᠪᠤᠶᠤ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠳᠡᠭᠡᠭᠰᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠳᠦ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ᠃ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠳᠡᠭᠡᠷ ᠺᠣᠳ᠋ ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Create Enrollment Codes
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠡᠭᠦᠰᠬᠡᠨ᠎ᠡ ᠦᠦ

source: Cancel, restore, or mark an enrollment code as unused.
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠨᠢ ᠤᠰᠠᠳᠭᠠᠬᠤ᠂ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠲᠡᠮᠳᠡᠭᠯᠡᠬᠦ᠃

source: Change Enrollment Code Status
mn: ᠡᠯᠰᠡᠭᠦᠯᠬᠦ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ

source: Download a .csv file of all enrollment codes for this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠦᠬᠦ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠺᠣᠳ᠋ ᠍ ᠤᠳ ᠤᠨ .csv ᠹᠠᠢᠯ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ᠃

source: Download All Enrollment Codes
mn: ᠪᠦᠬᠦ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Download a .csv file of all unused enrollment codes for this course.
mn: ᠡᠨᠡ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠦᠬᠦ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠤᠨ .csv ᠹᠠᠢᠯ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ᠃

source: Download Unused Enrollment Codes
mn: ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Download a .csv file of all used enrollment codes for this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠦᠬᠦ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠤᠨ .csv ᠹᠠᠢᠯ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ᠃

source: Download Used Enrollment Codes
mn: ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Course Price
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠦᠨ᠎ᠡ

source: Course price per seat:
mn: ᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠦᠨ᠎ᠡ᠄

source: Edit Price
mn: ᠦᠨ᠎ᠡ ᠵᠠᠰᠠᠬᠤ

source: Course Seat Purchases
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠰᠠᠭᠤᠳᠠᠯ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ

source: Total Credit Card Purchases:
mn: ᠨᠡᠢᠲᠡ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠺᠠᠷᠲ ᠢ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ᠄

source: Download a .csv file for all credit card purchases or for all invoices, regardless of status.
mn: ᠪᠦᠬᠦ ᠺᠷᠧᠳᠢᠲ ᠺᠠᠷᠲ ᠤᠨ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠡᠰᠡᠪᠡᠯ ᠪᠦᠬᠦ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠬᠤᠪᠢ ᠳᠤ .csv ᠹᠠᠢᠯ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ᠂ ᠪᠠᠢᠳᠠᠯ ᠠᠴᠠ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ᠃

source: Download All Invoices
mn: ᠪᠦᠬᠦ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Download All Credit Card Purchases
mn: ᠪᠦᠬᠦ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠺᠠᠷᠲ ᠤᠨ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: To cancel or resubmit an invoice, enter the invoice number below.
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠯ ᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠳ᠋ᠠᠬᠢᠨ ᠢᠯᠡᠭᠡᠬᠦ ᠪᠣᠯ ᠳᠣᠣᠷᠠᠬᠢ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Invoice Number
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠯ ᠦᠨ ᠳ᠋ᠤᠭᠠᠷ

source: Cancel Invoice
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠶᠢ ᠴᠤᠴᠠᠯᠠᠬᠤ

source: Resubmit Invoice
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠯ ᠢ ᠳᠠᠬᠢᠨ ᠢᠯᠡᠭᠡᠬᠦ

source: Create a .csv file that contains enrollment information for your course.
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ .csv ᠹᠠᠢᠯ ᠡᠭᠦᠰᠬᠡ᠃

source: Create Enrollment Report
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠲᠠᠶᠢᠯᠤᠨ ᠭᠠᠷᠭᠠᠬᠤ

source: Create an HTML file that contains an executive summary for this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠲᠣᠪᠴᠢᠶ᠎ᠠ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ HTML ᠹᠠᠢᠯ ᠡᠭᠦᠰᠬᠡ᠃

source: Create Executive Summary
mn: ᠬᠤᠷᠢᠶᠠᠩᠭᠤᠢ ᠬᠤᠷᠢᠶᠠᠩᠭᠤᠢ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ

source: Available Reports
mn: ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠲᠠᠶᠢᠯᠤᠨ

source: The following reports are available for download. Reports are not deleted. A link to every report remains available on this page, identified by the date and time (in UTC)that the report was generated.
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠲᠠᠶᠢᠯᠠᠩᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠲᠠᠶᠢᠯᠤᠨ ᠤᠰᠠᠳᠬᠤ ᠦᠭᠡᠢ᠃ ᠲᠠᠶᠢᠯᠠᠩ ᠢ ᠭᠠᠷᠭᠠᠵᠤ ᠪᠤᠢ ᠡᠳᠦᠷ᠂ ᠴᠠᠭ ᠢ (UTC ᠍ ᠳᠦ)ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ ᠲᠠᠶᠢᠯᠠᠩ ᠤᠨ ᠪᠦᠬᠦ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠠᠴᠠ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: {strong_start}Note{strong_end}: To help protect learner data, links to these reports that you save outside of this page or that you send or receive in email expire after five minutes.
mn: {strong_start} ᠲᠡᠮᠳᠡᠭᠯᠡᠯ {strong_end}᠄ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠳᠤ ᠲᠤᠰᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠭᠠᠳᠠᠨᠠᠬᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠲᠠᠪᠤᠨ ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠢᠯᠡᠭᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠳᠠᠭ ᠡᠳᠡᠭᠡᠷ ᠲᠠᠶᠢᠯᠠᠩᠭᠤᠳ ᠲᠠᠢ ᠬᠤᠯᠪᠤᠬᠤ᠃

source: Coupon Code List
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Download a .csv file of all coupon codes for this course.
mn: ᠡᠨᠡ ᠺᠦ᠋ᠷᠣᠨ ᠤ ᠺᠣᠳ᠋ ᠍ ᠤᠨ .csv ᠹᠠᠢᠯ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ᠃

source: Download Coupon Codes
mn: ᠺᠦ᠋ᠫᠣᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Coupon Codes
mn: ᠺᠦ᠋ᠫᠣᠨ ᠺᠣᠳ᠋

source: Coupon (%)
mn: ᠺᠦ᠋ᠫᠣᠨ (%)

source: Number Redeemed
mn: ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ ᠲᠣᠭ᠎ᠠ

source: The Invoice Number field cannot be empty.
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ ᠲᠠᠯᠠᠪᠤᠷ ᠬᠣᠭᠣᠰᠣᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: No Expiration Date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: Enter the company name.
mn: ᠺᠣᠮᠫᠠᠨᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The company name cannot be a number.
mn: ᠺᠣᠮᠫᠠᠨᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠨᠢ ᠲᠣᠭ᠎ᠠ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Enter the company contact name.
mn: ᠺᠣᠮᠫᠠᠨᠢ ᠶᠢᠨ ᠬᠠᠷᠢᠯᠴᠠᠭᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The company contact name cannot be a number.
mn: ᠺᠣᠮᠫᠠᠨᠢᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠨᠡᠷ᠎ᠡ ᠨᠢ ᠲᠣᠭ᠎ᠠ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Enter the email address for the company contact.
mn: ᠺᠣᠮᠫᠠᠨᠢᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠬᠠᠶᠠᠭ ᠳ᠋ᠤ᠌ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠨ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Enter a valid email address.
mn: ᠬᠦᠴᠦᠨᠲᠡᠢ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Enter the recipient name.
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The recipient name cannot be a number.
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠨᠢ ᠲᠣᠭ᠎ᠠ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Enter the recipient email address.
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠨ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Enter the billing address.
mn: ᠲᠣᠭᠠᠴᠠᠭᠠᠨ ᠤ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Enter the price per course seat.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠰᠠᠭᠤᠳᠠᠯ ᠳᠡᠭᠡᠷ᠎ᠡ ᠦᠨ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ᠃

source: Enter a numeric value for the price per course seat. Do not include currency symbols.
mn: ᠨᠢᠭᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠰᠠᠭᠤᠳᠠᠯ ᠳᠤ ᠦᠨᠡᠯᠡᠬᠦ ᠲᠣᠭᠠᠨ ᠤᠳᠬ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠸᠠᠯᠶᠦ᠋ᠲ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠬᠡᠷᠡᠭ ᠦᠭᠡᠢ᠃

source: Enter the number of enrollment codes.
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Enter a numeric value for the number of enrollment codes.
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠲᠣᠭᠠᠨ ᠤᠳᠬ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Select a currency.
mn: ᠸᠠᠯᠶᠦ᠋ᠲ ᠰᠣᠩᠭᠣᠬᠤ᠃

source: Enter a coupon code.
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ᠺᠣᠳ᠋ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The discount percentage must be less than or equal to 100.
mn: ᠳ᠋ᠢᠰᠺᠠᠦ᠋ᠨ᠋ᠲ ᠤᠨ ᠬᠤᠪ ᠢ 100 ᠍ ᠠᠴᠠ ᠪᠠᠭ᠎ᠠ ᠪᠤᠶᠤ ᠲᠡᠩᠴᠡᠭᠦᠦ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Enter a numeric value for the discount amount. Do not include the percent sign.
mn: ᠳ᠋ᠢᠰᠺᠠᠦ᠋ᠨ᠋ᠲ ᠤᠨ ᠳ᠋ᠦᠩ ᠦᠨ ᠲᠣᠭᠠᠨ ᠤᠳᠬ᠎ᠠ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ. % ᠲᠡᠮᠳᠡᠭ ᠢ ᠪᠤᠤ ᠣᠷᠣᠭᠤᠯ᠃

source: Edit Coupon Code
mn: ᠺᠦ᠋ᠫᠣᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠵᠠᠰᠠᠬᠤ

source: Edit Coupon Code Information
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠵᠠᠰᠠᠬᠤ

source: Code
mn: ᠺᠣᠳ᠋

source: example: A123DS
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠄ A123DS

source: Percentage Discount
mn: ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ ᠶᠢᠨ ᠬᠤᠪᠢ

source: Update Coupon Code
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ᠺᠣᠳ᠋ ᠍ ᠢ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ

source: Executive Summary for {display_name}
mn: {display_name} ᠍ ᠤᠨ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠬᠤᠷᠢᠶᠠᠩᠭᠤᠢ

source: Report Creation Date
mn: ᠪᠦᠲᠦᠭᠡᠯᠲᠡ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠶᠢᠯᠤᠩᠨᠠᠬᠤ

source: Number of Seats
mn: ᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠣᠭ᠎ᠠ

source: Number of Enrollments
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠲᠣᠭ᠎ᠠ

source: Gross Revenue Collected
mn: ᠨᠡᠢᠲᠡ ᠣᠷᠣᠯᠭ᠎ᠠ ᠴᠤᠭᠯᠠᠭᠤᠯᠤᠭᠰᠠᠨ

source: Gross Revenue Pending
mn: ᠨᠡᠢᠲᠡ ᠣᠷᠣᠯᠭ᠎ᠠ ᠬᠦᠯᠢᠶᠡᠭᠳᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ

source: Number of Enrollment Refunds
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠲᠣᠭ᠎ᠠ

source: Amount Refunded
mn: ᠪᠤᠴᠠᠭᠠᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠳᠦᠩ

source: Average Price per Seat
mn: ᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠳᠤᠮᠳᠠᠴᠢ ᠦᠨ᠎ᠡ

source: Frequently Used Coupon Codes
mn: ᠲᠦᠭᠡᠮᠡᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠳᠡᠳᠡᠭ ᠺᠦ᠋ᠫᠣᠨ ᠺᠣᠳ᠋

source: Number of seats purchased using coupon codes
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ᠺᠣᠳ᠋ ᠠᠰᠢᠭᠯᠠᠨ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠣᠭ᠎ᠠ

source: Rank
mn: ᠷᠠᠩᠺ

source: Percent Discount
mn: ᠬᠤᠪᠢ ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ

source: Times Used
mn: ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Bulk and Single Seat Purchases
mn: ᠪᠥᠭᠡᠮ ᠢᠶᠡᠷ ᠪᠠ ᠭᠠᠭᠴᠠ ᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠰᠠᠭᠤᠳᠠᠯ

source: Number of seats purchased individually
mn: ᠪᠡᠶ᠎ᠡ ᠳᠠᠭᠠᠭᠠᠵᠤ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠣᠭ᠎ᠠ

source: Number of seats purchased in bulk
mn: ᠪᠥᠭᠡᠮ ᠢᠶᠡᠷ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠣᠭ᠎ᠠ

source: Number of seats purchased with invoices
mn: ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠣᠭ᠎ᠠ

source: Unused bulk purchase seats (revenue at risk)
mn: ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠶᠡᠬᠡ ᠬᠡᠮᠵᠢᠶᠡᠨ ᠦ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠭᠤᠳᠠᠯ (ᠡᠷᠦᠰᠳᠡᠯ ᠦᠨ ᠣᠷᠣᠯᠭ᠎ᠠ)

source: Percentage of seats purchased individually
mn: ᠪᠡᠶ᠎ᠡ ᠳᠠᠭᠠᠭᠰᠠᠨ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠣᠭ᠎ᠠ

source: Percentage of seats purchased in bulk
mn: ᠪᠥᠭᠡᠮ ᠢᠶᠡᠷ ᠬᠤᠳᠠᠯᠳᠤᠵᠤ ᠠᠪᠤᠭᠰᠠᠨ ᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠣᠭ᠎ᠠ

source: Percentage of seats purchased with invoices
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠲᠡᠢ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠣᠭ᠎ᠠ

source: Individual due date extensions
mn: ᠬᠦᠨᠳᠦᠳᠭᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠰᠤᠩᠭᠠᠬᠤ

source: In this section, you have the ability to grant extensions on specific units to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
mn: ᠡᠨᠡ ᠬᠡᠰᠡᠭ ᠲᠦ ᠲᠠ ᠲᠤᠰᠬᠠᠢ ᠨᠢᠭᠡᠴᠢ ᠳᠦ ᠥᠷᠭᠡᠳᠬᠡᠯ ᠦᠭᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠣᠯᠭᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠦᠷᠭᠦᠯᠵᠢ ᠠᠪᠴᠤ ᠶᠠᠪᠤᠳᠠᠭ ᠢ ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠲᠠ ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠡᠴᠡ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠬᠡᠷᠡᠭᠰᠡᠯ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Specify the {platform_name} email address or username of a student here:
mn: ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠤ {platform_name} ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠪᠤᠶᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠡᠨᠳᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠄

source: Student Email or Username
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯ ᠡᠰᠡᠪᠡᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Choose the graded unit:
mn: ᠵᠡᠷᠭᠡᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠨᠢᠭᠡᠴᠢ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠄

source: Specify the extension due date and time (in UTC; please specify {format_string}).
mn: ᠥᠷᠭᠡᠳᠬᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠂ ᠴᠠᠭ ᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠭᠦᠨ᠎ᠡ ᠦᠦ (UTC ᠳᠡᠭᠡᠷ᠎ᠡ {format_string} ᠵᠢᠭᠠᠵᠤ ᠥᠭᠭᠦᠨ᠎ᠡ ᠦᠦ)᠃

source: Change due date for student
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠤᠯᠭᠤᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ

source: Viewing granted extensions
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠥᠷᠭᠡᠳᠬᠡᠯ ᠦᠳ ᠢ ᠬᠠᠷᠠᠬᠤ

source: Here you can see what extensions have been granted on particular units or for a particular student.
mn: ᠡᠨᠳᠡ ᠲᠠ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠨᠢᠭᠡᠴᠢ ᠳᠦ ᠡᠰᠡᠪᠡᠯ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠬᠤᠪᠢ ᠳᠤ ᠶᠠᠮᠠᠷ ᠥᠷᠭᠡᠳᠬᠡᠯ ᠣᠯᠭᠤᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Choose a graded unit and click the button to obtain a list of all students who have extensions for the given unit.
mn: ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠨᠢᠭᠡᠴᠢ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠥᠷᠭᠡᠳᠬᠡᠯ ᠪᠦᠬᠦᠢ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: List all students with due date extensions
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠢ ᠴᠠᠭ ᠢᠶᠠᠨ ᠣᠯᠤᠭᠰᠠᠨ ᠥᠷᠭᠡᠳᠬᠡᠯ ᠢᠶᠡᠷ ᠵᠢᠭᠰᠠᠭᠠᠬᠤ

source: Specify a student to see all of that student's extensions.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠪᠦᠬᠦ ᠥᠷᠭᠡᠳᠬᠡᠯ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠ᠃

source: List date extensions for student
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠰᠤᠩᠭᠠᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Resetting extensions
mn: ᠥᠷᠭᠡᠳᠬᠡᠯ ᠦᠳ ᠢ ᠳᠠᠬᠢᠨ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ

source: Resetting a problem's due date rescinds a due date extension for a student on a particular unit. This will revert the due date for the student back to the problem's original due date.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳᠠᠭᠤᠰᠬᠠᠪᠤᠷᠢ ᠪᠣᠯᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠨᠢ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠨᠢᠭᠡᠴᠢ ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠣᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠰᠤᠩᠭᠠᠬᠤ ᠶᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠳᠠᠭ᠃ ᠡᠨᠡ ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠬᠤᠪᠢ ᠳᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠤᠨ᠎ᠠ᠃

source: Reset due date for student
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠤᠯᠭᠤᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠳᠠᠬᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Generate Registration Code Modal
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: * Required Information
mn: ‍ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Organization Name
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: The organization that purchased enrollments in the course
mn: ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠡᠯᠰᠡᠭᠴᠢ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ

source: Organization Contact
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠣᠯᠪᠣᠭ᠎ᠠ

source: Organization Contact Name
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠨᠡᠷ᠎ᠡ

source: The primary contact at the organization
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠭᠣᠣᠯ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ

source: Invoice Recipient
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ

source: The contact who should receive the invoice
mn: ᠬᠡᠨ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠠᠪᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠬᠠᠶᠠᠭ

source: Organization Billing Address
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠬᠠᠶᠠᠭ

source: Address Line 1
mn: ᠬᠠᠶᠠᠭ ᠱᠤᠭᠤᠮ 1

source: Address Line 2
mn: ᠬᠠᠶ᠋ᠢᠭ ᠤᠨ ᠮᠥᠷ 2

source: Address Line 3
mn: ᠬᠠᠶ᠋ᠢᠭ ᠤᠨ ᠮᠥᠷ 3

source: State/Province
mn: ᠤᠯᠤᠰ ᠤᠨ / ᠮᠤᠵᠢ

source: Unit Price
mn: ᠨᠢᠭᠡᠴᠢ ᠶᠢᠨ ᠦᠨ᠎ᠡ

source: The price per enrollment purchased
mn: ᠨᠢᠭᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠦᠨ᠎ᠡ

source: Number of Enrollment Codes
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠲᠣᠭ᠎ᠠ

source: The total number of enrollment codes to create
mn: ᠡᠭᠦᠰᠭᠡᠬᠦ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠨᠡᠢᠲᠡ ᠲᠣᠭ᠎ᠠ

source: Course Team Internal Reference
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠠᠭ ᠤᠨ ᠳᠣᠲᠣᠭᠠᠳᠤ ᠯᠠᠪᠯᠠᠭᠠᠭ᠎ᠠ

source: Internal reference information for the sale
mn: ᠪᠣᠷᠣᠯᠠᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠳᠣᠲᠣᠭᠠᠳᠤ ᠯᠠᠪᠯᠠᠭᠠᠭ᠎ᠠ

source: Customer Reference
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠯᠠᠪᠯᠠᠭᠠᠭ᠎ᠠ

source: Customer's purchase order or other reference information
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᠯᠠᠪᠯᠠᠭᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Send me a copy of the invoice
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠨᠠᠳᠠ ᠳᠤ ᠢᠯᠡᠭᠡᠬᠦ

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠬᠢ ᠪᠡᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠠᠨᠠᠯᠢᠽᠢ ᠬᠢᠬᠦ ᠳᠦ ᠪᠡᠨ {link_start} {analytics_dashboard_name} {link_end} ᠳ᠋ᠤ᠌ ᠣᠴᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Instructor Dashboard
mn: ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ

source: View Course in Studio
mn: Studio ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠵᠡᠬᠦ

source: Enrollment Code Status
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠪᠠᠢᠳᠠᠯ

source: Change the status of an enrollment code.
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡ᠃

source: Enrollment Code
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋

source: Find Enrollment Code
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠬᠠᠶᠢᠵᠤ ᠣᠯᠬᠤ

source: Enter the reason why the students are to be manually enrolled or unenrolled.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠭᠠᠷ ᠠᠷᠭ᠎ᠠ ᠪᠠᠷ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ ᠡᠰᠡᠪᠡᠯ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠢᠶᠠᠨ ᠪᠢᠴᠢᠨ᠎ᠡ ᠦᠦ᠃

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
mn: ᠡᠨᠡ ᠨᠢ ᠬᠣᠭᠣᠰᠣᠨ ᠣᠷᠬᠢᠭᠳᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Therefore, please give enough detail to account for this action.
mn: ᠲᠡᠶᠢᠮᠦ ᠡᠴᠡ ᠡᠨᠡ ᠦᠢᠯᠡᠳᠦᠯ ᠦᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠬᠠᠩᠭᠠᠯᠲᠠᠲᠠᠢ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠥᠭᠭᠦᠨ᠎ᠡ ᠦᠦ᠃

source: Reason
mn: ᠰᠢᠯᠲᠠᠭᠠᠨ

source: Register/Enroll Students
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ / ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠪᠦᠷᠢᠳᠬᠡᠬᠦ᠂ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠣᠣᠷᠠᠬᠢ ᠪᠠᠭᠠᠨ᠎ᠠ ᠨᠤᠭᠤᠳ ᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ CSV ᠹᠠᠢᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠄ ᠢᠮᠧᠯ᠂ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷᠡ᠂ ᠨᠡᠷᠡ᠂ ᠤᠯᠤᠰ ᠣᠷᠣᠨ᠃ ᠮᠥᠷ ᠲᠤᠰ ᠪᠦᠷᠢ ᠳᠦ ᠨᠢᠭᠡ ᠰᠤᠷᠤᠭᠴᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠳ ᠶᠠᠮᠠᠷ ᠴᠤ ᠲᠣᠯᠣᠭᠠᠢ᠂ ᠮᠥᠷ᠂ ᠬᠣᠭᠣᠰᠣᠨ ᠮᠥᠷ ᠣᠷᠣᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Upload a CSV for bulk enrollment
mn: ᠪᠥᠭᠡᠮ ᠢᠶᠡᠷ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ CSV ᠍ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Upload CSV
mn: CSV ᠍ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Batch Beta Tester Addition
mn: ᠪᠠᠭᠴᠠ ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
mn: ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠨᠢ ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ ᠪᠠᠷ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠢᠳᠡᠪᠬᠢᠲᠡᠢ {platform_name} ᠠᠺᠠᠤᠨᠲ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
mn: ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ{em_start} ᠰᠤᠩᠭᠤᠭᠰᠠᠨ {em_end}ᠪᠠᠶᠢᠪᠠᠯ ᠲᠠᠨ ᠤ ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠨ᠎ᠡ᠃

source: Checking this box has no effect if 'Remove beta testers' is selected.
mn: 〈ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ ᠶᠢ ᠬᠠᠰᠤᠬᠤ〉 ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠳᠤ ᠡᠨᠡ ᠬᠠᠶᠢᠷᠴᠠᠭ ᠢ ᠰᠢᠯᠭᠠᠬᠤ ᠨᠢ ᠶᠠᠮᠠᠷ ᠴᠤ ᠨᠥᠯᠦᠭᠡ ᠦᠵᠡᠭᠦᠯᠬᠦ ᠦᠭᠡᠢ᠃

source: Add beta testers
mn: ᠪᠧᠲ᠋ᠠ ᠲᠧᠰᠲ᠋ᠧᠷ ᠨᠡᠮᠡᠬᠦ

source: Remove beta testers
mn: ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ ᠶᠢ ᠠᠷᠢᠯᠭᠠᠬᠤ

source: Course Team Management
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠠᠭ ᠤᠨ ᠤᠳᠤᠷᠢᠳᠤᠯᠭ᠎ᠠ

source: Select a course team role:
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠪᠠᠭ ᠢ ᠰᠣᠩᠭᠣᠬᠤ᠄

source: Getting available lists...
mn: ᠪᠡᠯᠡᠨ ᠪᠠᠢᠭ᠎ᠠ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ..᠃
