Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: Hide entire subsection
mn: ᠪᠥᠬᠥᠢᠯᠡ ᠬᠡᠰᠡᠭ ᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠥᠲᠦᠯᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠰᠡᠭ ᠢ ᠣᠯᠵᠣ ᠬᠠᠷᠠᠬᠤ ᠦᠭᠡᠢ᠃ ᠬᠡᠰᠡᠭ ᠨᠢ ᠣᠨᠣᠭᠠᠨ ᠤ ᠲᠣᠭᠠᠴᠠᠭᠠᠨ ᠳᠤ ᠣᠷᠣᠭ᠎ᠠ ᠦᠭᠡᠢ ᠃

source: If you select an option other than "%( hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ "%( hide_label)s" ᠍ ᠡᠴᠡ ᠥᠭᠡᠷ᠎ᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠡᠨᠡ ᠬᠡᠰᠡᠭ ᠲᠦ ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠨᠢᠭᠡᠴᠡ ᠨᠢ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠨᠢᠭᠤᠭᠳᠠᠮᠠᠯ ᠪᠢᠰᠢ ᠯᠠ ᠳ᠋ᠡ᠃

source: Instructor Name
mn: ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Please add the instructor's name
mn: ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠨᠡᠮᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Instructor Title
mn: ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Please add the instructor's title
mn: ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: Organization
mn: ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ

source: Organization Name
mn: ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Please add the institute where the instructor is associated
mn: ᠪᠠᠭᠰᠢ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠢᠨᠰᠲ᠋ᠢᠲ᠋ᠦᠶᠢᠲ ᠢ ᠨᠡᠮᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Biography
mn: ᠨᠠᠮᠲᠠᠷ

source: Instructor Biography
mn: ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠨᠠᠮᠲᠠᠷ

source: Please add the instructor's biography
mn: ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠨᠠᠮᠲᠠᠷ ᠢ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: Photo
mn: ᠹᠣᠲ᠋ᠣ ᠵᠢᠷᠤᠭ

source: Instructor Photo
mn: ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠵᠢᠷᠤᠭ

source: Instructor Photo URL
mn: ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠵᠢᠷᠤᠭ ᠤᠨURL

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
mn: ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠵᠢᠷᠤᠭ ᠢ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ ( ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠵᠥᠪᠬᠡᠨ JPEG ᠡᠰᠡᠪᠡᠯ PNG ᠹᠣᠷᠮᠠᠲ᠋ ᠪᠠᠢᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ )

source: Upload Photo
mn: ᠵᠢᠷᠤᠭ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Prerequisite: %(prereq_display_name)s
mn: ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ᠄ %(prereq_display_name)s

source: Contains staff only content
mn: ᠠᠵᠢᠯᠴᠢᠳ ᠤᠨ ᠵᠥᠪᠬᠡᠨ ᠠᠭᠤᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: Unpublished changes to live content
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠮᠢᠳᠤ ᠪᠠᠷ ᠨᠢ ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ

source: Unpublished units will not be released
mn: ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠦᠲᠦᠭᠡᠯ ᠦᠳ ᠭᠠᠷᠬᠤ ᠦᠭᠡᠢ

source: Unpublished changes to content that will release in the future
mn: ᠢᠷᠡᠭᠡᠳᠦᠢ ᠳᠦ ᠭᠠᠷᠬᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ

source: Access to this unit is restricted to: {selectedGroupsLabel}
mn: ᠡᠨᠡ ᠨᠢᠭᠡᠴᠡ ᠳᠦ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠢᠨᠦ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠭᠰᠠᠨ᠄ 〈selectedGroupsLabel〉

source: Access to some content in this unit is restricted to specific groups of learners
mn: ᠡᠨᠡ ᠨᠢᠭᠡᠴᠡ ᠶᠢᠨ ᠵᠠᠷᠢᠮ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠤᠨ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠪᠦᠯᠦᠭ ᠦᠳ ᠲᠦ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠳᠠᠭ

source: Ungraded
mn: ᠨᠢᠭᠡᠳᠦᠭᠡᠷ ᠲᠦ

source: Practice proctored Exam
mn: ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠳᠠᠳᠤᠯᠭ᠎ᠠ ᠬᠢᠬᠦ

source: Proctored Exam
mn: ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ

source: Timed Exam
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠰᠢᠯᠭᠠᠯᠲᠠ

source: Collapse/Expand this %(xblock_type)s
mn: ᠨᠤᠷᠠᠯᠲᠠ %(xblock_type)s ᠍ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ

source: Display Name
mn: ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠨᠡᠷ᠎ᠡ

source: Configure
mn: ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Duplicate
mn: ᠬᠠᠭᠣᠯᠠᠬᠤ

source: Drag to reorder
mn: ᠴᠢᠷᠡᠵᠦ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠪᠡᠷ ᠳᠠᠮᠵᠢᠨ ᠳᠡᠰ ᠳᠠᠷᠠᠭᠠᠯᠠᠯ ᠢ᠋ ᠳᠠᠬᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ

source: Release Status:
mn: ᠨᠡᠢᠲᠡᠯᠡᠭᠰᠡᠨ ᠪᠠᠢᠢᠳᠠᠯ᠄

source: Released:
mn: ᠨᠢᠭᠡᠨᠲᠡ ᠨᠡᠢᠲᠡᠯᠡᠭᠳᠡᠭᠰᠡᠨ᠄

source: Scheduled:
mn: ᠨᠡᠢᠲᠡᠯᠡᠬᠦ ᠪᠡᠷ ᠲᠥᠯᠦᠪᠯᠡᠭᠰᠡᠨ ᠴᠠᠭ᠄

source: Graded as:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠠᠩᠭᠢᠯᠠᠭᠳᠠᠨ᠎ᠠ᠄

source: Due:
mn: ᠡᠭᠦᠨ ᠳᠦ᠄

source: Subsection is hidden after course end date
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠬᠡᠰᠡᠭ ᠨᠢ ᠳᠠᠯᠳᠠᠯᠠᠭᠳᠠᠳᠠᠭ

source: Subsection is hidden after due date
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠳᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠬᠡᠰᠡᠭ ᠨᠢᠭᠤᠭᠳᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: You haven't added any content to this course yet.
mn: ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡ ᠵᠦᠢᠯ ᠨᠡᠮᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Click to add a new %(xblock_type)s
mn: ᠰᠢᠨ᠎ᠡ %(xblock_type)s ᠍ ᠢ ᠨᠡᠮᠡᠬᠦ ᠪᠣᠯ ᠲᠣᠪᠰᠢᠨ᠎ᠠ ᠤᠤ

source: Learning Outcome
mn: ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ

source: Add a learning outcome here
mn: ᠡᠨᠳᠡ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠨᠡᠮᠡᠭᠡᠷᠡᠢ

source: Assignment Type Name
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠲᠥᠷᠥᠯ

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠶᠡᠷᠦᠩᠬᠡᠢ ᠠᠩᠭᠢᠯᠠᠯ

source: Abbreviation
mn: ᠲᠣᠪᠴᠢᠯᠠᠯ

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠠᠩᠭᠢᠯᠠᠯ᠍ ᠤᠨ ᠪᠣᠭᠣᠨᠢ ᠨᠡᠷ᠎ᠡ

source: Weight of Total Grade
mn: ᠨᠡᠢᠲᠡ ᠬᠣᠪᠢ ᠶᠢᠨ ᠳᠣᠲᠣᠷ᠎ᠠ ᠡᠵᠡᠯᠡᠬᠦ ᠬᠠᠷᠢᠴᠠᠯ

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠪᠥᠬᠦᠢᠯ᠎ᠡ ᠳ᠋ᠦᠩᠨᠡᠯᠲᠡ ᠳ᠋ᠤ᠌ ᠡᠵᠡᠯᠡᠬᠦ ᠬᠠᠷᠢᠴᠠᠯ᠂ ᠵᠢᠱᠢᠶᠡᠯᠡᠪᠡᠯ᠄ 40᠃ ᠵᠠᠭᠤᠨ ᠤ᠋ ᠬᠠᠷᠢᠴᠠᠯ ᠤ᠋ᠨ ᠲᠡᠮᠳᠡᠭ ᠢ᠋ ᠣᠷᠤᠭᠤᠯᠬᠤ ᠴᠢᠬᠤᠯᠠ ᠦᠭᠡᠢ᠃

source: Total Number
mn: ᠨᠡᠶᠢᠲᠡ ᠲᠣᠭ᠎ᠠ

source: The number of subsections in the course that contain problems of this assignment type.
mn: ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠲᠣᠭ᠎ᠠ᠃

source: Number of Droppable
mn: ᠲᠠᠶᠠᠭᠳᠠᠵᠤ ᠪᠣᠯᠬᠤᠢᠴᠠ ᠲᠣᠭ᠎ᠠ

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
mn: ᠲᠤᠰ ᠳᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶ᠋ᠢᠨ ᠲᠣᠭ᠎ᠠ ᠶ᠋ᠢ ᠦᠭᠡᠢᠰᠭᠡᠬᠦ ᠪᠡᠷ ᠪᠤᠢ

source: Course Handouts
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ

source: You have no handouts defined
mn: ᠲᠠᠨ ᠳᠤ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠤ᠋ᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: There is invalid code in your content. Please check to make sure it is valid HTML.
mn: ᠲᠠᠨ ᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠤᠷᠤᠭᠤ ᠺᠣᠳ᠋ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ HTML ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Send push notification to mobile apps
mn: ᠬᠥᠳᠡᠯᠭᠡᠭᠡᠨ ᠳᠦ ᠠᠫᠫ ᠲᠤ ᠲᠦᠯᠬᠢᠬᠦ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠢᠯᠡᠭᠡᠬᠦ

source: Send notification to mobile apps
mn: ᠬᠥᠳᠡᠯᠭᠡᠭᠡᠨ ᠳᠦ ᠠᠫᠫ ᠤᠳ ᠲᠤ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠢᠯᠡᠭᠡᠬᠦ

source: Post
mn: ᠪᠢᠴᠢᠯᠭᠡ

source: Due Date:
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ᠄

source: Due Time in UTC:
mn: UTC ᠴᠠᠭ ᠤᠨ ᠳᠣᠲᠣᠷ᠎ᠠ᠄

source: Clear Grading Due Date
mn: ᠳᠦᠲᠦᠨᠡᠬᠦ ᠳᠠᠭᠤᠰᠬᠠᠪᠤᠷᠢ ᠪᠣᠯᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Chapter Name
mn: ᠪᠦᠯᠦᠭ ᠨᠡᠷ᠎ᠡ

source: Chapter {order}
mn: {order} ᠪᠦᠯᠦᠭ

source: provide the title/name of the chapter that will be used in navigating
mn: Navigate ᠬᠢᠬᠦ ᠳᠦ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠬᠤ ᠪᠦᠯᠬᠦᠮ ᠦᠨ ᠨᠡᠷ᠎ᠡ / ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠥᠭᠭᠦᠨ᠎ᠡ

source: Chapter Asset
mn: ᠪᠦᠯᠦᠭ ᠠᠺᠲ᠋ᠢᠸ

source: upload a PDF file or provide the path to a Studio asset file
mn: PDF ᠹᠠᠶᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠡᠰᠡᠪᠡᠯ Studio ᠠᠺᠲ᠋ᠢᠸ ᠤᠨ ᠹᠠᠶᠢᠯ ᠳᠤ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ

source: Upload PDF
mn: PDF ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: delete chapter
mn: ᠪᠦᠯᠦᠭ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Textbook information
mn: ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠦᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Textbook Name
mn: ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠦᠨ ᠨᠡᠷ᠎ᠡ

source: Introduction to Cookie Baking
mn: Cookie Baking ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ

source: provide the title/name of the text book as you would like your students to see it
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠠᠭᠠᠯᠠᠭᠳᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠧᠺᠰᠲ ᠨᠣᠮᠣᠨ ᠤ ᠨᠡᠷ᠎ᠡ᠂ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠥᠭᠭᠦᠨ᠎ᠡ ᠦᠦ

source: Chapter information
mn: ᠪᠦᠯᠦᠭ ᠦᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Add a Chapter
mn: ᠪᠦᠯᠦᠭ ᠨᠡᠮᠡᠬᠦ

source: Grading
mn: ᠳ᠋ᠦᠩᠨᠡᠯᠲᠡ

source: Grade as:
mn: ᠵᠡᠷᠭᠡ ᠨᠢ᠄

source: Not Graded
mn: ᠵᠡᠷᠭᠡᠯᠡᠯ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Cannot delete when in use by an experiment
mn: ᠲᠤᠷᠰᠢᠯᠲᠠ ᠪᠠᠷ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠠᠢᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: This Group Configuration is used in:
mn: ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠄

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
mn: ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ {linkEnd} ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠢᠮᠦ {linkEnd} ᠍ ᠢᠶᠠᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᠠᠯᠢ ᠨᠢᠭᠡ Unit ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢ ᠨᠡᠮᠡᠵᠦ ᠡᠬᠢᠯᠡᠭᠡᠷᠡᠢ᠃

source: Group Configuration information
mn: ᠪᠥᠯᠥᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Group Configuration Name
mn: ᠪᠥᠯᠥᠭ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Group Configuration ID
mn: ᠪᠥᠯᠥᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠤ ID

source: This is the Name of the Group Configuration
mn: ᠡᠨᠡ ᠪᠣᠯ ᠭᠷᠦᠶᠢᠫ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ ᠶᠤᠮ

source: Name or short description of the configuration
mn: ᠲᠣᠬᠢᠷᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ ᠪᠤᠶᠤ ᠲᠣᠪᠴᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ

source: This is the Description of the Group Configuration
mn: ᠡᠨᠡ ᠪᠣᠯ ᠭᠷᠦᠶᠢ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠤ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ᠶᠤᠮ

source: Optional long description
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠤᠷᠲᠤ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ

source: Group information
mn: ᠪᠦᠯᠦᠭ ᠦᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠄ ᠬᠢᠨᠠᠯᠲᠠ᠂ ᠸᠢᠳᠢᠣ᠋᠂ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ᠃ ᠲᠠ ᠬᠣᠶᠠᠷ ᠪᠤᠶᠤ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠳᠡᠭᠡᠭᠰᠢ ᠪᠦᠯᠦᠭ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Add another group
mn: ᠥᠭᠡᠷ᠎ᠡ ᠪᠦᠯᠦᠭ ᠨᠡᠮᠡᠬᠦ

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
mn: ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠣᠳᠣ ᠪᠠᠷ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠳᠤ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠪᠦᠯᠦᠭ ᠦᠳ ᠲᠦ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠭᠰᠡᠨ ᠪᠣᠯ ᠲᠡᠳᠡᠭᠡᠷ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠣᠯᠵᠤ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ᠃

source: delete group
mn: ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠦᠯᠦᠭ

source: License Type
mn: ᠯᠢᠼᠧᠨᠽᠢ ᠶᠢᠨ ᠲᠥᠷᠦᠯ

source: Learn more about {license_name}
mn: {license_name} ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠦᠵᠡᠬᠦ

source: Options for {license_name}
mn: {license_name} ᠍ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ

source: The following options are available for the {license_name} license.
mn: {license_name} ᠯᠢᠼᠧᠨᠽᠢ ᠶᠢᠨ ᠬᠤᠪᠢ ᠳᠤ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠪᠠᠢᠨ᠎ᠠ᠃

source: License Display
mn: ᠯᠢᠼᠧᠨᠽᠢ ᠶᠢᠨ ᠬᠠᠷᠠᠭᠳᠠᠴᠠ

source: The following message will be displayed at the bottom of the courseware pages within your course:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠵᠠᠬᠢᠶᠠᠰᠤ ᠶᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠢᠶᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠳ᠋ᠣᠣ ᠳᠤ ᠲᠠᠯ᠎ᠠ ᠳᠤ ᠪᠠᠢᠷᠢᠯᠠᠭᠤᠯᠤᠨ᠎ᠠ᠃

source: Creative Commons licensed content, with terms as follow:
mn: Creative Commons ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠠᠢ ᠯᠢᠼᠧᠨᠽ ᠲᠡᠢ᠄

source: Some Rights Reserved
mn: ᠵᠠᠷᠢᠮ ᠡᠷᠬᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ

source: New {license_name}s
mn: ᠰᠢᠨ᠎ᠡ {license_name}

source: Add
mn: ᠨᠡᠮᠡᠬᠦ

source: Clear Value
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ ᠦᠨ᠎ᠡ ᠴᠡᠨ᠎ᠡ

source: Component Location ID
mn: ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠶᠢᠨ ᠪᠠᠢᠷᠢᠰᠢᠯ ID

source: Download
mn: ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: {categoryText} in {parentDisplayname}
mn: {categoryText} {parentDisplayname}

source: Current location
mn: ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠢᠷᠢᠰᠢᠯ

source: View child items
mn: ᠬᠡᠦᠬᠡᠳ ᠵᠦᠢᠯᠡᠰ ᠢ ᠬᠠᠷᠠᠬᠤ

source: Currently selected
mn: ᠣᠳᠣ ᠪᠠᠷ ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ

source: You haven't added any textbooks to this course yet.
mn: ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠠᠯᠠᠭ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Add your first textbook
mn: ᠡᠬᠢᠨ ᠦ ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠢᠶᠡᠨ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: This group controls access to:
mn: ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠲᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠬᠢᠨᠠᠳᠠᠭ᠄

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
mn: {linkEnd} ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠢᠮᠦ {linkEnd} ᠬᠡᠰᠡᠭ ᠲᠦ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Previous Uploads
mn: ᠡᠮᠦᠨᠡᠬᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ

source: Download available encodings (.csv)
mn: ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠺᠣᠳᠣᠴᠢᠯᠠᠯ ᠤᠳ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ (.csv)

source: Video ID
mn: ᠸᠢᠳᠢᠣ᠋ ID

source: Remove this video
mn: ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Remove {video_name} video
mn: {video_name} ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Never published
mn: ᠬᠡᠵᠢᠶ᠎ᠡ ᠴᠤ ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ

source: Last published %(last_published_date)s by %(publish_username)s
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠳᠦ ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠰᠡᠨ %(last_published_date)s %(publish_username)s

source: Previously published
mn: ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠰᠡᠨ

source: Draft (Never published)
mn: ᠪᠡᠯᠡᠳᠬᠡᠯ ᠨᠣᠣᠷᠠᠭ ( ᠨᠡᠢᠲᠡᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ )

source: Visible to Staff Only
mn: ᠵᠥᠪᠬᠡᠨ ᠠᠵᠢᠯᠴᠢᠳ ᠲᠤ ᠬᠠᠷᠠᠭᠳᠠᠨ᠎ᠠ

source: Published and Live
mn: ᠨᠡᠢᠲᠡᠯᠡᠭᠰᠡᠨ ᠪᠠ Live

source: Published (not yet released)
mn: ᠨᠡᠢᠲᠡᠯᠡᠭᠰᠡᠨ ( ᠬᠠᠷᠠᠬᠠᠨ ᠭᠠᠷᠭᠠᠭ᠎ᠠ ᠦᠭᠡᠢ )

source: Draft (Unpublished changes)
mn: ᠪᠡᠯᠡᠳᠬᠡᠯ ᠨᠣᠣᠷᠠᠭ ( ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ )

source: Release:
mn: ᠬᠤᠪᠢᠯᠪᠤᠷᠢ᠄

source: Publishing Status
mn: ᠬᠡᠪᠯᠡᠯ ᠦᠨ ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰ

source: with %(release_date_from)s
mn: %(release_date_from)s ᠪᠠᠢᠨ᠎ᠠ

source: Is Visible To:
mn: ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠠᠢᠳᠠᠯ᠄

source: Will Be Visible To:
mn: ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠄

source: Staff Only
mn: ᠵᠥᠪᠬᠡᠨ ᠠᠵᠢᠯᠴᠢᠳ

source: with %(section_or_subsection)s
mn: %(section_or_subsection)s ᠍ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Staff and Learners
mn: ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠪᠠ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ

source: Hide from learners
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠠᠴᠠ ᠨᠢᠭᠤ

source: Note: Do not hide graded assignments after they have been released.
mn: ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠡᠨᠳᠡ ᠲᠠᠯᠪᠢᠭᠳᠠᠵᠤ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠠᠩᠭᠢᠯᠠᠭᠰᠠᠨ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ ᠶᠢ ᠪᠤᠤ ᠨᠢᠭᠤ᠃

source: Release Date and Time
mn: ᠨᠡᠢᠲᠡᠯᠡᠬᠦ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Release Date:
mn: ᠨᠡᠢᠲᠡᠯᠡᠬᠦ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠄

source: Release Time in UTC:
mn: ᠨᠡᠢᠲᠡᠯᠡᠬᠦ ᠴᠠᠭ ᠄

source: Clear Release Date/Time
mn: ᠨᠡᠢᠲᠡᠯᠡᠬᠦ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠦᠭᠡᠢᠰᠭᠡᠬᠦ

source: Assessment Results Visibility
mn: ᠦᠨᠡᠯᠡᠭᠡᠨ ᠦ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ

source: Always show assessment results
mn: ᠦᠨᠡᠯᠡᠭᠡᠨ ᠦ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠦᠷᠭᠦᠯᠵᠢ ᠬᠠᠷᠠᠭᠤᠯ

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠦᠨᠡᠯᠡᠭᠡᠨ ᠦ ᠬᠠᠷᠢᠭᠤᠭ ᠥᠭᠬᠦ ᠳᠦ ᠲᠡᠳᠡᠭᠡᠷ ᠨᠢ ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠵᠥᠪ ᠡᠰᠡᠪᠡᠯ ᠪᠤᠷᠤᠭᠤ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠭᠤᠳ ᠰᠢᠯᠭᠠᠵᠤ᠂ ᠣᠨᠣᠭ᠎ᠠ ᠶᠢ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Never show assessment results
mn: ᠦᠨᠡᠯᠡᠭᠡᠨ ᠦ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠬᠡᠵᠢᠶ᠎ᠡ ᠴᠤ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠦᠨᠡᠯᠡᠮᠵᠢ ᠶᠢ ᠵᠥᠪ ᠡᠰᠡᠪᠡᠯ ᠪᠤᠷᠤᠭᠤ ᠭᠡᠵᠦ ᠦᠵᠡᠭᠰᠡᠨ ᠡᠰᠡᠬᠦ᠂ ᠣᠨᠣᠭ᠎ᠠ ᠠᠪᠤᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠨᠢ ᠬᠡᠵᠢᠶ᠎ᠡ ᠴᠤ ᠦᠵᠡᠳᠡᠭ ᠦᠭᠡᠢ᠃

source: Show assessment results when subsection is past due
mn: ᠬᠡᠰᠡᠭ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠦᠨᠡᠯᠡᠭᠡᠨ ᠦ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the course end date has passed.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠤᠨ ᠦᠨᠡᠯᠡᠬᠦ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠵᠥᠪ᠂ ᠪᠤᠷᠤᠭᠤ᠂ ᠡᠰᠡᠪᠡᠯ ᠣᠨᠣᠭ᠎ᠠ ᠠᠪᠤᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠨᠢ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: If the course does not have an end date, learners always see their scores when they submit answers to assessments.
mn: ᠬᠡᠷᠪᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠴᠠᠭ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠦᠨᠡᠯᠡᠭᠡᠨ ᠦ ᠬᠠᠷᠢᠭᠤᠭ ᠢᠷᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠪᠡᠨ ᠣᠨᠣᠭ᠎ᠠ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠦᠨᠡᠯᠡᠬᠦ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠵᠥᠪ ᠡᠰᠡᠪᠡᠯ ᠪᠤᠷᠤᠭᠤ ᠡᠰᠡᠬᠦ᠂ ᠮᠥᠨ ᠣᠨᠣᠭ᠎ᠠ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠨᠢ ᠬᠡᠰᠡᠭ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠬᠠᠷᠠᠳᠠᠭ ᠦᠭᠡᠢ᠃

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
mn: ᠬᠡᠷᠪᠡ ᠬᠡᠰᠡᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠳᠠᠭᠤᠰᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠦᠨᠡᠯᠡᠭᠡᠨ ᠦ ᠬᠠᠷᠢᠭᠤᠭ ᠢᠷᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠪᠡᠨ ᠥᠪᠡᠷᠰᠡᠳ ᠦᠨ ᠣᠨᠣᠭᠣᠨ ᠤ ᠦᠨᠡᠯᠡᠭᠡ ᠶᠢ ᠦᠷᠭᠦᠯᠵᠢ ᠬᠠᠷᠠᠳᠠᠭ᠃

source: View Live
mn: ᠰᠢᠭᠤᠳ ᠦᠵᠡᠬᠦ （View Live）

source: Signatory
mn: ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠬᠤ

source: Signature Image
mn: ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠦᠨ ᠵᠢᠷᠤᠭ

source: Certificate Signatory Configuration
mn: ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠭᠰᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: Name
mn: ᠨᠡᠷ᠎ᠡ

source: Name of the signatory
mn: ᠣᠷᠣᠯᠴᠠᠭᠴᠢᠳ ᠤᠨ ᠨᠡᠷ᠎ᠡ

source: The name of this signatory as it should appear on certificates.
mn: ᠡᠨᠡ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠨᠢ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠳᠡᠭᠡᠷ᠎ᠡ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠨ᠎ᠡ᠃

source: Title
mn: ᠭᠠᠷᠴᠠᠭ

source: Title of the signatory
mn: ᠣᠷᠣᠯᠴᠠᠭᠴᠢ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
mn: 100 ᠍ ᠠᠴᠠ ᠢᠯᠡᠭᠦᠦ ᠲᠣᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠨᠢᠭᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠡᠪᠯᠡᠬᠦ ᠡᠴᠡ ᠰᠡᠷᠭᠡᠶᠢᠯᠡᠵᠦ ᠴᠢᠳᠠᠨ᠎ᠠ᠃

source: Organization
mn: ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ

source: Organization of the signatory
mn: ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠬᠤ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ

source: The organization that this signatory belongs to, as it should appear on certificates.
mn: ᠡᠨᠡ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠨᠢ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Path to Signature Image
mn: ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ

source: Image must be in PNG format
mn: ᠵᠢᠷᠤᠭ ᠨᠢ PNG ᠹᠣᠷᠮᠠᠲ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: Upload Signature Image
mn: ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠦᠨ ᠵᠢᠷᠤᠭ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ

source: Unit Visibility
mn: ᠨᠢᠭᠡᠴᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠠᠢᠳᠠᠯ

source: Section Visibility
mn: ᠬᠡᠰᠡᠭ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠠᠢᠳᠠᠯ

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
mn: ᠬᠡᠷᠪᠡ ᠨᠢᠭᠡᠴᠡ ᠶᠢ ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠬᠡᠪᠯᠡᠨ ᠨᠡᠢᠲᠡᠯᠡᠵᠦ᠂ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠬᠦᠷᠭᠡᠭᠰᠡᠨ ᠪᠣᠯ ᠨᠢᠭᠡᠴᠡ ᠳᠦ ᠬᠢᠭᠰᠡᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠨᠢ ᠣᠳᠣ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ %(xblockType)s ᠍ ᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠦᠵᠡᠭᠦᠯᠵᠦ ᠴᠢᠳᠠᠪᠠᠯ ᠰᠤᠷᠤᠯᠴᠠᠭᠰᠠᠳ ᠭᠠᠷᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠥᠩᠭᠡᠷᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠡᠭᠦᠨ ᠦ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ ᠍ ᠦᠨ ᠬᠤᠪᠢ ᠳᠤ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠷᠢᠯᠭᠠᠬᠤ ᠳᠤ ᠯᠠ ᠵᠥᠪᠬᠡᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠠᠴᠠ ᠨᠢᠭᠤᠭᠳᠠᠭᠰᠠᠨ ᠨᠢᠭᠡᠴᠡ ᠨᠦᠭᠦᠳ ᠯᠠ ᠨᠢᠭᠤᠭᠳᠠᠭᠰᠠᠭᠠᠷ ᠪᠠᠢᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ %(xblockType)s

source: Current Role:
mn: ᠣᠳᠣ ᠶᠢᠨ ᠡᠭᠦᠷᠭᠡ᠄

source: You!
mn: ᠲᠠ!

source: send an email message to {email}
mn: ᠢᠮᠧᠯ ᠢᠯᠡᠭᠡᠨ᠎ᠡ ᠦᠦ {email}

source: Promote another member to Admin to remove your admin rights
mn: ᠠᠳᠮᠢᠨ ᠡᠷᠬᠡ ᠪᠡᠨ ᠬᠠᠰᠤᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠥᠪᠡᠷ ᠭᠡᠰᠢᠭᠦᠨ ᠢ ᠠᠬᠢᠨ ᠳᠡᠮᠵᠢᠬᠦ

source: Remove {role} Access
mn: {role} ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Delete the user, {username}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ᠂ {username}

source: Set as a Special Exam
mn: ᠣᠨᠴᠠᠭᠠᠢ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠪᠣᠯᠭᠠᠨ ᠲᠠᠪᠢ

source: Exam Types
mn: ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠥᠷᠥᠯ

source: Timed
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
mn: ᠡᠨᠡ ᠳᠡᠳ᠋ ᠪᠦᠯᠦᠭ ᠦᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢᠶᠠᠷ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠤᠨ ᠴᠠᠭ ᠵᠠᠷᠤᠴᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠥᠩᠭᠡᠷᠡᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠪᠠᠨ ᠢᠷᠡᠭᠦᠯᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠪᠠᠭᠰᠢ ᠨᠠᠷ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠪᠠᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠪᠦᠷᠢ ᠳᠦ ᠨᠡᠮᠡᠯᠲᠡ ᠴᠠᠭ ᠣᠯᠭᠤᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Proctored
mn: ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules.
mn: ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠴᠢ᠂ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠪᠦᠷᠢ ᠶᠢᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠲᠡᠮᠳᠡᠭᠯᠡᠵᠦ ᠠᠪᠳᠠᠭ᠃ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠬᠢᠨᠠᠨ ᠰᠢᠯᠭᠠᠳᠠᠭ ᠪᠦᠬᠦ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠳᠦᠷᠢᠮ ᠢ ᠮᠥᠷᠳᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ᠃

source: Practice Proctored
mn: ᠫᠷᠠᠺᠲ᠋ᠢᠭ ᠢ ᠲᠤᠷᠰᠢᠵᠤ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠪᠣᠯᠤᠨ ᠫᠷᠣᠼᠧᠰᠰ ᠤᠳ ᠲᠤ ᠨᠡᠪᠲᠡᠷᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠲᠣᠭᠲᠠᠮᠠᠯ ᠬᠢᠳᠡᠭ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ᠃ ᠫᠷᠠᠺᠲ᠋ᠢᠭ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠳᠦᠩ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠠᠩᠭᠢ ᠳᠤ ᠨᠥᠯᠥᠭᠡᠯᠡᠬᠦ ᠦᠭᠡᠢ᠃

source: Time Allotted (HH:MM):
mn: ᠲᠣᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠴᠠᠭ ( НЭ᠄ ᠮᠣᠩᠭᠣᠯ ᠤᠨ ᠮᠡᠳᠡᠭᠡ )᠄

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
mn: ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠬᠤ᠃ ᠬᠡᠷᠪᠡ 24 ᠴᠠᠭ ᠭᠠᠷᠤᠢ ᠪᠣᠯ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠶᠢ ᠪᠢᠴᠢ᠃ ᠲᠠ ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠡᠶ᠎ᠡ ᠳᠠᠩ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠤᠨ ᠨᠡᠮᠡᠯᠲᠡ ᠴᠠᠭ ᠢ ᠥᠭᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Review Rules
mn: ᠳᠦᠷᠢᠮ ᠦᠨ ᠲᠣᠢᠮᠦ

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
mn: ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠢ ᠬᠢᠨᠠᠨ ᠦᠵᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠪᠠᠭ ᠨᠢ ᠮᠥᠷᠳᠡᠵᠦ ᠪᠤᠢ ᠳᠦᠷᠢᠮ ᠦᠳ ᠡᠰᠡᠪᠡᠯ ᠳᠦᠷᠢᠮ ᠢ ᠦᠯᠦ ᠲᠣᠭᠣᠮᠰᠠᠷᠯᠠᠳᠠᠭ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ ᠲᠠ ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠭᠴᠢᠳ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠶᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠴᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠡᠳᠡᠭᠡᠷ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠨᠤᠭᠤᠳ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠦᠵᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠥᠭᠡᠳ {linkEnd} ᠶᠡᠷᠦᠩᠬᠡᠢ ᠰᠢᠯᠭᠠᠭᠤᠷ ᠲᠠᠢ ᠬᠠᠷᠢᠴᠠᠭᠤᠯᠬᠤ ᠳᠦᠷᠢᠮ {linkEnd}᠃

source: General Proctored Exam Rules
mn: ᠶᠡᠷᠦᠩᠬᠡᠢ ᠳᠦᠷᠢᠮ ᠦᠨ ᠳᠦᠷᠢᠮ

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
mn: ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠢ ᠬᠢᠨᠠᠨ ᠦᠵᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠪᠠᠭ ᠨᠢ ᠮᠥᠷᠳᠡᠵᠦ ᠪᠤᠢ ᠳᠦᠷᠢᠮ ᠦᠳ ᠡᠰᠡᠪᠡᠯ ᠳᠦᠷᠢᠮ ᠢ ᠦᠯᠦ ᠲᠣᠭᠣᠮᠰᠠᠷᠯᠠᠳᠠᠭ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ ᠲᠠ ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠭᠴᠢᠳ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠶᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠴᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠡᠳᠡᠭᠡᠷ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠳᠦᠷᠢᠮ ᠦᠳ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Unit Access
mn: ᠨᠢᠭᠡᠴᠡ ᠶᠢᠨ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Restrict access to:
mn: ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ᠄

source: Select a group type
mn: ᠪᠥᠯᠥᠭ ᠦᠨ ᠲᠥᠷᠥᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: Select one or more groups:
mn: ᠨᠢᠭᠡ ᠪᠤᠶᠤ ᠬᠡᠳᠦ ᠬᠡᠳᠦᠨ ᠪᠦᠯᠦᠭ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠄

source: Deleted Group
mn: ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠭᠷᠦᠶᠢᠫ

source: This group no longer exists. Choose another group or do not restrict access to this unit.
mn: ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠪᠦᠯᠦᠭ ᠰᠤᠩᠭᠤᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠡᠨᠡ ᠨᠢᠭᠡᠴᠡ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠦᠭᠡᠢ᠃

source: File upload succeeded
mn: ᠹᠠᠶᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: Please check the following validation feedbacks and reflect them in your course settings:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠨᠠᠯ ᠠᠰᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠰᠢᠯᠭᠠᠵᠤ᠂ ᠲᠡᠳᠡᠭᠡᠷ ᠦᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠲᠤᠰᠬᠠᠬᠤ ᠤᠤ᠃

source: Verification Checkpoint
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠴᠡᠭ

source: Must complete verification checkpoint
mn: ᠰᠢᠯᠭᠠᠬᠤ ᠴᠡᠭ ᠢ ᠰᠢᠯᠭᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: Verification checkpoint to be completed
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠰᠢᠯᠭᠠᠬᠤ ᠴᠡᠭ ᠢ ᠳᠠᠭᠤᠰᠬᠠᠨ᠎ᠠ

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠡᠨᠡ ᠨᠢᠭᠡᠴᠡ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠰᠢᠯᠭᠠᠬᠤ ᠴᠡᠭ ᠢ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ᠃ ᠪᠠᠲᠤᠯᠠᠭ᠎ᠠ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠡᠨᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠪᠠᠷ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
mn: ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠤᠢ ᠵᠢᠷᠤᠭ ᠤᠨ ᠨᠢᠭᠲᠠᠷᠠᠯ ᠨᠢ {imageResolution}᠂ ᠵᠢᠷᠤᠭ ᠤᠨ ᠹᠠᠢᠯ ᠤᠨ ᠳᠡᠭᠡᠳᠦ ᠬᠡᠮᠵᠢᠶ᠎ᠡ {maxFileSize} ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠪᠥᠭᠡᠳ ᠹᠣᠷᠮᠠᠲ᠋ ᠨᠢ {supportedImageFormats} ᠍ ᠶᠢᠨ ᠨᠢᠭᠡ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Set Access
mn: ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ

source: Edit %(display_name)s (required)
mn: %(display_name)s ᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ( ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ )

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
mn: ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠨᠡᠢᠲᠡᠯᠡᠭᠦᠯᠬᠦ ᠬᠦᠴᠦ ᠴᠢᠳᠠᠯ ᠢ ᠬᠠᠭᠤᠷᠠᠢ ᠪᠣᠯᠭᠠᠭᠰᠠᠨ᠃ ᠶᠠᠭᠤ ᠴᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠭᠦᠨ ᠢ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠭᠰᠠᠨ ᠪᠣᠯ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠬᠦ ᠪᠠᠢᠭᠰᠠᠨ᠃

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
mn: ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠰᠠᠯᠪᠤᠷᠢ ᠶᠢᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ᠂ {published}᠂ ᠰᠠᠯᠪᠤᠷᠢ ᠶᠢᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠶᠢᠨ ᠲᠥᠰᠥᠯ᠂ {draft} ᠍ ᠳᠦ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠰᠡᠨ᠃

source: Add URLs for additional versions
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠨᠤᠭᠤᠳ ᠲᠤ URL ᠨᠡᠮᠡᠬᠦ

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠳᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠢᠳᠡ .mp4 ᠪᠣᠯᠤᠨ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ .webm ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠶᠢ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠳᠠᠭ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠣᠣᠷ᠎ᠠ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠡᠳᠡᠭᠡᠷ URL ᠍ ᠤᠳ ᠨᠢ YouTube ᠍ ᠦᠨ URL ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠺᠣᠮᠫᠢᠦ᠋ᠲᠸᠷ ᠲᠡᠢ ᠨᠡᠶᠢᠴᠡᠭᠰᠡᠨ ᠠᠩᠬᠠᠨ ᠤ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ ᠸᠢᠳᠢᠣ᠋ ᠲᠣᠭᠯᠠᠨ᠎ᠠ᠃

source: Default Timed Transcript
mn: ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠲᠷᠠᠨᠵᠤ ᠳᠤ

source: Timed Transcript Conflict
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ Transcript ᠵᠥᠷᠢᠴᠡᠯ

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
mn: ᠡᠬᠢᠨ ᠦ ᠸᠢᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠤᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠨᠢ ᠬᠣᠶᠠᠷ ᠳ᠋ᠠᠬᠢ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠬᠤᠪᠢ ᠳᠤ ᠴᠠᠭ ᠲᠣᠪᠯᠠᠭᠰᠠᠨ ᠪᠢᠴᠢᠭ ᠲᠡᠢ ᠠᠳᠠᠯᠢ ᠪᠢᠰᠢ ᠪᠠᠢᠨ᠎ᠠ᠃
