Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Sign Up for {studio_name} Today!
mn: {studio_name} ᠳᠤ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠡᠷᠡᠢ!

source: Sign Up & Start Making Your {platform_name} Course
mn: {platform_name} ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠢᠬᠦ

source: Already have a {studio_name} Account? Sign In
mn: ᠨᠢᠭᠡᠨᠲᠡ {studio_name} ᠳᠠᠩᠰᠠ ᠲᠠᠢ ᠪᠣᠯᠣᠭᠰᠠᠨ ᠤᠤ ? ᠣᠳᠣ ᠪᠠᠷ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Outlining Your Course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠦᠲᠦᠯᠪᠦᠷᠢ ᠶᠢ ᠨᠠᠢᠷᠠᠭᠣᠯᠬᠤ

source: Simple two-level outline to organize your course. Drag and drop, and see your course at a glance.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠬᠤ ᠡᠩ ᠦᠨ ᠬᠣᠶᠠᠷ ᠲᠦᠪᠰᠢᠨ ᠦ ᠲᠥᠯᠦᠪᠯᠡᠭᠡ᠃ ᠴᠢ ᠴᠢᠷᠵᠢ᠂ ᠤᠨᠠᠭᠠᠳ ᠦᠵᠡᠭᠡᠷᠡᠢ᠃

source: More than Just Lectures
mn: ᠰᠤᠷᠤᠯᠴᠠᠯᠭ᠎ᠠ ᠨᠢ ᠵᠦᠪᠬᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠣᠨᠣᠰᠬᠤ ᠲᠡᠳᠦᠢ ᠪᠢᠰᠢ

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
mn: ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ᠂ ᠲᠧᠺᠰᠲ ᠦᠨ ᠬᠡᠰᠡᠭ᠂ ᠱᠤᠭᠤᠮ ᠤᠨ ᠶᠠᠷᠢᠯᠴᠠᠯᠭ᠎ᠠ᠂ ᠲᠥᠷᠥᠯ ᠪᠦᠷᠢ ᠶᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠥᠷᠥᠯ ᠢ ᠬᠤᠷᠳᠤᠨ ᠰᠢᠭᠤᠷᠬᠠᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ᠃

source: Publishing on Date
mn: ᠲᠣᠭᠲᠠᠭᠰᠠᠨ ᠴᠠᠭ ᠳ᠋ᠠᠭᠠᠨ ᠨᠡᠢᠲᠡᠯᠡᠬᠦ

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your students for you.
mn: ᠵᠥᠪᠬᠡᠨ ᠪᠥᠯᠥᠭ ᠡᠰᠡᠪᠡᠯ ᠬᠡᠰᠡᠭ ᠦᠨ ᠣᠨ ᠰᠠᠷ᠎ᠠ ᠡᠳᠦᠷ᠂ ᠮᠥᠨ {studio_name} ᠍ ᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠪᠠᠨ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠨᠡᠶᠢᠳᠡᠯᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: We're having trouble rendering your component
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠢ ᠭᠠᠷᠭᠠᠬᠤ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Students will not be able to access this component. Re-edit your component to fix the error.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠲᠦ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠠᠯᠳᠠᠭ᠎ᠠ ᠳᠤᠲᠠᠭᠳᠠᠯ ᠢ ᠵᠠᠰᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠢᠶᠡᠨ ᠳᠠᠬᠢᠨ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Library Import
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠢᠮᠫᠣᠷᠲ

source: Course Import
mn: ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
mn: ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠢᠮᠫᠣᠷᠲᠯᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠭᠠᠷᠠᠢ᠃ ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠢ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠰᠣᠯᠢᠨ᠎ᠠ᠃ {em_start} ᠲᠠ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠢᠮᠫᠣᠷᠲ {em_end} ᠍ ᠢ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠪᠢᠳᠡ ᠲᠠᠨ ᠳᠤ ᠨᠥᠭᠡᠴᠡ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠪᠠᠢᠭ᠎ᠠ ᠲᠤᠯᠠ ᠣᠳᠣ ᠶᠢᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠳᠤ ᠡᠺᠰᠫᠣᠷᠲ ᠬᠢᠬᠦ ᠶᠢ ᠵᠥᠪᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
mn: ᠲᠠᠨ ᠤ ᠢᠮᠫᠤᠷᠲᠯᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ .tar.gz ᠹᠠᠢᠯ ᠳᠤ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ (ᠥᠭᠡᠷ᠎ᠡ ᠪᠡᠷ ᠬᠡᠯᠡᠪᠡᠯ᠂ GNU Zip ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠢᠬᠠᠭᠰᠠᠨ .tar ᠹᠠᠢᠯ)ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠡᠨᠡ .tar.gz ᠹᠠᠢᠯ ᠨᠢ library.xml ᠹᠠᠢᠯ ᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠡᠨᠡ ᠨᠢ ᠪᠠᠰᠠ ᠪᠤᠰᠤᠳ ᠹᠠᠢᠯ ᠠᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
mn: ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠨᠢ ᠲᠠᠪᠤᠨ ᠦᠶ᠎ᠡ ᠱᠠᠲᠤ ᠲᠠᠢ᠃ ᠡᠬᠢᠨ ᠦ ᠬᠣᠶᠠᠷ ᠦᠶ᠎ᠡ ᠱᠠᠲᠤᠨ ᠳᠤ ᠲᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠲᠠ ᠵᠠᠳᠠᠯᠬᠤ ᠱᠠᠲᠤ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠣᠷᠬᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠲᠠ ᠢᠮᠫᠣᠷᠲ ᠢᠶᠠᠨ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠲᠠᠨ ᠤ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠳᠤ ᠴᠢᠬᠤᠯᠠ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠢ ᠪᠢᠳᠡ ᠵᠥᠪᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
mn: ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠮᠫᠣᠷᠲᠯᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠭᠠᠷᠠᠢ᠃ ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠢ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠯᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ {em_start} ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠢᠮᠫᠣᠷᠲ {em_end} ᠪᠤᠴᠠᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠪᠢᠳᠡ ᠲᠠᠨ ᠳᠤ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠡᠺᠰᠫᠣᠷᠲ ᠬᠢᠬᠦ ᠶᠢ ᠵᠥᠪᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a course.xml file. It may also contain other files.
mn: ᠲᠠᠨ ᠤ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ .tar.gz ᠹᠠᠢᠯ ᠳᠤ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ (ᠥᠭᠡᠷ᠎ᠡ ᠪᠡᠷ ᠬᠡᠯᠡᠪᠡᠯ᠂ GNU Zip ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠢᠬᠠᠭᠳᠠᠭᠰᠠᠨ .tar ᠹᠠᠢᠯ)᠃ ᠡᠨᠡ .tar.gz ᠹᠠᠢᠯ ᠨᠢ course.xml ᠹᠠᠢᠯ ᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠡᠨᠡ ᠨᠢ ᠪᠠᠰᠠ ᠪᠤᠰᠤᠳ ᠹᠠᠢᠯ ᠠᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
mn: ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠨᠢ ᠲᠠᠪᠤᠨ ᠦᠶ᠎ᠡ ᠱᠠᠲᠤ ᠲᠠᠢ᠃ ᠡᠬᠢᠨ ᠦ ᠬᠣᠶᠠᠷ ᠦᠶ᠎ᠡ ᠱᠠᠲᠤᠨ ᠳᠤ ᠲᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠲᠠ ᠵᠠᠳᠠᠯᠬᠤ ᠱᠠᠲᠤ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠣᠷᠬᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠪᠢᠳᠡ ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠲᠠᠨ ᠤ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠴᠢᠬᠤᠯᠠ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠬᠢᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠢ ᠵᠥᠪᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Select a .tar.gz File to Replace Your Library Content
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠰᠣᠯᠢᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ .tar.gz ᠹᠠᠢᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: Select a .tar.gz File to Replace Your Course Content
mn: ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠰᠣᠯᠢᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ .tar.gz ᠹᠠᠢᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: Choose a File to Import
mn: ᠢᠮᠫᠤᠷᠲᠯᠠᠬᠤ ᠹᠠᠢᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: File Chosen:
mn: ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠹᠠᠢᠯ᠄

source: Replace my library with the selected file
mn: ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠹᠠᠢᠯ᠎ᠠ ᠮᠢᠨᠦ ᠰᠠᠩ ᠢ ᠰᠣᠯᠢᠬᠤ

source: Replace my course with the selected file
mn: ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠹᠠᠢᠯᠲᠠᠢ ᠮᠢᠨᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠰᠣᠯᠢᠬᠤ

source: Library Import Status
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠪᠠᠢᠳᠠᠯ

source: Course Import Status
mn: ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠪᠠᠢᠳᠠᠯ

source: Transferring your file to our servers
mn: ᠲᠠᠨ ᠤ ᠹᠠᠢᠯ ᠢ ᠮᠠᠨ ᠤ ᠰᠧᠷᠸᠧᠷ ᠷᠦᠦ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ

source: Unpacking
mn: ᠪᠠᠭᠯᠠᠭ᠎ᠠ ᠪᠣᠭᠣᠳᠠᠯ

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
mn: ᠹᠣᠯᠳᠧᠷ / ᠹᠠᠢᠯ ᠤᠨ ᠪᠦᠲᠦᠴᠡ ᠶᠢ ᠦᠷᠭᠡᠳᠭᠡᠬᠦ᠂ ᠪᠡᠯᠡᠳᠬᠡᠬᠦ (ᠲᠠ ᠣᠳᠣ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠠᠶᠤᠯ ᠦᠭᠡᠢ ᠣᠷᠬᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠪᠣᠯᠪᠠᠴᠤ ᠡᠨᠡ ᠢᠮᠫᠣᠷᠲ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠡᠷᠡᠰ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠬᠦ ᠡᠴᠡ ᠵᠠᠶᠢᠯᠠᠰᠬᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ)

source: Verifying
mn: ᠰᠢᠯᠭᠠᠬᠤ

source: Reviewing semantics, syntax, and required data
mn: ᠰᠧᠮᠠᠨᠲ᠋ᠢᠭ᠂ ᠰᠢᠨᠲ᠋ᠠᠺᠰ ᠪᠣᠯᠤᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠢ ᠬᠢᠨᠠᠬᠤ

source: Updating Library
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ

source: Updating Course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ

source: Integrating your imported content into this library. This process might take longer with larger libraries.
mn: ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠡᠨᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠳᠤ ᠤᠷᠤᠭᠤᠯᠬᠤ᠃ ᠡᠨᠡ ᠫᠷᠣᠼᠧᠰᠰ ᠨᠢ ᠲᠣᠮᠣ ᠨᠣᠮ ᠤᠨ ᠰᠠᠨᠤᠭ ᠤᠳ ᠲᠠᠢ ᠤᠳᠠᠭᠠᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠱᠠᠭᠠᠷᠳᠠᠵᠤ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ ᠶᠤᠮ᠃

source: Integrating your imported content into this course. This process might take longer with larger courses.
mn: ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠨᠢᠭᠡᠳᠬᠡᠬᠦ᠃ ᠡᠨᠡ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠨᠢ ᠶᠡᠬᠡ ᠬᠡᠮᠵᠢᠶᠡᠨ ᠦ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠲᠠᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Your imported content has now been integrated into this library
mn: ᠲᠠᠨ ᠤ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠣᠳᠣ ᠡᠨᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠳᠤ ᠨᠢᠭᠡᠳᠬᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Your imported content has now been integrated into this course
mn: ᠲᠠᠨ ᠤ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠣᠳᠣ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠨᠢᠭᠡᠳᠬᠡᠭᠰᠡᠨ

source: View Updated Library
mn: ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠰᠡᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠬᠠᠷᠠᠬᠤ

source: View Updated Outline
mn: ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠲᠣᠶᠢᠮᠣ ᠶᠢ ᠬᠠᠷᠠᠨ᠎ᠠ ᠤᠤ

source: Why import a library?
mn: ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢᠮᠫᠤᠷᠲᠯᠠᠳᠠᠭ ᠪᠤᠢ?

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
mn: ᠲᠠ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠪᠠᠨ ᠰᠢᠨ᠎ᠡ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠳ᠋ᠤ᠌ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ᠂ ᠡᠰᠡᠪᠡᠯ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠪᠦᠬᠦᠯᠢ ᠳᠦ ᠨᠢ ᠰᠣᠯᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠶᠤᠮ᠃ ᠲᠠ ᠮᠥᠨ {studio_name} ᠍ ᠠᠴᠠ ᠭᠠᠳᠠᠨ᠎ᠠ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠬᠥᠭᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠪᠠᠢᠵᠤ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ᠃

source: Note: Library content is not automatically updated in courses
mn: ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠲᠤ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠰᠢᠨᠡᠴᠢᠯᠡᠳᠡᠭ ᠦᠭᠡᠢ

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠨᠢᠭᠡ ᠪᠤᠶᠤ ᠬᠡᠳᠦ ᠬᠡᠳᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠲᠡᠭᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠪᠯᠣᠺ ᠢᠶᠠᠷ ᠰᠣᠯᠢᠭᠳᠠᠭᠰᠠᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠰᠡᠨ ᠪᠣᠯ ᠡᠳᠡᠭᠡᠷ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ ᠦᠭᠡᠢ᠃ ᠲᠠ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠦᠨ ᠦᠶ᠎ᠡ ᠶᠢᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠠᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠪᠡᠷ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠪᠯᠣᠺᠯᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Learn more about importing a library
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠢᠮᠫᠤᠷᠲᠯᠠᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠦᠵᠡᠬᠦ

source: Why import a course?
mn: ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠮᠫᠣᠷᠲᠯᠠᠬᠤ ᠪᠤᠢ?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
mn: ᠲᠠ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠢᠨ᠎ᠡ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠶᠢ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ᠂ ᠡᠰᠡᠪᠡᠯ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠰᠣᠯᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠰᠡᠪᠡᠯ᠂ ᠲᠠ {studio_name} ᠍ ᠠᠴᠠ ᠭᠠᠳᠠᠨ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: What content is imported?
mn: ᠶᠠᠮᠠᠷ ᠠᠭᠤᠯᠭ᠎ᠠ ᠢᠮᠫᠣᠷᠲᠯᠠᠭᠰᠠᠨ ᠪᠤᠢ?

source: Only the course content and structure (including sections, subsections, and units)are imported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, remains the same as it was in the existing course.
mn: ᠵᠥᠪᠬᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ᠂ ᠪᠦᠲᠦᠴᠡ ( ᠪᠥᠯᠥᠭ ᠦᠳ᠂ ᠬᠡᠰᠡᠭ ᠦᠳ᠂ ᠨᠢᠭᠡᠴᠢ ᠨᠦᠭᠦᠳ) ᠢ ᠢᠮᠫᠣᠷᠲ ᠢᠶᠠᠷ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠢᠷᠡᠳᠡᠭ᠃ ᠪᠤᠰᠤᠳ ᠥᠭᠭᠥᠭᠳᠡᠯ᠂ ᠲᠡᠭᠦᠨ ᠦ ᠳᠣᠲᠣᠷ᠎ᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠥᠭᠭᠥᠭᠳᠡᠯ᠂ ᠵᠡᠷᠭᠡᠯᠡᠯ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ᠂ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠹᠣᠷᠣᠮ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠠᠭ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠵᠡᠷᠭᠡ ᠨᠢ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠢ ᠲᠡᠢ ᠠᠳᠠᠯᠢ ᠬᠡᠪ ᠢᠶᠡᠷ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Warning: Importing while a course is running
mn: ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ᠄ ᠬᠢᠴᠢᠶᠡᠯ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠢᠮᠫᠣᠷᠲ ᠬᠢᠬᠦ

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes)of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯᠠ ᠶᠠᠪᠤᠭᠤᠯᠵᠤ ᠪᠠᠢᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠢᠮᠫᠣᠷᠲ ᠬᠢᠵᠦ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠪᠥᠭᠡᠳ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ URL ᠨᠡᠷ᠎ᠡ ᠶᠢ (ᠡᠰᠡᠪᠡᠯ url᠎name)ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠶᠤᠮ ᠪᠣᠯ ᠲᠡᠳᠡᠭᠡᠷ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠠᠯᠳᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠣᠨᠣᠭ᠎ᠠ ᠶᠢ ᠠᠭᠤᠯᠠᠳᠠᠭ᠃

source: Learn more about importing a course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠢᠮᠫᠤᠷᠲᠯᠠᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠦᠵᠡᠬᠦ

source: {studio_name} Home
mn: {studio_name} ᠨᠢᠭᠤᠷ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: New Course
mn: ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ

source: Email staff to create course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠢᠶᠠᠨ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠢᠯᠡᠭᠡᠬᠦ

source: New Library
mn: ᠰᠢᠨ᠎ᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ

source: Please correct the highlighted fields below.
mn: ᠳᠣᠣᠷᠠᠬᠢ ᠣᠨᠴᠠᠯᠠᠭᠰᠠᠨ ᠲᠠᠯᠠᠪᠤᠷ ᠢ ᠵᠠᠰᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Create a New Course
mn: ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠭᠦᠰᠬᠡᠬᠦ

source: Required Information to Create a New Course
mn: ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠦᠶᠡᠰ ᠱᠠᠭᠠᠷᠳᠠᠭᠳᠠᠬᠤ ᠵᠦᠢᠯᠡᠰ

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
mn: ᠲᠣᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠣᠯᠠᠨ ᠨᠡᠢᠲᠡ ᠳᠦ ᠢᠯᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠨᠡᠷ᠎ᠡ᠃ ᠡᠭᠦᠨ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠲᠠ ᠰᠡᠭᠦᠯᠡᠷ ᠥᠨᠳᠥᠷ ᠳᠡᠰ ᠦᠨ ᠲᠣᠬᠢᠷᠭ᠎ᠠ ᠬᠢᠬᠦ ᠦᠶᠡᠰ ᠪᠣᠰᠣᠳ ᠨᠡᠷ᠎ᠡ ᠪᠡᠷ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
mn: ᠲᠣᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠪᠡᠭᠡᠨ ᠲᠡᠳᠬᠦᠭᠴᠢ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠃ {strong_start} ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ URL ᠍ ᠦᠨ ᠨᠢᠭᠡ ᠬᠡᠰᠡᠭ ᠶᠤᠮ᠃ {strong_end} ᠡᠭᠦᠨ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠲᠠ ᠰᠡᠭᠦᠯᠡᠷ ᠥᠨᠳᠥᠷ ᠳᠡᠰ ᠦᠨ ᠲᠣᠬᠢᠷᠭ᠎ᠠ ᠬᠢᠬᠦ ᠦᠶᠡᠰ ᠪᠣᠰᠣᠳ ᠨᠡᠷ᠎ᠡ ᠪᠡᠷ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
mn: ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠢᠯᠭᠠᠵᠤ ᠲᠠᠨᠢᠬᠤ ᠥᠪᠡᠷᠮᠢᠴᠡ ᠳ᠋ᠤᠭᠠᠷ᠃ {strong_start} ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠡᠨᠡ ᠪᠣᠯ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ URL ᠍ ᠶᠢᠨ ᠨᠢᠭᠡ ᠬᠡᠰᠡᠭ ᠲᠤᠯᠠ ᠬᠣᠭᠣᠰᠣᠨ ᠵᠠᠢ ᠡᠰᠡᠪᠡᠯ ᠣᠨᠴᠠᠭᠠᠢ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠨᠦᠭᠦᠳ ᠢ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠣᠯᠬᠣ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠡᠭᠦᠨ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ {strong_end}

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠶᠠᠪᠤᠭᠳᠠᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠃ {strong_start} ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠡᠨᠡ ᠪᠣᠯ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ URL ᠍ ᠶᠢᠨ ᠨᠢᠭᠡ ᠬᠡᠰᠡᠭ ᠲᠤᠯᠠ ᠬᠣᠭᠣᠰᠣᠨ ᠵᠠᠢ ᠡᠰᠡᠪᠡᠯ ᠣᠨᠴᠠᠭᠠᠢ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠨᠦᠭᠦᠳ ᠢ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠣᠯᠬᠣ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠡᠭᠦᠨ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ {strong_end}

source: Create
mn: ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Create a New Library
mn: ᠰᠢᠨ᠎ᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠡᠭᠦᠰᠬᠡᠬᠦ

source: Required Information to Create a New Library
mn: ᠰᠢᠨ᠎ᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠪᠠᠢᠭᠤᠯᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ

source: Library Name
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠨᠡᠷ᠎ᠡ

source: e.g. Computer Science Problems
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ ᠺᠣᠮᠫᠢᠦ᠋ᠲᠸᠷ ᠦᠨ ᠰᠢᠨᠵᠢᠯᠡᠬᠦ ᠤᠬᠠᠭᠠᠨ ᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ

source: The public display name for your library.
mn: ᠲᠠᠨ ᠤ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠣᠯᠠᠨ ᠨᠡᠢᠲᠡ ᠳᠦ ᠢᠯᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠨᠡᠷ᠎ᠡ᠃

source: The public organization name for your library.
mn: ᠲᠠᠨ ᠤ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠣᠯᠠᠨ ᠨᠡᠢᠲᠡ ᠳᠦ ᠢᠯᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠃

source: This cannot be changed.
mn: ᠡᠭᠦᠨ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Library Code
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠺᠣᠳ᠋

source: e.g. CSPROB
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ CSPROB

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
mn: ᠡᠨᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠲᠠᠨᠢᠬᠤ ᠣᠨᠴᠠᠭᠠᠢ ᠺᠣᠳ᠋᠃ {strong_start} ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠡᠨᠡ ᠪᠣᠯ ᠲᠠᠨ ᠤ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ URL ᠍ ᠶᠢᠨ ᠨᠢᠭᠡ ᠬᠡᠰᠡᠭ ᠲᠤᠯᠠ ᠬᠣᠭᠣᠰᠣᠨ ᠵᠠᠢ ᠡᠰᠡᠪᠡᠯ ᠣᠨᠴᠠᠭᠠᠢ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠨᠦᠭᠦᠳ ᠢ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠣᠯᠬᠣ ᠦᠭᠡᠢ ᠃ {strong_end} ᠡᠭᠦᠨ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Organization and Library Settings
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠪᠣᠯᠤᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Show all courses in organization:
mn: ᠪᠥᠬᠥᠢᠯᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ᠄

source: For example, MITx
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ MITx

source: Courses Being Processed
mn: ᠡᠨᠡᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠶᠠᠭ ᠰᠠᠶᠢᠬᠠᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Course Run:
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠴᠠᠭ᠄

source: This course run is currently being created.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠣᠳᠣ ᠪᠠᠷ ᠡᠬᠢᠯᠡᠬᠦ ᠪᠠᠷ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Configuring as re-run
mn: ᠳᠠᠬᠢᠨ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ ᠭᠡᠵᠦ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
mn: ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ 5-10 ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠲᠤᠷᠰᠢᠳᠠ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠨᠡᠮᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠪᠤᠴᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ {link_start} {link_end} ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ᠃ ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠵᠠᠷᠢᠮ ᠨᠢᠭᠡ ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: This re-run processing status:
mn: ᠡᠨᠡ ᠳᠠᠪᠲᠠᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ᠄

source: Configuration Error
mn: ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠠᠯᠳᠠᠭ᠎ᠠ

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠭᠳᠠᠵᠤ ᠪᠠᠢᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠰᠢᠰᠲ᠋ᠧᠮ ᠦᠨ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠡᠬᠢᠯᠡᠭᠡᠳ ᠪᠤᠴᠠᠵᠤ ᠣᠷᠣᠯᠳᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠣᠴᠢᠬᠤ ᠡᠰᠡᠪᠡᠯ РМ ᠍ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Archived Courses
mn: ᠠᠷᠬᠢᠸᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: Libraries
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ

source: Are you staff on an existing {studio_name} course?
mn: ᠲᠠ ᠣᠳᠣ ᠪᠠᠷ {studio_name} ᠬᠢᠴᠢᠶᠡᠯ ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ ᠤᠤ?

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠪᠦᠲᠦᠭᠡᠭᠴᠢ ᠲᠠᠨ ᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠣᠯᠭᠤᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠵᠦᠭ ᠡᠴᠡ ᠲᠤᠰᠯᠠᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠦᠲᠦᠭᠡᠭᠴᠢ ᠡᠰᠡᠪᠡᠯ ᠠᠳᠮᠢᠨᠢᠰᠲᠷᠠᠲ᠋ᠣᠷ ᠲᠤ ᠬᠠᠨᠳᠤᠭᠠᠷᠠᠢ᠃

source: Create Your First Course
mn: ᠡᠬᠢᠨ ᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Your new course is just a click away!
mn: ᠲᠠᠨ ᠤ ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠵᠦᠭᠡᠷ ᠯᠠ ᠨᠢᠭᠡ ᠲᠣᠪᠰᠢᠭᠠᠷᠠᠢ!

source: Becoming a Course Creator in {studio_name}
mn: {studio_name} ᠍ ᠲᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠦᠲᠦᠭᠡᠭᠴᠢ ᠪᠣᠯᠬᠤ ᠨᠢ

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
mn: {studio_name} ᠨᠢ ᠮᠠᠨ ᠤ xConsportium ᠲᠦᠩᠱᠢ ᠨᠦᠭᠦᠳ ᠪᠣᠯᠤᠨ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠵᠣᠴᠢᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠢᠢᠳᠦᠯ ᠶᠤᠮ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ ᠨᠢ {platform_name} ᠍ ᠪᠡᠷ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠬᠤ ᠳᠤ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠨᠢ ᠲᠠᠨ ᠢ ᠵᠠᠰᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠬᠠᠷᠠᠭᠳᠠᠨ᠎ᠠ᠃ ᠮᠠᠨ ᠤ ᠪᠠᠭ ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠦᠨᠡᠯᠡᠬᠦ ᠪᠥᠭᠡᠳ ᠠᠵᠢᠯ ᠤᠨ ᠳᠣᠯᠣᠭ᠎ᠠ ᠬᠣᠨᠣᠭ ᠲᠤ 24 ᠴᠠᠭ ᠤᠨ ᠳᠣᠲᠣᠷ᠎ᠠ ᠲᠠᠨ ᠳᠤ ᠰᠠᠨᠠᠯ ᠬᠦᠰᠡᠯ ᠳᠦ ᠭᠠᠷᠭᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Your Course Creator Request Status:
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠦᠲᠦᠭᠡᠭᠴᠢ ᠬᠦᠰᠡᠯ ᠦᠨ ᠪᠠᠢᠳᠠᠯ᠄

source: Request the Ability to Create Courses
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠴᠢᠳᠠᠪᠤᠷᠢ ᠶᠢ ᠬᠦᠰᠡᠬᠦ

source: Your Course Creator Request Status
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠦᠲᠦᠭᠡᠭᠴᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠪᠠᠢᠳᠠᠯ

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
mn: {studio_name} ᠨᠢ ᠮᠠᠨ ᠤ xConsportium ᠲᠦᠩᠱᠢ ᠨᠦᠭᠦᠳ ᠪᠣᠯᠤᠨ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠵᠣᠴᠢᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠢᠢᠳᠦᠯ ᠶᠤᠮ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ ᠨᠢ {platform_name} ᠍ ᠪᠡᠷ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠬᠤ ᠳᠤ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠨᠢ ᠲᠠᠨ ᠢ ᠵᠠᠰᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠬᠠᠷᠠᠭᠳᠠᠨ᠎ᠠ᠃ ᠮᠠᠨ ᠤ ᠪᠠᠭ ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠦᠨᠡᠯᠡᠵᠦ ᠳᠠᠭᠤᠰᠬᠠᠭᠰᠠᠨ᠃

source: Your Course Creator request is:
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠦᠲᠦᠭᠡᠭᠴᠢ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠡ ᠨᠢ᠄

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
mn: ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ {platform_name} ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠤᠨ ᠵᠢᠭᠠᠭᠰᠠᠨ ᠰᠢᠯᠭᠠᠭᠤᠷ / ᠤᠳᠤᠷᠢᠳᠤᠮᠵᠢ ᠶᠢ ᠬᠠᠩᠭᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
mn: {studio_name} ᠨᠢ ᠮᠠᠨ ᠤ xConsportium ᠲᠦᠩᠱᠢ ᠨᠦᠭᠦᠳ ᠪᠣᠯᠤᠨ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠵᠣᠴᠢᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠢᠢᠳᠦᠯ ᠶᠤᠮ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ ᠨᠢ {platform_name} ᠍ ᠪᠡᠷ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠬᠤ ᠳᠤ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠨᠢ ᠲᠠᠨ ᠢ ᠵᠠᠰᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠬᠠᠷᠠᠭᠳᠠᠨ᠎ᠠ᠃ ᠮᠠᠨ ᠤ ᠪᠠᠭ ᠣᠳᠣ ᠪᠠᠷ ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠦᠨᠡᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
mn: ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠣᠳᠣ ᠪᠠᠷ {platform_name} ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠢᠶᠠᠷ ᠬᠢᠨᠠᠭᠳᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠥᠭᠡᠳ ᠤᠳᠤᠬᠤ ᠦᠭᠡᠢ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Were you expecting to see a particular library here?
mn: ᠨᠢᠭᠡᠨ ᠲᠠᠨ ᠤ ᠬᠡᠷᠡᠭᠴᠡᠭᠡᠨ ᠳᠦ ᠲᠣᠬᠢᠷᠠᠭᠰᠠᠨ ᠲᠤᠰᠬᠠᠢ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠦᠵᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ ?

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
mn: ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠠᠴᠠ ᠲᠡᠭᠦᠨ ᠦ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠳᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠡᠵᠡᠮᠰᠢᠯ ᠦᠨ ᠡᠷᠬᠡ ᠶᠢ ᠲᠠᠨ ᠳᠤ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠤ ᠲᠠᠷᠠᠭ᠎ᠠ ᠰᠠᠶᠢ ᠬᠡᠷᠡᠭᠯᠡᠵᠦ ᠪᠣᠯᠣᠨ᠎ᠠ᠃ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠳᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠪᠣᠶᠣ ᠬᠠᠪᠰᠤᠷᠤᠨ ᠨᠡᠮᠡᠨ ᠥᠷᠭᠡᠳᠬᠡᠬᠦ ᠰᠠᠨᠠᠭ᠎ᠠ ᠲᠠᠢ ᠪᠣᠯ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠪᠣᠶᠣ ᠬᠠᠮᠢᠶᠠᠷᠤᠭᠴᠢ ᠲᠠᠢ ᠨᠢ ᠬᠠᠷᠢᠯᠴᠠᠭᠠᠷᠠᠢ ᠃

source: Create Your First Library
mn: ᠥᠪᠡᠷ ᠦᠨ ᠠᠩᠬᠠᠨ ᠤ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠬᠤ

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠨᠤᠭᠤᠳ ᠨᠢ ᠣᠯᠠᠨ ᠲᠥᠷᠥᠯ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠬᠢᠨ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠢ ᠠᠭᠤᠯᠠᠳᠠᠭ᠃ ᠲᠣᠪᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠢᠶᠠᠷ ᠠᠩᠬᠠᠨ ᠤ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠬᠤ!

source: New to {studio_name}?
mn: {studio_name} ᠳ᠋ᠤ᠌ ᠰᠢᠨᠡᠬᠡᠨ ᠣᠷᠣᠯᠴᠠᠭᠰᠠᠨ ᠤᠤ ?

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
mn: ᠪᠠᠷᠠᠭᠤᠨ ᠳᠡᠭᠡᠳᠦ ᠪᠣᠯᠣᠩ ᠳᠤ ᠪᠠᠢᠭ᠎ᠠ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢᠨ ᠳᠠᠷᠤᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠵᠤ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ {studio_name} ᠂ ᠲᠤᠰ ᠰᠦᠯᠵᠢᠶᠡᠨ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠲᠤᠬᠠᠢ ᠨᠠᠷᠢᠯᠢᠭ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠲᠠᠨ ᠳᠤ ᠬᠠᠩᠭᠠᠬᠤ ᠪᠣᠯᠣᠨ᠎ᠠ ᠃ ᠲᠠ ᠮᠥᠨ ᠪᠠᠢᠩᠭᠤ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠪᠠᠷᠢᠮᠲᠠ ᠪᠢᠴᠢᠭ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ {studio_name} ᠨᠥᠭᠡᠴᠡ ᠨᠦᠭᠦᠳ ᠲᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠳᠣᠣᠷ᠎ᠠ ᠬᠡᠰᠡᠭ ᠲᠦ ᠪᠠᠢᠭ᠎ᠠ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Getting Started with {studio_name}
mn: {studio_name} ᠍ ᠲᠡᠢ ᠲᠠᠨᠢᠯᠴᠠᠬᠤ

source: Can I create courses in {studio_name}?
mn: ᠪᠢ {studio_name} ᠳᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠠᠢᠭᠤᠯᠵᠤ ᠪᠣᠯᠬᠤ ᠤᠤ ?

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
mn: {studio_name} ᠳ᠋ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠠᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ {link_start} ᠠᠵᠢᠯᠲᠠᠨ ᠲᠠᠢ ᠬᠠᠷᠢᠯᠴᠠᠬᠤ {link_end} ᠴᠢᠬᠤᠯᠲᠠᠢ᠃

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
mn: {studio_name} ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠠᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠵᠡᠮᠰᠢᠯ ᠦᠨ ᠡᠷᠬᠡ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
mn: {studio_name} ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠵᠡᠮᠰᠢᠯ ᠦᠨ ᠡᠷᠬᠡ ᠶᠢᠨ ᠡᠷᠡᠮᠵᠢᠯᠡᠯ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠰᠡᠨ ᠦᠭᠡᠢ ᠃ {platform_name} ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠲᠠᠢ {link_start} ᠬᠣᠯᠪᠤᠭ᠎ᠠ ᠠᠪᠴᠤ {link_end} ᠪᠠᠢᠳᠠᠯ ᠢ ᠨᠠᠷᠢᠯᠢᠭ ᠣᠢᠯᠭᠠᠵᠤ ᠪᠣᠯᠣᠨ᠎ᠠ ᠃

source: Thanks for signing up, {name}!
mn: ᠳᠤ ᠨᠡᠪᠲᠡᠷᠡᠭᠰᠡᠨ ᠳᠦ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ !

source: We need to verify your email address
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
mn: ᠪᠠᠷᠤᠭ ᠲᠡᠨᠳᠡ! ᠪᠦᠷᠢᠳᠬᠡᠯ᠎ᠡ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ({email})ᠰᠢᠯᠭᠠᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠵᠤᠷᠪᠤᠰ ᠪᠣᠯᠤᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠶᠢᠨ ᠠᠯᠬᠤᠮ ᠤᠳ ᠲᠠᠨ ᠢ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Need help?
mn: ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠡᠷᠡᠭᠲᠡᠢ?

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
mn: ᠮᠠᠨ ᠤ ᠢᠮᠧᠯ ᠲᠠᠨ ᠤ INBOX ᠍ ᠲᠤ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠳᠤ ᠲᠠᠨ ᠤ Junk ᠡᠰᠡᠪᠡᠯ ᠰᠫᠠᠮ ᠹᠣᠯᠳᠧᠷ ᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠢᠮᠧᠯᠡ ᠶᠢ ᠣᠯᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ? ᠳᠣᠣᠷᠠᠬᠢ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠪᠠᠷ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠦᠰᠡᠭᠡᠷᠡᠢ᠃

source: Content Library
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ

source: Add Component
mn: Component ᠨᠡᠮᠡᠬᠦ

source: Adding content to your library
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠳᠤ ᠨᠡᠮᠡᠬᠦ

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
mn: ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠳ᠋ᠣᠣ ᠳᠤ ᠬᠡᠰᠡᠭ ᠲᠦ ᠪᠠᠢᠭ᠎ᠠ ᠰᠢᠨ᠎ᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠢ ᠨᠡᠮᠡᠭᠡᠷᠡᠢ᠃

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
mn: ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠨᠢ ᠲᠡᠳᠡᠭᠡᠷ ᠢ ᠨᠡᠮᠡᠭᠰᠡᠨ ᠳᠡᠰ ᠳᠠᠷᠠᠭᠠᠯᠠᠯ ᠳᠤ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠳᠦ ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠳᠦ ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠨᠢᠭᠡ ᠡᠴᠡ ᠢᠯᠡᠭᠦᠦ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠲᠠᠢ ᠪᠣᠯ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠪᠠᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳ᠋ᠤ᠌ ᠨᠡᠭᠦᠯᠭᠡᠨ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠰᠤᠮᠤᠨ ᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ᠃

source: Using library content in courses
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠳᠠᠬᠢ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ
