Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Learn more about content visibility settings
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠦᠵᠡᠵᠦ ᠳᠡᠢᠯᠬᠦ ᠡᠰᠡᠬᠦ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠣᠢᠯᠭᠠᠬᠤ

source: Pages
mn: ᠬᠠᠭᠤᠳᠠᠰᠤ ᠨᠤᠭᠤᠳ

source: New Page
mn: ᠰᠢᠨ᠎ᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
mn: ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠰᠦᠯᠵᠢᠶᠡᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠣᠯᠠᠨ ᠪᠥᠭᠥᠳᠡ ᠳᠦ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠣᠰ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ URL ᠍ ᠵᠢ ᠮᠡᠳᠡᠳᠡᠭ ᠪᠣᠯ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠡᠰᠡᠪᠡᠯ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠨᠡᠪᠲᠡᠷᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠯ ᠳᠤ ᠴᠤ ᠰᠦᠯᠵᠢᠶᠡᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠦᠵᠡᠵᠦ ᠳᠡᠢᠯᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Show this page
mn: ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Show/hide page
mn: ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ / ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: This page cannot be reordered
mn: ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳᠠᠬᠢᠨ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: You can add additional custom pages to your course.
mn: ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠡᠨ ᠨᠡᠮᠡᠯᠲᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Add a New Page
mn: ᠰᠢᠨ᠎ᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠨᠡᠮᠡᠬᠦ

source: What are pages?
mn: ᠬᠠᠭᠤᠳᠠᠰᠤ ᠭᠡᠭᠴᠢ ᠶᠠᠭᠤ ᠶᠢ ᠵᠢᠭᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠢ ?

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion, Wiki, and Progress)are followed by textbooks and custom pages that you create.
mn: ᠬᠠᠭᠤᠳᠠᠰᠤ ᠨᠤᠭᠤᠳ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠳᠡᠯᠭᠡᠴᠡᠨ ᠦ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠᠯ᠎ᠠ ᠳᠤ ᠬᠥᠨᠳᠡᠯᠡᠨ ᠢᠶᠡᠷ ᠢᠯᠡᠷᠡᠨ᠎ᠡ᠃ ᠦᠨᠳᠦᠰᠦᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠨᠤᠭᠤᠳ (ᠨᠢᠭᠤᠷ ᠬᠠᠭᠤᠳᠠᠰᠤ᠂ ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ᠂ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ᠂ Wiki ᠵᠡᠷᠭᠡ)ᠲᠠᠨ ᠤ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠰᠠᠨ ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠪᠠ ᠥᠪᠡᠷᠲᠡᠭᠡᠨ ᠵᠣᠬᠢᠶᠠᠭᠰᠠᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠨᠤᠭᠤᠳ ᠤᠨ ᠳᠣᠣᠷ᠎ᠠ ᠲᠠᠯ᠎ᠠ ᠳᠤ ᠢᠯᠡᠷᠡᠨ᠎ᠡ᠃

source: Custom pages
mn: ᠲᠤᠰᠬᠠᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
mn: ᠲᠠ ᠥᠭᠬᠦᠭᠳᠡᠭᠰᠡᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠡᠴᠡ ᠭᠠᠳᠠᠨ᠎ᠠ ᠪᠣᠰᠣᠳ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠨᠡᠮᠡᠬᠦ ᠰᠠᠨᠠᠭ᠎ᠠ ᠲᠠᠢ ᠪᠣᠯ ᠲᠤᠰᠬᠠᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠪᠡᠷ ᠳᠠᠮᠵᠢᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠨ ᠪᠡᠶᠡᠯᠡᠭᠦᠯᠵᠦ ᠪᠣᠯᠣᠨ᠎ᠠ᠃

source: How do pages look to students in my course?
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠶᠠᠮᠠᠷᠬᠦ ᠶᠠᠩᠵᠤ ᠪᠡᠷ ᠬᠠᠷᠠᠭᠳᠠᠳᠠᠭ ᠪᠤᠢ ?

source: Students see the default and custom pages at the top of your course and use these links to navigate.
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳᠡᠯᠭᠡᠴᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠷᠢᠯᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠦᠨᠳᠦᠰᠦᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠪᠣᠯᠤᠨ ᠲᠤᠰᠬᠠᠢ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠣᠯᠵᠤ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠣᠨ᠎ᠠ ᠂ ᠡᠳᠡᠭᠡᠷ ᠬᠣᠯᠪᠤᠭᠠᠰᠤ ᠪᠠᠷ ᠳᠠᠮᠵᠢᠨ ᠪᠥᠬᠥᠢᠯᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠨᠡᠪᠲᠡᠷᠳᠡᠭ᠃

source: See an example
mn: ᠵᠢᠰᠢᠶ᠎ᠡ ᠦᠵᠡᠭᠦᠯᠬᠦ

source: Pages in Your Course
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠠᠬᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠨᠤᠭᠤᠳ

source: Preview of Pages in your course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠲᠠᠨ ᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress)are followed by textbooks and custom pages.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠢᠯᠢᠳᠡᠭ ᠵᠠᠯᠠᠭᠤᠷᠳᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠨ᠎ᠡ᠃ ᠦᠨᠳᠦᠰᠦᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ (ᠨᠢᠭᠤᠷ᠂ ᠬᠢᠴᠢᠶᠡᠯ᠂ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ᠂ Wiki᠂ ᠫᠷᠣᠭᠷᠧᠰᠰ) ᠢ ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠦᠳ ᠪᠣᠯᠤᠨ ᠭᠠᠶᠢᠯᠢ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠠᠭᠠᠯᠳᠤᠳᠠᠭ᠃

source: Internal Server Error
mn: ᠳᠣᠲᠣᠭᠠᠳᠤ ᠰᠧᠷᠸᠧᠷ ᠤᠨ ᠠᠯᠳᠠᠭ᠎ᠠ

source: The Page You Requested Page Cannot be Found
mn: ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
mn: ᠪᠢᠳᠡᠨ ᠢ ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠃ ᠪᠢᠳᠡ ᠬᠠᠶᠢᠵᠤ ᠪᠤᠢ {studio_name} ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠠᠴᠠ ᠣᠯᠤᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃ ᠲᠠ {studio_name} ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠵᠤ ᠣᠴᠢᠵᠤ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠭᠠᠷᠬᠤ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠴᠢᠨᠠᠭᠰᠢᠳᠠ {link_start} ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ {studio_name} ᠳᠡᠮᠵᠢᠯᠭᠡ {link_end} ᠍ ᠢ ᠴᠢᠯᠦᠭᠡᠲᠡᠢ ᠲᠤᠰᠯᠠᠭᠠᠷᠠᠢ᠃

source: The Server Encountered an Error
mn: ᠰᠧᠷᠸᠧᠷ ᠠᠯᠳᠠᠭ᠎ᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
mn: ᠪᠢᠳᠡᠨ ᠢ ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠃ ᠰᠡᠭᠦᠯᠴᠢ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠰᠧᠷᠸᠧᠷ ᠲᠦ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠲᠠ {studio_name} ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠡᠨᠡ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠭᠠᠷᠬᠤ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠴᠢᠨᠠᠭᠰᠢᠳᠠ {link_start} ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ {studio_name} ᠳᠡᠮᠵᠢᠯᠭᠡ {link_end} ᠍ ᠢ ᠴᠢᠯᠦᠭᠡᠲᠡᠢ ᠲᠤᠰᠯᠠᠭᠠᠷᠠᠢ᠃

source: Back to dashboard
mn: ᠬᠢᠨᠠᠬᠤ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠬᠤ

source: Library Export
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠡᠺᠰᠫᠣᠷᠲ

source: Course Export
mn: ᠡᠺᠰᠫᠣᠷᠲ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: Tools
mn: ᠪᠠᠭᠠᠵᠢ

source: About Exporting Libraries
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip)that contains the library structure and content. You can also re-import libraries that you've exported.
mn: ᠲᠠ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠵᠤ᠂ ᠲᠡᠳᠡᠭᠡᠷ ᠢ {studio_name} ᠍ ᠠᠴᠠ ᠭᠠᠳᠠᠨ᠎ᠠ ᠵᠠᠰᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠰᠠᠨ ᠹᠠᠢᠯ ᠨᠢ .tar.gz ᠹᠠᠢᠯ (ᠥᠭᠡᠷ᠎ᠡ ᠪᠡᠷ ᠬᠡᠯᠡᠪᠡᠯ᠂ GNU Zip ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠢᠬᠠᠭᠳᠠᠭᠰᠠᠨ .tar ᠹᠠᠢᠯ)ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠪᠦᠲᠦᠴᠡ᠂ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠭᠤᠯᠠᠳᠠᠭ᠃ ᠲᠠ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠰᠠᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠳ᠋ᠠᠬᠢᠨ ᠢᠮᠫᠣᠷᠲᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: About Exporting Courses
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip)that contains the course structure and content. You can also re-import courses that you've exported.
mn: ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠡᠺᠰᠫᠣᠷᠲ ᠬᠢᠵᠦ᠂ ᠲᠡᠳᠡᠭᠡᠷ ᠢ {studio_name} ᠍ ᠠᠴᠠ ᠭᠠᠳᠠᠨ᠎ᠠ ᠵᠠᠰᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠰᠠᠨ ᠹᠠᠢᠯ ᠨᠢ .tar.gz ᠹᠠᠢᠯ (ᠥᠭᠡᠷ᠎ᠡ ᠪᠡᠷ ᠬᠡᠯᠡᠪᠡᠯ᠂ GNU Zip ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠢᠬᠠᠭᠰᠠᠨ .tar ᠹᠠᠢᠯ)ᠬᠢᠴᠢᠶᠡᠯ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠣᠯᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠭᠤᠯᠠᠳᠠᠭ᠃ ᠲᠠ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯᠠ ᠳᠠᠬᠢᠨ ᠢᠮᠫᠤᠷᠲᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
mn: {em_start} ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ᠄ {em_end} ᠬᠢᠴᠢᠶᠡᠯ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ ᠳᠤ MATLAB API ᠲᠦᠯᠬᠢᠭᠦᠷ᠂ LTI ᠫᠠᠰᠫᠣᠷᠲ᠂ ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢᠨ ᠨᠢᠭᠤᠴᠠ ᠲᠣᠺᠧᠨ ᠮᠥᠷ᠂ ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢᠨ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ URL ᠵᠡᠷᠭᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠳᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠹᠠᠢᠯ᠎ᠠ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠪᠠᠯ ᠲᠠ ᠮᠡᠳᠡᠷᠡᠮᠡᠲᠡᠭᠡᠢ ᠪᠤᠶᠤ ᠯᠢᠼᠧᠨᠽ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭᠠᠲᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Export My Library Content
mn: ᠮᠢᠨᠤ ᠨᠣᠮ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ

source: Export My Course Content
mn: ᠮᠢᠨᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ

source: Export Library Content
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠡᠺᠰᠫᠣᠷᠲ

source: Export Course Content
mn: ᠡᠺᠰᠫᠣᠷᠲ ᠤᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ

source: Library Export Status
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠡᠺᠰᠫᠣᠷᠲ ᠤᠨ ᠪᠠᠢᠳᠠᠯ

source: Course Export Status
mn: ᠡᠺᠰᠫᠣᠷᠲ ᠤᠨ ᠪᠠᠢᠳᠠᠯ

source: Preparing
mn: ᠪᠡᠯᠡᠳᠬᠡᠬᠦ

source: Preparing to start the export
mn: ᠡᠺᠰᠫᠣᠷᠲ ᠢᠶᠠᠨ ᠡᠬᠢᠯᠡᠭᠦᠯᠬᠦ ᠪᠡᠷ ᠪᠡᠯᠡᠳᠬᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ

source: Exporting
mn: ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ

source: Creating the export data files (You can now leave this page safely, but avoid making drastic changes to content until this export is complete)
mn: ᠡᠺᠰᠫᠣᠷᠲ ᠤᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠦᠨ ᠹᠠᠢᠯ ᠤᠳ ᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ (ᠲᠠ ᠣᠳᠣ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠠᠶᠤᠯ ᠦᠭᠡᠢ ᠪᠡᠷ ᠣᠷᠬᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠡᠨᠡ ᠡᠺᠰᠫᠣᠷᠲ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠬᠦ ᠡᠴᠡ ᠵᠠᠢᠯᠠᠰᠬᠢᠬᠤ ᠬᠡᠷᠡᠭᠲᠠᠢ)

source: Compressing
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠪᠠᠭᠴᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Compressing the exported data and preparing it for download
mn: ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠢ ᠰᠢᠬᠠᠵᠤ᠂ ᠡᠭᠦᠨ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠳᠤ ᠪᠡᠯᠡᠳᠬᠡᠳᠡᠭ

source: Success
mn: ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠣᠭᠰᠠᠨ

source: Your exported library can now be downloaded
mn: ᠲᠠᠨ ᠤ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠣᠳᠣ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠴᠤ ᠪᠣᠯᠤᠨ᠎ᠠ

source: Your exported course can now be downloaded
mn: ᠲᠠᠨ ᠤ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠣᠳᠣ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: Download Exported Library
mn: ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Download Exported Course
mn: ᠡᠺᠰᠫᠣᠷᠲ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Data {em_start}exported with{em_end} your course:
mn: ᠥᠭᠭᠥᠭᠳᠡᠯ {em_start} ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ {em_end} ᠲᠠᠢ ᠬᠠᠮᠲᠤ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠳᠠᠭᠰᠠᠨ᠄

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
mn: MATLAB API ᠲᠦᠯᠬᠢᠭᠦᠷ ᠦᠳ ᠪᠣᠯᠤᠨ LTI ᠫᠠᠰᠫᠣᠷᠲ ᠵᠡᠷᠭᠡ ᠳᠡᠪᠰᠢᠯᠲᠡᠲᠦ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠤᠨ ᠬᠡᠮᠵᠢᠭᠳᠡᠯ

source: Course Content (all Sections, Sub-sections, and Units)
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ (ᠪᠦᠬᠦ ᠪᠦᠯᠦᠭ᠂ ᠬᠡᠰᠡᠭ ᠂ ᠨᠢᠭᠡᠴᠢ ᠨᠦᠭᠦᠳ)

source: Course Structure
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠦᠲᠦᠴᠡ

source: Individual Problems
mn: ᠬᠤᠪᠢ ᠬᠦᠮᠦᠨ ᠦ ​​ᠠᠰᠠᠭᠤᠳᠠᠯ

source: Course Assets
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠬᠥᠷᠥᠩᠭᠡ

source: Course Settings
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Data {em_start}not exported{em_end} with your course:
mn: ᠥᠭᠭᠥᠭᠳᠡᠯ {em_start} ᠨᠢ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠠᠢ ᠬᠠᠮᠲᠤ {em_end} ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠄

source: User Data
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ

source: Course Team Data
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠠᠭ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Forum/discussion Data
mn: ᠹᠣᠷᠣᠮ / ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ

source: Why export a library?
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ ᠪᠤᠢ?

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
mn: ᠲᠠ XML ᠍ ᠢ ᠰᠢᠭᠤᠳ᠂ {studio_name} ᠍ ᠠᠴᠠ ᠭᠠᠳᠠᠨ᠎ᠠ XML ᠍ ᠢ ᠵᠠᠰᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠨᠥᠭᠡᠴᠡ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠰᠡᠪᠡᠯ ᠲᠠ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠭᠡᠳ ᠰᠡᠭᠦᠯ ᠳᠦ ᠨᠢ ᠥᠭᠡᠷ᠎ᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠣᠷᠣᠭᠤᠯᠵᠤ᠂ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Opening the downloaded file
mn: ᠲᠠᠲᠠᠵᠤ ᠠᠪᠤᠭᠰᠠᠨ ᠹᠠᠢᠯ ᠢ ᠨᠡᠬᠡᠭᠡᠬᠦ

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
mn: .Tar.gz ᠹᠠᠢᠯ ᠠᠴᠠ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠢ ᠭᠠᠷᠭᠠᠵᠤ ᠠᠪᠬᠤ ᠠᠷᠬᠢᠸ ᠤᠨ ᠫᠷᠣᠭᠷᠠᠮ ᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠨᠢ library.xml ᠹᠠᠢᠯ᠂ ᠲᠡᠭᠦᠨᠴᠢᠯᠡᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠳᠡᠳ᠋ ᠹᠣᠯᠳᠧᠷ ᠣᠷᠣᠨ᠎ᠠ᠃

source: Learn more about exporting a library
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠡᠺᠰᠫᠣᠷᠲ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠦᠵᠡᠬᠦ

source: Why export a course?
mn: ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ ᠪᠤᠢ?

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
mn: ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠰᠲ᠋ᠦ᠋ᠳᠢ ᠳᠤ XML ᠱᠤᠤᠳᠠᠩᠭᠠᠨ 〈ᠰᠲ᠋ᠦ᠋ᠳᠢ᠎ᠨᠡᠷ᠎ᠡ〉 ᠍ ᠶᠢᠨ ᠭᠠᠳᠠᠨ᠎ᠠ ᠵᠠᠰᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠰᠡᠪᠡᠯ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠥᠪᠡᠷ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠣᠯᠬᠤ ᠪᠥᠭᠡᠳ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: What content is exported?
mn: ᠶᠠᠮᠠᠷ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠳᠠᠭ ᠪᠤᠢ?

source: The course content and structure (including sections, subsections, and units)are exported. Values from Advanced Settings, including MATLAB API keys and LTI passports, are also exported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, is not exported.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ᠂ ᠪᠦᠲᠦᠴᠡ (ᠪᠦᠯᠦᠭ᠂ ᠬᠡᠰᠡᠭ ᠂ ᠨᠢᠭᠡᠴᠢ ᠨᠦᠭᠦᠳ) ᠢ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ . MATLAB API ᠲᠦᠯᠬᠢᠭᠦᠷ ᠦᠳ ᠪᠣᠯᠤᠨ LTI ᠫᠠᠰᠫᠣᠷᠲ ᠵᠡᠷᠭᠡ ᠶᠢ ᠪᠠᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠠᠴᠠ ᠦᠨ᠎ᠡ ᠲᠡᠢ ᠨᠢ ᠮᠥᠨ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠳᠠᠳᠠᠭ᠃ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ᠂ ᠵᠡᠷᠭᠡᠯᠡᠯ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ᠂ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠹᠣᠷᠣᠮ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠭᠡᠬᠦ ᠮᠡᠲᠦ ᠪᠤᠰᠤᠳ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠦᠳ ᠨᠢ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠭᠳᠠᠳᠠᠭ ᠦᠭᠡᠢ᠃

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
mn: .Tar.gz ᠹᠠᠢᠯ ᠠᠴᠠ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠢ ᠭᠠᠷᠭᠠᠵᠤ ᠠᠪᠬᠤ ᠠᠷᠬᠢᠸ ᠤᠨ ᠫᠷᠣᠭᠷᠠᠮ ᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ course.xml ᠹᠠᠢᠯ᠂ ᠲᠡᠭᠦᠨᠴᠢᠯᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠳᠡᠳ᠋ ᠬᠠᠪᠲᠠᠰᠤ ᠣᠷᠣᠨ᠎ᠠ᠃

source: Learn more about exporting a course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠦᠵᠡᠬᠦ

source: Export Course to Git
mn: Git ᠍ ᠤᠨ ᠡᠺᠰᠫᠣᠷᠲ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: Export to Git
mn: Git ᠳ᠋ᠤ᠌ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ

source: About Export to Git
mn: ᠡᠺᠰᠫᠣᠷᠲ ᠠᠴᠠ Git ᠲᠤᠬᠠᠢ

source: Use this to export your course to its git repository.
mn: ᠡᠭᠦᠨ ᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠥᠪᠡᠷ ᠦᠨ ᠷᠧᠫᠣᠽᠢᠲ᠋ᠣᠷ ᠳ᠋ᠤ᠌ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to students if automatic git imports are configured.
mn: ᠡᠨᠡ ᠨᠢ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠭᠣᠣᠯ LMS ᠰᠠᠶᠢᠲᠤ ᠶᠢ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠰᠢᠨᠡᠴᠢᠯᠡᠵᠦ᠂ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠵᠠᠰᠠᠬᠤ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Export Course to Git:
mn: Git ᠍ ᠤᠨ ᠡᠺᠰᠫᠣᠷᠲ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ᠄

source: giturl must be defined in your course settings before you can export to git.
mn: git ᠭᠡᠳᠡᠭ ᠢᠶᠡᠨ ᠭᠣᠣᠯᠳᠠᠭᠤ ᠡᠺᠰᠫᠣᠷᠲ ᠬᠢᠬᠦ ᠶᠢᠨ ᠢᠶᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Export Failed
mn: ᠡᠺᠰᠫᠣᠷᠲ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠯ᠎ᠠ

source: Export Succeeded
mn: ᠡᠺᠰᠫᠣᠷᠲ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: Your course:
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ᠄

source: Course git url:
mn: ᠭᠣᠣᠯ url ᠬᠢᠴᠢᠶᠡᠯ᠄

source: Experiment Group Configurations
mn: ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: This module is disabled at the moment.
mn: ᠡᠨᠡ ᠮᠣᠳᠣᠯ ᠨᠢ ᠣᠳᠣ ᠪᠠᠷ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Enrollment track groups allow you to offer different course content to learners in each enrollment track. Learners enrolled in each enrollment track in your course are automatically included in the corresponding enrollment track group.
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠨᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠵᠠᠮ ᠲᠤᠰ ᠪᠦᠷᠢ ᠶᠢᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠥᠪᠡᠷ ᠥᠪᠡᠷ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠬᠠᠮᠤᠷᠤᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠵᠠᠮ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠨᠢ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠪᠦᠯᠦᠭ ᠲᠦ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠣᠷᠣᠳᠠᠭ᠃

source: On unit pages in the course outline, you can restrict access to components to learners based on their enrollment track.
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠥᠲᠥᠴᠢ ᠳᠤ ᠪᠠᠢᠭ᠎ᠠ ᠨᠢᠭᠡᠴᠢ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠵᠠᠮ ᠳᠡᠭᠡᠷ᠎ᠡ ᠦᠨᠳᠦᠰᠦᠯᠡᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠡᠳ᠋ ᠠᠩᠭᠢ ᠳ᠋ᠤ᠌ ᠬᠠᠨᠳᠤᠬᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: You cannot edit enrollment track groups, but you can expand each group to view details of the course content that is designated for learners in the group.
mn: ᠲᠠ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠬᠢᠨᠠᠬᠤ ᠪᠦᠯᠦᠭ ᠢ ᠵᠠᠰᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠪᠦᠯᠢ ᠲᠤᠰ ᠪᠦᠷᠢ ᠶᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠠᠢ ᠲᠠᠨᠢᠯᠴᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠬᠠᠮᠲᠤ ᠨᠢᠭᠡᠴᠢ(群组) ᠬᠣᠪᠢᠶᠠᠭᠰᠠᠨ ᠪᠠᠢᠪᠠᠯ ᠂ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠢ(内容组) ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠪᠡᠷ ᠬᠡᠯᠡᠪᠡᠯ ᠂ ᠲᠠ ᠲᠤᠰᠬᠠᠢ ᠨᠢᠭᠡᠨ ᠬᠠᠮᠲᠤ ᠨᠢᠭᠡᠴᠢ ᠪᠠ ᠣᠨᠴᠠᠭᠠᠢᠯᠠᠨ ᠲᠡᠳᠡᠨ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠢᠶᠡᠷ ᠳᠠᠮᠵᠢᠨ ᠬᠠᠷᠢᠯᠴᠠᠨ ᠬᠣᠯᠪᠤᠵᠤ ᠪᠣᠯᠣᠨ᠎ᠠ᠂ ᠲᠡᠭᠡᠪᠡᠯ ᠲᠤᠰ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠳ᠋ᠡᠬᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠵᠥᠪᠬᠡᠨ ᠲᠡᠭᠦᠨ ᠲᠠᠢ ᠬᠠᠷᠢᠯᠴᠠᠨ ᠬᠣᠯᠪᠤᠭᠰᠠᠨ ᠬᠠᠮᠲᠤ ᠨᠢᠭᠡᠴᠢ(群组) ᠳᠦ ᠪᠠᠭᠲᠠᠬᠤ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠰᠠᠶᠢ ᠣᠯᠵᠤ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠣᠨ᠎ᠠ ᠃

source: Each content group that you create can be associated with one or more cohorts. In addition to making course content available to all learners, you can restrict access to some content to learners in specific content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
mn: ᠲᠠᠨ ᠤ ᠪᠠᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠢᠭᠡᠪᠦᠷᠢ ᠶᠢ ᠨᠢᠭᠡ ᠪᠤᠶᠤ ᠬᠡᠳᠦᠨ ᠬᠠᠮᠲᠤ ᠨᠢᠭᠡᠴᠢ (群组) ᠲᠠᠢ ᠬᠣᠯᠪᠤᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠬᠠᠨᠳᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠴᠡ ᠭᠠᠳᠠᠨ᠎ᠠ ᠂ ᠵᠠᠷᠢᠮ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠵᠥᠪᠬᠡᠨ ᠲᠣᠰ ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠠᠢ ᠬᠣᠯᠪᠤᠭᠰᠠᠨ ᠬᠠᠮᠲᠤ ᠨᠢᠭᠡᠴᠢ(群组) ᠳᠦ ᠪᠠᠭᠲᠠᠬᠤ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠣᠯᠵᠤ ᠬᠠᠷᠠᠬᠤ ᠪᠠᠷ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠵᠤ ᠪᠣᠯᠣᠨ᠎ᠠ ᠃

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
mn: {em_start} ᠰᠢᠨ᠎ᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ(内容组) {em_end} ᠭᠡᠬᠦ ᠳᠠᠷᠤᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠵᠤ ᠰᠢᠨ᠎ᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠨᠡᠮᠡᠭᠡᠷᠠᠢ᠃ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠬᠠᠯᠠᠬᠤ ᠭᠡᠪᠡᠯ {em_start} ᠨᠠᠢᠷᠠᠭᠤᠯᠬᠤ {em_end} ᠳᠠᠷᠤᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠭᠠᠷᠠᠢ᠃ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ(内容组) ᠵᠢ ᠪᠣᠰᠣᠳ ᠨᠢᠭᠡᠴᠢ ᠲᠠᠢ ᠬᠣᠯᠪᠤᠭᠰᠠᠨ ᠦᠭᠡᠢ ᠦᠶᠡᠰ ᠰᠢᠭᠤᠳ ᠤᠰᠠᠳᠬᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of learners are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢ ᠶᠠᠪᠤᠭᠤᠯᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠭᠠᠷᠠᠢ᠃ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠡᠴᠢᠨᠡᠨ ᠪᠦᠯᠦᠭ ᠬᠦᠮᠦᠰ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠳᠤ ᠣᠷᠣᠳᠠᠭ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠨ᠎ᠠ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠲᠠ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠰᠤᠩᠭᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
mn: ᠰᠢᠨ᠎ᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠨᠡᠮᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {em_start} New Group Configuration {em_end} ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠶᠢᠷᠴᠠᠭ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠡᠨ ᠣᠴᠢᠨ᠂ {em_start} ᠵᠠᠰᠠᠬᠤ {em_end} ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠳᠤ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ ᠵᠥᠪᠬᠡᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠶᠢᠷᠴᠠᠭ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠡᠨ ᠬᠤᠯᠤᠭᠤᠨ ᠢ ᠳᠠᠷᠤᠵᠤ᠂ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠳᠦᠷᠰᠦ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Details & Schedule
mn: ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠣᠯᠤᠨ ᠴᠠᠭ ᠤᠨ ᠬᠤᠪᠢᠶᠠᠷᠢ

source: Welcome
mn: ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Welcome to {studio_name}
mn: {studio_name} ᠍ ᠳᠦ ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ

source: {studio_name} helps manage your online courses, so you can focus on teaching them
mn: {studio_name} ᠲᠠᠨ ᠤ ᠰᠦᠯᠵᠢᠶᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠬᠠᠮᠢᠶᠠᠷᠠᠬᠤ ᠳᠤ ᠶᠡᠬᠡᠳᠡ ᠲᠥᠭᠥᠮ ᠦᠵᠡᠭᠦᠯᠳᠡᠭ ᠪᠣᠯᠬᠣᠷ ᠲᠠ ᠥᠪᠡᠷᠲᠡᠭᠡᠨ ᠵᠢᠭᠠᠬᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠨᠠᠢᠷᠠᠭᠣᠯᠬᠤ ᠳᠤ ᠢᠯᠡᠭᠦᠴᠡ ᠠᠩᠬᠠᠷᠤᠯ ᠢᠶᠠᠨ ᠬᠠᠨᠳᠤᠭᠤᠯᠪᠠᠯ ᠪᠣᠯᠴᠢᠬᠠᠨ᠎ᠠ ᠃

source: {studio_name}'s Many Features
mn: {studio_name} ᠍ ᠶᠢᠨ ᠣᠯᠠᠨ ᠣᠨᠴᠠᠯᠢᠭ ᠰᠢᠨᠵᠢ ᠴᠢᠨᠠᠷ ᠤᠳ

source: {studio_name} Helps You Keep Your Courses Organized
mn: {studio_name} ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠡᠮᠬᠢ ᠵᠢᠷᠦᠮ ᠲᠠᠢ ᠪᠠᠢᠯᠭᠠᠬᠤ ᠳᠤ ᠲᠤᠰᠠᠯᠠᠳᠠᠭ

source: Enlarge image
mn: ᠵᠢᠷᠤᠭ ᠢ ᠲᠣᠮᠣᠷᠠᠭᠤᠯᠬᠤ

source: Keeping Your Course Organized
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠡᠮᠬᠢ ᠵᠢᠷᠦᠮ ᠲᠠᠢ ᠪᠠᠢᠯᠭᠠᠬᠤ

source: The backbone of your course is how it is organized. {studio_name} offers an {strong_start}Outline{strong_end} editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠡᠮᠬᠢ ᠵᠢᠷᠦᠮ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠃ {studio_name}{strong_start}ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠥᠲᠥᠴᠢ ᠦᠨ {strong_end} ᠨᠠᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ ᠬᠠᠩᠭᠠᠨ᠎ᠠ ᠃ ᠱᠠᠲᠤᠯᠠᠯ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠢᠯᠡᠷᠡᠭᠦᠯᠬᠦ᠂ ᠬᠢᠯᠪᠠᠷ ᠲᠠᠲᠠᠵᠤ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠵᠡᠷᠭᠡ ᠴᠢᠳᠠᠮᠵᠢ ᠶᠢ ᠬᠠᠩᠭᠠᠬᠤ ᠪᠠᠷ ᠳᠠᠮᠵᠢᠨ ᠲᠠᠨ ᠳᠤ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠦᠷᠲᠡᠭᠡᠨ᠎ᠡ᠃

source: Simple Organization For Content
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠲᠥᠭᠥᠮ ᠵᠢᠭᠰᠠᠭᠠᠬᠤ

source: {studio_name} uses a simple hierarchy of {strong_start}sections{strong_end} and {strong_start}subsections{strong_end} to organize your content.
mn: {studio_name} ᠲᠠᠨ ᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠡᠮᠬᠢ ᠵᠢᠷᠦᠮ ᠲᠠᠢ ᠪᠠᠢᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {strong_start} ᠪᠥᠯᠥᠭ {strong_end} ᠪᠣᠯᠤᠨ {strong_start} ᠬᠡᠰᠡᠭ {strong_end} ᠍ᠭᠡᠬᠦ ᠱᠠᠲᠤᠯᠠᠯ ᠬᠡᠯᠪᠡᠷᠢ ᠶᠢ ᠬᠡᠷᠡᠭᠯᠡᠳᠡᠭ ᠃

source: Change Your Mind Anytime
mn: ᠲᠠ ᠬᠡᠵᠢᠶ᠎ᠡ ᠴᠤ ᠭᠡᠰᠡᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠣᠨ᠎ᠠ

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠥᠲᠥᠴᠢ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠪᠡᠷ ᠳᠠᠮᠵᠢᠨ ᠪᠣᠰᠣᠳ ᠭᠠᠵᠠᠷ ᠰᠢᠨ᠎ᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠡᠮᠡᠵᠦ ᠪᠣᠯᠣᠨ᠎ᠠ ᠂ ᠲᠠᠲᠠᠵᠤ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠵᠡᠷᠭᠡ ᠳᠥᠭᠥᠮ ᠶᠠᠪᠤᠴᠠ ᠪᠠᠷ ᠳᠠᠮᠵᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠳᠠᠷᠤᠢ ᠲᠦᠷᠭᠡᠨ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠣᠮᠵᠢ ᠲᠠᠢ ᠃

source: Go A Week Or A Semester At A Time
mn: ᠨᠢᠭᠡ ᠳᠣᠯᠣᠭ᠎ᠠ ᠬᠣᠨᠣᠭ ᠡᠰᠡᠪᠡᠯ ᠨᠢᠭᠡ ᠰᠧᠮᠧᠰᠲ᠋ᠷ ᠢᠶᠡᠷ ᠨᠢᠭᠡᠴᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠪᠣᠯᠭᠠᠬᠤ

source: Build and release {strong_start}sections{strong_end} to your students incrementally. You don't have to have it all done at once.
mn: ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ {strong_start} ᠬᠡᠰᠡᠭ {strong_end} ᠬᠣᠪᠢᠶᠠᠵᠤ ᠨᠡᠢᠲᠡᠯᠡᠵᠦ ᠪᠣᠯᠣᠨ᠎ᠠ ᠂ ᠡᠨᠡ ᠪᠦᠭᠦᠳᠡ ᠶᠢ ᠨᠢᠭᠡ ᠳᠣᠣᠷ᠎ᠠ ᠬᠢᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠦᠭᠡᠢ ᠃

source: Learning is More than Just Lectures
mn: ᠰᠤᠷᠤᠯᠴᠠᠯᠭ᠎ᠠ ᠨᠢ ᠵᠦᠪᠬᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠣᠨᠣᠰᠬᠤ ᠲᠡᠳᠦᠢ ᠪᠢᠰᠢ

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
mn: {studio_name} ᠰᠤᠷᠤᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠴᠠᠭ ᠲᠤᠬᠠᠢ ᠳ᠋ᠤᠨᠢ ᠪᠠᠲᠤᠳᠬᠠᠬᠤ ᠠᠷᠭ᠎ᠠ ᠵᠠᠮ ᠢ ᠪᠣᠢ ᠪᠣᠯᠭᠠᠬᠤ᠃ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ᠂ ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ᠂ ᠣᠯᠠᠨ ᠶᠠᠩᠵᠤ ᠶᠢᠨ ᠳᠠᠰᠬᠠᠯ ᠳᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠢ ᠴᠥᠭᠡᠨ ᠬᠡᠳᠦᠨ ᠲᠣᠪᠰᠢᠯᠲᠠ ᠪᠠᠷ ᠳᠠᠮᠵᠢᠨ ᠨᠡᠮᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠣᠯᠣᠨ᠎ᠠ᠃

source: Create Learning Pathways
mn: ᠨᠡᠩ ᠣᠯᠠᠨ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠠᠷᠭ᠎ᠠ ᠵᠠᠮ ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Help your students understand one concept at a time with multimedia, HTML, and exercises.
mn: ﻿ᠣᠯᠠᠨ ᠲᠦᠷᠦᠯ ᠦᠨ ᠮᠠᠲᠸᠷᠢᠶᠠᠯ ᠬᠢᠭᠡᠳ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤᠨ ᠰᠡᠳᠦᠪ ᠬᠠᠩᠭᠠᠬᠤ ᠪᠠᠷ ᠳᠠᠮᠵᠢᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠤᠬᠠᠭᠳᠠᠬᠤᠨ ᠪᠣᠯᠭᠠᠨ ᠢ ᠴᠠᠭ ᠲᠤᠬᠠᠢ ᠳ᠋ᠤᠨᠢ ᠣᠢᠯᠭᠠᠬᠤ ᠪᠣᠯᠣᠮᠵᠢ ᠶᠢ ᠪᠤᠢ ᠪᠤᠯᠭᠠᠨ᠎ᠠ ᠃

source: Work Visually, Organize Quickly
mn: ᠳᠦᠷᠰᠦᠴᠢᠯᠡᠭᠰᠡᠨ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠣᠷᠴᠢᠨ ᠢ ᠬᠠᠩᠭᠠᠵᠤ᠂ ᠣᠬᠣᠷ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠬᠤ ᠶᠢ ᠳᠡᠮᠵᠢᠨ᠎ᠡ

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
mn: ᠳᠦᠷᠰᠦᠴᠢᠯᠡᠭᠰᠡᠨ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠣᠷᠴᠢᠨ ᠠᠴᠠ ᠲᠠᠨ ᠤ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠣᠯᠵᠣ ᠬᠠᠷᠠᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠦᠵᠡᠵᠦ᠂ ᠲᠠᠲᠠᠵᠤ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠪᠡᠷ ᠳᠠᠮᠵᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠳᠠᠬᠢᠨ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠬᠤ ᠶᠢ ᠪᠡᠶᠡᠯᠡᠭᠦᠯᠦᠨ᠎ᠡ ᠃

source: A Broad Library of Problem Types
mn: ᠡᠯ᠎ᠡ ᠲᠥᠷᠥᠯ ᠦᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳᠤ ᠬᠠᠨᠳᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
mn: ᠡᠨᠳᠡ ᠮᠠᠰᠢ ᠣᠯᠠᠨ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠬᠠᠩᠭᠠᠨ᠎ᠠ᠃ {studio_name} ᠲᠠᠨ ᠤ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠰᠣᠷᠢᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠡᠳᠦᠨ ᠠᠷᠪᠠᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠬᠠᠩᠭᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
mn: {studio_name}ᠲᠠᠨ ᠳᠤ ᠬᠢᠯᠪᠠᠷᠬᠠᠨ ᠂ ᠲᠦᠷᠭᠡᠨ ᠂ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠨ ᠨᠡᠮᠡᠭᠳᠡᠬᠦ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠬᠠᠩᠭᠠᠨ᠎ᠠ ᠃

source: Simple, Fast, and Incremental Publishing. With Friends.
mn: ᠲᠠᠨ ᠳᠤ ᠬᠢᠯᠪᠠᠷᠬᠠᠨ ᠂ ᠲᠦᠷᠭᠡᠨ ᠂ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠨ ᠨᠡᠮᠡᠭᠳᠡᠬᠦ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠬᠠᠩᠭᠠᠨ᠎ᠠ

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
mn: {studio_name} ᠲᠠᠨ ᠤ ᠠᠯᠢ ᠬᠡᠳᠦᠢᠨ ᠮᠡᠳᠡᠳᠡᠭ ᠰᠦᠯᠵᠢᠶᠡᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠡ ᠲᠠᠢ ᠠᠳᠠᠯᠢᠪᠲᠤᠷ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ ᠂ ᠣᠳᠣ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠥᠲᠥᠴᠢ ᠪᠡᠨ ᠬᠡᠷᠬᠢᠨ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠣᠢᠢᠯᠠᠭᠠᠬᠤ ᠴᠢᠬᠤᠯᠠᠲᠠᠢ᠃ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠰᠢᠭᠤᠳ ᠪᠥᠬᠥᠨ ᠢ ᠨᠡᠢᠲᠡᠯᠡᠵᠦ ᠪᠣᠯᠣᠨ᠎ᠠ ᠂ ᠡᠰᠡᠪᠡᠯ ᠪᠥᠯᠥᠭ ᠬᠣᠪᠢᠶᠠᠨ ᠨᠡᠢᠲᠡᠯᠡᠵᠦ ᠪᠣᠯᠣᠨ᠎ᠠ ᠃ ᠬᠡᠷᠪᠡ ᠬᠠᠮᠲᠤᠷᠨ ᠠᠵᠢᠯᠯᠠᠭᠴᠢ ᠲᠠᠢ ᠪᠣᠯ ᠨᠢᠭᠡ ᠪᠠᠭ ᠪᠦᠷᠢᠳᠦᠭᠦᠯᠬᠦ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Instant Changes
mn: ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠴᠠᠭ ᠳ᠋ᠤᠨᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ

source: Caught a bug? No problem. When you want, your changes go live when you click Save.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠤᠤ ? ᠠᠰᠠᠭᠤᠳᠠᠯ ᠦᠭᠡᠢ᠃ ᠬᠡᠷᠡᠭᠴᠡᠭᠡ ᠲᠡᠢ ᠦᠶ᠎ᠡ ᠳᠦ ᠲᠤᠪᠴᠢ ᠶᠢ ᠲᠠᠷᠤᠮᠠᠭᠴᠠ ᠠᠭᠤᠯᠭ᠎ᠠ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠣᠨ᠎ᠠ᠃

source: Release-On Date Publishing
mn: ᠲᠣᠭᠲᠠᠭᠰᠠᠨ ᠡᠳᠦᠷ ᠲᠦ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠬᠦ

source: When you've finished a {strong_start}section{strong_end}, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
mn: ᠲᠠ {strong_start} ᠬᠡᠰᠡᠭ {strong_end} ᠪᠣᠯᠭᠠᠨ ᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠬᠡᠵᠢᠶ᠎ᠡ ᠨᠡᠢᠲᠡᠯᠡᠬᠦ ᠴᠠᠭ ᠢᠶᠠᠨ ᠰᠤᠩᠭᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ {studio_name} ᠦᠯᠡᠳᠡᠭᠰᠡᠨ ᠠᠵᠢᠯ ᠢ ᠬᠠᠷᠢᠭᠤᠴᠠᠬᠤ ᠪᠣᠯᠣᠨ᠎ᠠ ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠡᠮᠡᠭᠳᠡᠯ ᠦᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠨᠡᠢᠲᠡᠯᠡᠭᠳᠡᠨ᠎ᠡ᠃

source: Work in Teams
mn: ᠪᠠᠭ ᠬᠣᠪᠢᠶᠠᠨ ᠬᠠᠮᠲᠤ ᠪᠠᠷ ᠠᠵᠢᠯᠯᠠᠬᠤ

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
mn: ᠬᠠᠮᠲᠤᠷᠠᠨ ᠠᠵᠢᠯᠯᠠᠭᠴᠢ ᠪᠦᠭᠦᠳᠡ ᠡᠯ᠎ᠡ ᠲᠦᠷᠦᠯ ᠦᠨ ᠴᠢᠳᠠᠪᠬᠢ ᠳᠤ ᠠᠳᠠᠯᠢ ᠬᠡᠮᠵᠢᠶᠡᠨ ᠦ ᠡᠵᠡᠮᠰᠢᠯ ᠦᠨ ᠡᠷᠬᠡ ᠲᠠᠢ᠃ ᠪᠠᠭ ᠤᠨ ᠠᠵᠢᠯᠯᠠᠭᠴᠢᠳ ᠤᠨ ᠬᠠᠮᠲᠤ ᠶᠢᠨ ᠴᠢᠷᠮᠠᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᠳᠠᠮᠵᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠣᠯᠠᠮ ᠰᠠᠢᠨ ᠪᠣᠯᠭᠠᠶ᠎ᠠ ᠃
