Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: You must enter and confirm your new password.
mn: ᠲᠠ ᠰᠢᠨ᠎ᠡ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The text in both password fields must match.
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠶᠢᠨ ᠬᠣᠶᠠᠷ ᠲᠠᠯ᠎ᠠ ᠳᠠᠬᠢ ᠲᠧᠺᠰᠲ ᠨᠢ ᠲᠠᠭᠠᠷᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Reset Your Password
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠡᠨ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ

source: Enter and confirm your new password.
mn: ᠰᠢᠨ᠎ᠡ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: New Password
mn: ᠰᠢᠨ᠎ᠡ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ

source: Confirm Password
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠠᠲᠤᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Invalid Password Reset Link
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Password reset successful
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠳ᠋ᠤ᠌ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠲᠠᠩᠳᠠ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠢᠯᠡᠭᠡᠯ᠎ᠡ᠃ ᠲᠠ ᠡᠭᠦᠨ ᠢ ᠤᠳᠤᠬᠤ ᠦᠭᠡᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Billing Details
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: You can proceed to payment at any point in time. Any additional information you provide will be included in your receipt.
mn: ᠲᠠ ᠠᠯᠢ ᠴᠤ ᠴᠠᠭ ᠲᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠᠨ ᠤ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠠᠯᠢᠪᠠ ᠨᠡᠮᠡᠯᠲᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠲᠠᠨ ᠤ ᠪᠠᠷᠢᠮᠲᠠᠨ ᠳᠤ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ᠃

source: Purchasing Organizational Details
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠶᠢ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ

source: Purchasing organization
mn: ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ

source: Purchase order number (if any)
mn: ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ (ᠬᠡᠷᠪᠡ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ)

source: Additional Receipt Recipient
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠨᠡᠮᠡᠯᠲᠡ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ

source: If no additional billing details are populated the payment confirmation will be sent to the user making the purchase.
mn: ᠬᠡᠷᠪᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠲᠣᠭᠠᠴᠠᠭᠠᠨ ᠤ ᠨᠡᠮᠡᠯᠲᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠬᠢᠬᠦ ᠪᠠᠲᠤᠯᠠᠭ᠎ᠠ ᠶᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠳᠤ ᠢᠯᠡᠭᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Payment processing occurs on a separate secure site.
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠬᠢᠬᠦ ᠶᠠᠪᠤᠴᠠ ᠨᠢ ᠲᠤᠰ ᠲᠤ ᠪᠠᠨ ᠠᠶᠤᠯ ᠦᠭᠡᠢ ᠭᠠᠵᠠᠷ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠢᠭᠳᠡᠳᠡᠭ᠃

source: Your Shopping cart is currently empty.
mn: ᠲᠠᠨ ᠤ ᠰᠠᠭᠰᠤᠨ ᠳᠤ ᠣᠳᠣ ᠪᠠᠷ ᠬᠣᠭᠣᠰᠣᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: View Courses
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢ ᠦᠵᠡᠬᠦ

source: Payment
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ

source: Download CSV Reports
mn: CSV ᠲᠠᠶᠢᠯᠠᠩ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Download CSV Data
mn: CSV ᠳᠠᠲᠠᠭ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
mn: ᠲᠠᠨ ᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠡᠭᠦᠨ ᠢ YYYY-MM-DD ᠭᠡᠵᠦ ᠹᠣᠷᠮᠠᠲ᠋ᠠᠯᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ

source: These reports are delimited by start and end dates.
mn: ᠡᠳᠡᠭᠡᠷ ᠲᠠᠶᠢᠯᠠᠩᠭᠤᠳ ᠨᠢ ᠡᠬᠢᠯᠡᠬᠦ ᠪᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠪᠠᠷ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠳᠠᠭ᠃

source: Start Date:
mn: ᠡᠬᠢᠯᠡᠬᠦ ᠡᠳᠦᠷ᠄

source: End Date:
mn: ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠄

source: These reports are delimited alphabetically by university name. i.e., generating a report with 'Start Letter' A and 'End Letter' C will generate reports for all universities starting with A, B, and C.
mn: ᠡᠳᠡᠭᠡᠷ ᠲᠠᠶᠢᠯᠠᠩᠭᠤᠳ ᠨᠢ ᠶᠡᠬᠡ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠡᠷ ᠦᠰᠦᠭ ᠢᠶᠡᠷ ᠢᠯᠭᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠠᠢᠳᠠᠭ᠃ ᠵᠢᠱᠢᠶᠡᠯᠡᠪᠡᠯ᠄ 〈ᠡᠬᠢᠯᠡᠯ ᠵᠠᠬᠢᠳᠠᠯ〉 ᠪᠣᠯᠤᠨ 〈End letter〉 C ᠨᠢ A᠂ B᠂ and C ᠍ ᠡᠴᠡ ᠡᠬᠢᠯᠡᠭᠰᠡᠨ ᠪᠦᠬᠦ ᠶᠡᠬᠡ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠨᠤᠭᠤᠳ ᠤᠨ ᠲᠠᠶᠢᠯᠠᠩ ᠢ ᠭᠠᠷᠭᠠᠵᠤ ᠥᠭᠳᠡᠭ᠃

source: Start Letter:
mn: ᠵᠠᠬᠢᠳᠠᠯ ᠡᠬᠢᠯᠡᠬᠦ᠄

source: End Letter:
mn: ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠵᠠᠬᠢᠳᠠᠯ᠄

source: Payment Error
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠠᠯᠳᠠᠭ᠎ᠠ

source: There was an error processing your order!
mn: ᠲᠠᠨ ᠤ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ !

source: Thank you for your purchase!
mn: ᠲᠠᠨ ᠤ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠᠨ ᠳᠤ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ!

source: View Dashboard
mn: ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠬᠤ

source: You have successfully been enrolled for {course_names}. The following receipt has been emailed to {receipient_emails}
mn: ᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ {course_names} ᠍ ᠳᠦ ᠡᠯᠰᠡᠨ ᠣᠷᠣᠭᠰᠠᠨ᠃ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠪᠠᠷᠢᠮᠲᠠ ᠶᠢ {receipient_emails} ᠳ᠋ᠤ᠌ ᠢᠮᠧᠯ ᠶᠠᠪᠤᠭᠤᠯᠤᠭᠰᠠᠨ

source: You have successfully purchased <b>{number} course registration code</b> for {course_names}.
mn: error

source: The following receipt has been emailed to {receipient_emails}
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠪᠠᠷᠢᠮᠲᠠ ᠶᠢ {receipient_emails} ᠳ᠋ᠤ᠌ ᠢᠮᠧᠯ ᠶᠠᠪᠤᠭᠤᠯᠤᠭᠰᠠᠨ

source: Please send each professional one of these unique registration codes to enroll into the course. The confirmation/receipt email you will receive has an example email template with directions for the individuals enrolling.
mn: ᠮᠡᠷᠭᠡᠰᠢᠭᠰᠡᠨ ᠮᠡᠷᠭᠡᠵᠢᠯ ᠢᠶᠡᠷ ᠢᠶᠡᠨ ᠨᠢᠭᠡ ᠨᠢᠭᠡ ᠪᠡᠷ ᠨᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠡᠷᠡᠢ᠃ ᠲᠠᠨ ᠤ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ / ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠢᠮᠧᠯᠡ ᠨᠦᠭᠦᠳ ᠨᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ ᠪᠤᠢ ᠬᠦᠮᠦᠰ ᠦᠨ ᠵᠢᠭᠠᠪᠤᠷᠢᠴᠢᠯᠠᠭ᠎ᠠ ᠶᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠵᠠᠭᠪᠤᠷ ᠵᠢᠱᠢᠶ᠎ᠡ ᠶᠤᠮ᠃

source: Enrollment Link
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ

source: Used
mn: ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ

source: Invalid
mn: ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Date of purchase
mn: ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Print Receipt
mn: ᠬᠡᠪᠯᠡᠬᠦ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ

source: Billed To Details
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠤᠭᠰᠠᠨ

source: Purchase Order Number
mn: ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠶᠢᠨ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ

source: Company Contact Name
mn: ᠺᠣᠮᠫᠠᠨᠢᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠨᠡᠷ᠎ᠡ

source: Company Contact Email
mn: ᠺᠣᠮᠫᠠᠨᠢᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠢᠮᠧᠯ

source: Recipient Name
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Recipient Email
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯ

source: Card Type
mn: ᠺᠠᠷᠲ ᠤᠨ ᠲᠥᠷᠥᠯ

source: Credit Card Number
mn: ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠺᠠᠷᠲ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ

source: Address 1
mn: ᠬᠠᠶᠠᠭ 1

source: Address 2
mn: ᠬᠠᠶᠠᠭ 2

source: State
mn: ᠤᠯᠤᠰ

source: Registration for:
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ᠄

source: Price per student:
mn: ᠨᠢᠭᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠦᠨ᠎ᠡ᠄

source: Discount Applied:
mn: ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ ᠲᠡᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠡ᠄

source: Students
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ

source: Note: items with strikethough like <del>this</del> have been refunded.
mn: error

source: Confirm Enrollment
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: {site_name} - Confirm Enrollment
mn: {site_name} - ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: {course_number} {course_title} Cover Image
mn: {course_number} {course_title} ᠬᠠᠪᠲᠠᠰᠤᠨ ᠤ ᠵᠢᠷᠤᠭ

source: Confirm your enrollment for: {span_start}course dates{span_end}
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠪᠠᠨ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠪᠡᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠄ {span_start} ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ {span_end}

source: You've clicked a link for an enrollment code that has already been used. Check your {link_start}course dashboard{link_end} to see if you're enrolled in the course, or contact your company's administrator.
mn: ᠲᠠ ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠠᠢᠭᠰᠠᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ {link_start} ᠬᠢᠴᠢᠶᠡᠯ ᠰᠠᠮᠪᠠᠷ᠎ᠠ {link_end} ᠍ ᠢ ᠰᠢᠯᠭᠠᠭᠠᠳ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠡᠯᠰᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ᠂ ᠡᠰᠡᠪᠡᠯ ᠲᠠᠨ ᠤ ᠺᠣᠮᠫᠠᠨᠢ ᠶᠢᠨ ᠠᠳᠮᠢᠨ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: You have successfully enrolled in {course_name}. This course has now been added to your dashboard.
mn: ᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ {course_name} ᠍ ᠳᠦ ᠡᠯᠰᠡᠨ ᠣᠷᠣᠭᠰᠠᠨ᠃ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠲᠠᠨ ᠤ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠤ ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You're already enrolled for this course. Visit your {link_start}dashboard{link_end} to see the course.
mn: ᠲᠠ ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠵᠡᠬᠦ ᠪᠣᠯ {link_start} ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠶᠢ {link_end} ᠳ᠋ᠤ᠌ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The course you are enrolling for is full.
mn: ᠲᠠᠨ ᠤ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠦᠷᠢᠨ ᠳᠦᠭᠦᠷᠦᠨ᠎ᠡ᠃

source: The course you are enrolling for is closed.
mn: ᠲᠠᠨ ᠤ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠠᠭᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: There was an error processing your redeem code.
mn: ᠲᠠᠨ ᠤ ᠭᠡᠲᠦᠯᠭᠡᠬᠦ ᠺᠣᠳ᠋ ᠍ ᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You're about to activate an enrollment code for {course_name} by {site_name}. This code can only be used one time, so you should only activate this code if you're its intended recipient.
mn: ᠲᠠ {site_name} ᠍ ᠠᠴᠠ {course_name} ᠍ ᠤᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠭᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠨᠡ ᠺᠣᠳ᠋ ᠍ ᠢ ᠵᠥᠪᠬᠡᠨ ᠨᠢᠭᠡ ᠤᠳᠠᠭ᠎ᠠ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠲᠤᠯᠠ ᠲᠠ ᠡᠭᠦᠨ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ ᠪᠣᠯ ᠯᠠ ᠡᠨᠡ ᠺᠣᠳ᠋ ᠍ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Activate Course Enrollment
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: {course_names} has been removed because the enrollment period has closed.
mn: 〈ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ〉 ᠬᠠᠰᠤᠭᠳᠠᠭᠰᠠᠨ ᠲᠤᠯᠠ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠬᠠᠭᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Cover Image
mn: ᠬᠠᠪᠲᠠᠰᠤᠨ ᠤ ᠵᠢᠷᠤᠭ

source: Students:
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ᠄

source: Input quantity and press enter.
mn: ᠤᠷᠤᠭᠤᠯᠬᠤ ᠲᠣᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠂ ᠳᠠᠷᠤᠵᠤ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Increase
mn: ᠨᠡᠮᠡᠭᠳᠡᠭᠦᠯᠬᠦ

source: Decrease
mn: ᠪᠣᠭᠣᠨᠢᠰᠬᠠᠬᠤ

source: Remove
mn: ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Discount or activation code
mn: ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ ᠪᠤᠶᠤ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠺᠣᠳ᠋

source: discount or activation code
mn: ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ ᠪᠤᠶᠤ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠺᠣᠳ᠋

source: Apply
mn: ᠬᠦᠰᠡᠯᠲᠡ ᠭᠠᠷᠭᠠᠬᠤ

source: code has been applied
mn: ᠺᠣᠳ᠋ ᠍ ᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: TOTAL:
mn: НИЙТ᠄

source: After this purchase is complete, a receipt is generated with relative billing details and registration codes for students.
mn: ᠡᠨᠡ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ᠂ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠬᠤᠪᠢ ᠳᠤ ᠬᠠᠷᠢᠴᠠᠩᠭᠤᠢ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ᠂ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠺᠣᠳ᠋ ᠍ ᠢᠶᠠᠷ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠳᠠᠭ᠃

source: After this purchase is complete, {username} will be enrolled in this course.
mn: ᠡᠨᠡ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ {username} ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Empty Cart
mn: ᠬᠣᠭᠣᠰᠣᠨ ᠲᠡᠷᠭᠡ

source: Shopping cart
mn: ᠳᠡᠯᠭᠡᠭᠦᠷ ᠦᠨ ᠲᠦᠷᠢᠳᠡᠭ ᠲᠡᠷᠭᠡ

source: Confirmation
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
mn: ᠲᠠᠨ ᠤ ᠬᠠᠶᠢᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃ {link_start} ᠨᠢᠭᠤᠷ ᠬᠠᠭᠤᠳᠠᠰᠤ {link_end} ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠭᠠᠷᠠᠢ᠃

source: This page left intentionally blank. Feel free to add your own content.
mn: ᠲᠤᠰ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠬᠤᠭᠤᠰᠤᠨ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯᠬᠣᠷ ᠲᠠ ᠥᠪᠡᠷᠲᠡᠭᠡᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠡᠮᠡᠵᠦ ᠪᠣᠯᠣᠨ᠎ᠠ !

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions.Unfortunately, because {platform_name} is required to comply with export controls,we cannot allow you to access this course at this time.
mn: ᠮᠠᠨ ᠤ ᠰᠢᠰᠲ᠋ᠧᠮ ᠲᠠ ᠡᠨᠡ {platform_name} ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠠᠢᠭ᠎ᠠ ᠠᠮᠧᠷᠢᠺᠠ ᠶᠢᠨ ᠨᠢᠭᠡᠳᠦᠭᠰᠡᠨ ᠤᠯᠤᠰ ᠤᠨ ᠡᠳ᠋ ᠍ ᠦᠨ ᠵᠠᠰᠠᠭ᠂ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠬᠣᠷᠢᠭ ᠲᠠᠢ ᠤᠯᠤᠰ ᠣᠷᠣᠨ ᠨᠤᠭᠤᠳ ᠡᠰᠡᠪᠡᠯ ᠪᠥᠰᠡ ᠨᠤᠲᠤᠭ ᠠᠴᠠ ᠡᠨᠡ 〈ᠺᠠᠲ᠋ᠧᠭᠣᠷᠢ᠎ᠨᠡᠷ᠎ᠡ〉 ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠶᠢ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠤᠴᠢᠷ ᠨᠢ {platform_name} ᠡᠺᠰᠫᠣᠷᠲ ᠤᠨ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢ ᠳᠠᠭᠠᠵᠤ ᠮᠥᠷ ᠲᠦ ᠬᠢ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠲᠤᠯᠠ ᠪᠢᠳᠡ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠡᠨᠡ ᠦᠶ᠎ᠡ ᠳᠦ᠃

source: Jobs
mn: ᠵᠣᠪᠰ

source: In the Press
mn: ᠬᠡᠪᠯᠡᠯ ᠦᠨ ᠭᠠᠵᠠᠷ

source: Currently the {platform_name} servers are down
mn: ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ {platform_name} ᠰᠧᠷᠸᠧᠷ ᠦᠳ ᠪᠠᠭᠤᠷᠠᠵᠠᠢ

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
mn: ᠮᠠᠨ ᠤ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠣᠳᠣ ᠪᠠᠷ ᠰᠠᠶᠢᠲᠤ ᠪᠠᠨ ᠨᠡᠩ ᠳᠠᠷᠤᠢ ᠨᠡᠭᠡᠭᠡᠬᠦ ᠪᠡᠷ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ {tech_support_email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠢᠳᠡᠨ ᠳᠦ ᠶᠠᠮᠠᠷ ᠴᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ᠂ ᠰᠤᠯᠠ ᠵᠣᠭᠰᠣᠯᠲᠠ ᠶᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠬᠦ ᠶᠢ ᠪᠢᠳᠡᠨ ᠳᠦ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: There has been a 500 error on the {platform_name} servers
mn: {platform_name} ᠰᠧᠷᠸᠧᠷ ᠳᠡᠭᠡᠷ᠎ᠡ 500 ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at {email}.
mn: ᠬᠡᠳᠦᠨ ᠰᠧᠺᠦᠶᠢᠨᠳ᠋ ᠬᠦᠯᠢᠶᠡᠭᠡᠳ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠪᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠰᠡᠭᠡᠷ ᠪᠠᠢᠪᠠᠯ ᠪᠢᠳᠡᠨ ᠳᠦ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠢᠮᠧᠯ ᠶᠠᠪᠤᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Currently the {platform_name} servers are overloaded
mn: ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ {platform_name} ᠰᠧᠷᠸᠧᠷ ᠦᠳ ᠠᠴᠢᠶᠠᠯᠠᠯ ᠶᠡᠬᠡ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Account Settings
mn: ᠳᠠᠩᠰᠠᠨ ᠤ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Please Wait
mn: ᠬᠦᠯᠢᠶᠡᠨ᠎ᠡ ᠦᠦ

source: Sign in or Register
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: Student Support
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠳᠡᠮᠵᠢᠯᠭᠡ

source: Student Support: Certificates
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠳᠡᠮᠵᠢᠯᠭᠡ᠄ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: Contact US
mn: ᠠᠮᠧᠷᠢᠺᠠ ᠶᠢᠨ ᠨᠢᠭᠡᠳᠦᠭᠰᠡᠨ ᠤᠯᠤᠰ ᠳ᠋ᠤ᠌ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ

source: Your question may have already been answered.
mn: ᠲᠠᠨ ᠤ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠬᠠᠷᠢᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠵᠤ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ᠃

source: Visit edX Help
mn: EdX ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢ ᠦᠵᠡᠭᠡᠷᠡᠢ

source: Sign in for a faster response
mn: ᠬᠤᠷᠳᠤᠨ ᠬᠠᠷᠢᠭᠤ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠨᠡᠪᠲᠡᠷᠡᠨ᠎ᠡ ᠦᠦ

source: What can we help you with, {username}?
mn: ᠲᠠ ᠪᠢᠳᠡᠨ ᠳᠦ {username} ᠲᠤᠰᠠᠯᠠᠨ᠎ᠠ ᠤᠤ?

source: Message
mn: ᠵᠠᠬᠢᠶ᠎ᠠ

source: The more you tell us, themore quickly and helpfully we can respond!
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠪᠢᠳᠡᠨ ᠳᠦ ᠢᠯᠡᠭᠦᠦ ᠶᠡᠬᠡ ᠶᠢ ᠬᠡᠯᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠪᠢᠳᠡ ᠬᠤᠷᠳᠤᠨ᠂ ᠲᠤᠰᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ!

source: Add Attachment
mn: ᠬᠠᠪᠰᠤᠷᠤᠯᠲᠠ ᠨᠡᠮᠡᠬᠦ

source: 1 file uploaded:
mn: 1 ᠹᠠᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ᠄

source: Remove file
mn: ᠹᠠᠢᠯ ᠢ ᠤᠰᠠᠳᠬ᠎ᠠ

source: Cancel upload
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠪᠠᠨ ᠪᠣᠯᠢᠬᠤ

source: Student Support: Enrollment
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠳᠡᠮᠵᠢᠯᠭᠡ᠄ ᠪᠦᠷᠢᠳᠬᠡᠯ

source: About to refund this order:
mn: ᠡᠨᠡ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠠᠪᠬᠤ ᠲᠤᠬᠠᠢ᠄

source: Order Id:
mn: Id ᠲᠤᠰᠢᠶᠠᠯ᠄

source: Enrollment:
mn: ᠰᠢᠨ᠎ᠡ ᠪᠡᠷ ᠭᠡᠰᠢᠭᠦᠨ ᠡᠯᠰᠡᠭᠦᠯᠬᠦ᠂ ᠡᠯᠰᠡᠯᠲᠡ᠄

source: enrolled
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ

source: unenrolled
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠭᠡᠢ

source: Cost:
mn: ᠵᠠᠷᠤᠳᠠᠯ᠄

source: CertificateItem Status:
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠪᠠᠢᠳᠠᠯ᠄

source: Order Status:
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠲᠥᠯᠦᠪ᠄

source: Fulfilled Time:
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ᠄

source: Refund Request Time:
mn: ᠪᠤᠴᠠᠭᠠᠬᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠴᠠᠭ᠄

source: User Survey
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠰᠤᠳᠤᠯᠭ᠎ᠠ

source: Pre-Course Survey
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠡᠮᠦᠨᠡᠬᠢ ᠰᠤᠳᠤᠯᠭ᠎ᠠ

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠮᠠᠶ᠋ᠢᠭᠲᠤ ᠶᠢ ᠪᠥᠭᠯᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠡᠬᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠲᠠᠯᠠᠪᠤᠷ ᠤᠳ ᠢ ᠣᠳᠣ (‍*)ᠲᠡᠮᠳᠡᠭᠯᠡᠨ᠎ᠡ᠃ ᠡᠨᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠵᠥᠪᠬᠡᠨ {platform_name} ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ᠃ ᠡᠨᠡ ᠨᠢ ᠲᠠᠨ ᠤ ᠨᠡᠢᠲᠡ ᠶᠢᠨ ᠫᠷᠣᠹᠠᠯᠲᠠᠢ ᠶᠠᠮᠠᠷ ᠴᠤ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You are missing the following required fields:
mn: ᠲᠠ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠲᠠᠯᠠᠪᠤᠷ ᠤᠳ ᠳᠤᠲᠠᠭᠤ ᠪᠠᠢᠨ᠎ᠠ ᠄

source: Cancel and Return to Dashboard
mn: ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠬᠤ ᠪᠠ ᠪᠤᠴᠠᠬᠤ

source: Why do I need to complete this information?
mn: ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠪᠢ ᠡᠨᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠪᠥᠭᠯᠡᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠤᠢ?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
mn: ᠪᠢᠳᠡ ᠣᠳᠣ ᠪᠣᠯᠤᠨ ᠢᠷᠡᠭᠡᠳᠦᠢ ᠶᠢᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠠᠭᠠᠨ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠥᠭᠴᠦ ᠪᠤᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢᠶᠡᠨ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠃ ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠣᠨᠴᠠᠭᠠᠢ ᠬᠡᠷᠡᠭᠴᠡᠭᠡᠨ ᠦ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠢᠯᠡᠭᠦᠦ ᠶᠡᠬᠡ ᠮᠡᠳᠡᠯᠭᠡ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠲᠤᠰᠤᠮ ᠢᠶᠠᠨ ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠤᠷᠰᠢᠯᠭ᠎ᠠ ᠪᠠᠨ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠵᠤ ᠴᠢᠳᠠᠨ᠎ᠠ᠃

source: Who can I contact if I have questions?
mn: ᠬᠡᠷᠪᠡ ᠨᠠᠳᠠ ᠳᠤ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠪᠠᠢᠪᠠᠯ ᠬᠡᠨ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠪᠤᠢ?

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠰᠡᠪᠡᠯ ᠡᠨᠡ ᠮᠠᠶ᠋ᠢᠭᠲᠤ ᠶᠢᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠪᠠᠢᠪᠠᠯ᠂ ᠲᠠ {link_start} {mail_to_link} {link_end} ᠳ᠋ᠤ᠌ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Have questions?
mn: ᠠᠰᠠᠭᠤᠯᠲᠠ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
mn: ᠮᠠᠨ ᠤ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ {a_end} ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠨᠡᠢᠲᠡᠯᠢᠭ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {a_start} ᠮᠠᠨ ᠤ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢᠶᠠᠨ ᠤᠩᠰᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Re-Verify for {course_name}
mn: {course_name} ᠍ ᠢ ᠳᠠᠬᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ

source: Verification Deadline Has Passed
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ

source: Upgrade Deadline Has Passed
mn: ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
mn: {course_name} ᠍ ᠤᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠡᠴᠦᠰ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ {{date}} ᠪᠠᠢᠭᠰᠠᠨ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The deadline to upgrade to a verified certificate for this course has passed.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠦ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠥᠩᠭᠡᠷᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Upgrade Your Enrollment For {course_name}.
mn: ᠬᠢᠴᠢᠶᠡᠯ {course_name} ᠍ ᠠᠴᠠ ᠲᠠᠨ ᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠡᠷᠭᠦᠳᠡᠯ ᠢ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ᠃

source: Receipt For {course_name}
mn: {course_name} ᠬᠤᠪᠢ ᠳᠤ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ

source: Verify For {course_name}
mn: {course_name} ᠍ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ

source: Enroll In {course_name}
mn: {course_name} ᠍ ᠲᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: Technical Requirements
mn: ᠲᠧᠭᠨᠢᠭ ᠦᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
mn: ᠲᠠᠨ ᠤ ᠬᠥᠲᠦᠴᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ {strong_start} {a_start} ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠦᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ {a_end} {strong_end} ᠳ᠋ᠤ᠌ ᠰᠢᠨᠡᠴᠢᠯᠡᠨ᠎ᠡ ᠦᠦ᠃ ᠮᠥᠨ {strong_start} ᠸᠧᠪᠺᠠᠮ ᠢ ᠵᠠᠯᠭᠠᠭᠰᠠᠨ᠂ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠰᠡᠨ᠂ ᠮᠥᠨ ᠲᠠᠨ ᠤ ᠸᠪ ᠬᠥᠲᠦᠴᠢ ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ (ᠲᠠᠨ ᠤ ᠬᠥᠲᠦᠴᠢ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠳᠠᠳᠠᠭ){strong_start} ᠸᠧᠪᠰᠠᠶᠢᠲᠤ ᠲᠠᠢ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃ {strong_end}

source: Re-Verification
mn: ᠳᠠᠬᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ

source: Identity Verification
mn: ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
mn: ᠲᠠ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠠ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ (ᠶᠡᠬᠡᠪᠴᠢᠯᠡᠨ 1-2 ᠬᠣᠨᠣᠭ ᠤᠨ ᠳᠣᠲᠣᠷ᠎ᠠ)᠃

source: You cannot verify your identity at this time.
mn: ᠲᠠ ᠣᠳᠣ ᠪᠠᠷ ᠥᠪᠡᠷ ᠦᠨ ᠪᠡᠶ᠎ᠡ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Return to Your Dashboard
mn: ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠬᠤ

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
mn: ᠡᠨᠡ ᠸᠪᠰᠠᠢ ᠳᠤ ᠨᠢ ᠮᠠᠨ ᠤ ᠸᠪᠰᠠᠢ ᠳᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠠᠶᠢᠨ ᠲᠤᠷᠰᠢᠯᠭ᠎ᠠ ᠣᠯᠵᠤ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠺᠦ᠋ᠺ ᠢ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠸᠪᠰᠠᠶᠢᠲᠤ ᠶᠢ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠦᠨ ᠦᠵᠡᠬᠦ ᠶᠤᠮ ᠪᠣᠯ ᠪᠢᠳᠡ ᠲᠠ ᠺᠦ᠋ᠬᠢᠨ ᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠡ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠭᠡᠳᠡᠭ ᠢᠶᠡᠨ ᠣᠶᠢᠯᠠᠭᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Got it!
mn: ᠮᠡᠳᠡᠭᠰᠡᠨ !

source: Learn more
mn: ᠴᠢᠨᠠᠭᠰᠢ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ

source: {span_start}(active){span_end}
mn: {span_start} (ᠢᠳᠡᠪᠬᠢᠲᠡᠢ){span_end}

source: Changes
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ

source: {span_start}active{span_end}
mn: {span_start} ᠢᠳᠡᠪᠬᠢᠲᠡᠢ {span_end}

source: Course Wiki
mn: ᠸᠪ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: Add article
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠨᠡᠮᠡᠬᠦ

source: Preview Language Setting
mn: ᠬᠡᠯᠡᠨ ᠦ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ

source: Language Code
mn: ᠬᠡᠯᠡᠨ ᠦ ᠺᠣᠳ᠋

source: e.g. en for English
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ ᠠᠩᠭᠯᠢ ᠬᠡᠯᠡ en

source: Preview Theme
mn: ᠰᠡᠳᠦᠪᠲᠦ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ

source: All Rights Reserved
mn: ᠪᠦᠬᠦ ᠡᠷᠬᠡ ᠬᠠᠤᠯᠢ ᠪᠠᠷ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ

source: Attribution
mn: ᠠᠲᠲ᠋ᠷᠠᠪᠤ ᠳᠤ

source: Noncommercial
mn: ᠠᠷᠠᠯᠵᠢᠶᠠᠨ ᠤ ᠪᠤᠰᠤ

source: No Derivatives
mn: ᠡᠭᠦᠰᠦᠮᠡᠯ ᠪᠤᠰᠤ

source: Share Alike
mn: ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠠᠳᠠᠯᠢ

source: Creative Commons licensed content, with terms as follow:
mn: Creative Commons ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠠᠢ ᠯᠢᠼᠧᠨᠽ ᠲᠡᠢ᠄

source: Some Rights Reserved
mn: ᠵᠠᠷᠢᠮ ᠡᠷᠬᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ

source: Important Course Dates
mn: ᠴᠢᠬᠤᠯᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Today is {date}
mn: ᠥᠨᠥᠳᠥᠷ {date}

source: Search the course
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠬᠠᠶᠢᠬᠤ

source: Start Course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ

source: Show/Hide
mn: ᠬᠠᠷᠠᠭᠤᠯᠬᠤ / ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: Show less
mn: ᠢᠯᠡᠭᠦᠦ ᠪᠠᠭ᠎ᠠ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Sample verified certificate with your name, the course title, the logo of the institution and the signatures of the instructors for this course.
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ ᠲᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ᠂ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠯᠣᠭᠣ᠂ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠢ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠢᠶᠡᠷ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠲᠡᠢ᠃

source: Official proof of completion
mn: ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠠᠯᠪᠠᠨ ᠶᠣᠰᠣᠨ ᠤ ᠨᠣᠲᠠᠯᠠᠭ᠎ᠠ

source: Easily shareable certificate
mn: ᠬᠤᠪᠢᠴᠠᠭᠠᠨ ᠤ ᠠᠮᠠᠷᠬᠠᠨ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ

source: Proven motivator to complete the course
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠳᠤ ᠰᠤᠷᠭᠠᠭᠴᠢ ᠪᠠᠢᠬᠤ

source: Certificate purchases help us continue to offer free courses
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠨᠢ ᠪᠢᠳᠡᠨ ᠳᠦ ᠦᠨ᠎ᠡ ᠦᠭᠡᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠳᠠᠭ

source: Course message author
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠠᠬᠢᠭ᠎ᠠ ᠶᠢ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ

source: This is your last visited course section.
mn: ᠡᠨᠡ ᠪᠣᠯ ᠲᠠᠨ ᠤ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠳᠦ ᠵᠣᠴᠢᠯᠠᠭᠰᠠᠨ ᠠᠩᠭᠢ ᠶᠤᠮ᠃

source: This course has not started yet.
mn: ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠭᠠᠷ᠃

source: We're still working on course content.
mn: ᠪᠢᠳᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: This course has not started yet, and will launch on {launch_date_html}.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠠᠷᠠᠬᠠᠨ ᠡᠬᠢᠯᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠥᠭᠡᠳ {launch_date_html} ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: This course does not have any updates.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠶᠠᠮᠠᠷᠴᠤ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Latest Update
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠦᠨ ᠦᠶ᠎ᠡ ᠶᠢᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ

source: Search Results
mn: ᠬᠠᠶᠢᠯᠲᠠ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳᠦᠩ

source: Connected Accounts
mn: ᠬᠣᠯᠪᠣᠭᠳᠠᠭᠰᠠᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ

source: Linked
mn: ᠬᠣᠯᠪᠣᠭᠳᠠᠭᠰᠠᠨ

source: Not Linked
mn: ᠬᠣᠯᠪᠣᠭᠣᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Link
mn: ᠬᠣᠯᠪᠣᠭᠠᠰᠤ

source: Completed {completion_date_html}
mn: {completion_date_html} ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ

source: {course_mode} certificate
mn: {course_mode} ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: You haven't earned any certificates yet.
mn: ᠲᠠ ᠣᠳᠣ ᠪᠠᠷ ᠶᠠᠮᠠᠷ ᠴᠤ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠣᠯᠤᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Explore New Courses
mn: ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠤᠳᠤᠯᠬᠤ

source: Learner Profile
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ

source: My Profile
mn: ᠮᠢᠨᠦ ᠨᠠᠮᠲᠠᠷ

source: Build out your profile to personalize your identity on {platform_name}.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠫᠷᠣᠹᠠᠢᠯ ᠢ {platform_name} ᠳᠡᠭᠡᠷ᠎ᠡ ᠥᠪᠡᠷ ᠦᠨ ᠬᠤᠪ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠪᠠᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠥᠪᠡᠷ ᠦᠨ ᠫᠷᠣᠹᠠᠢᠯ᠎ᠠ ᠡᠭᠦᠰᠬᠡ᠃

source: An error occurred. Try loading the page again.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Access Course Staff Support on the Partner Portal to submit or review support tickets
mn: ᠲᠦᠩᠰᠢᠯᠡᠯ ᠦᠨ ᠫᠣᠷᠲᠠᠯ ᠳᠡᠭᠡᠷ᠎ᠡ ᠵᠣᠴᠢᠯᠠᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠳᠡᠮᠵᠢᠯᠭᠡ ᠦᠵᠡᠭᠦᠯᠬᠦ ᠲᠠᠰᠤᠯᠪᠤᠷᠢ ᠨᠤᠭᠤᠳ ᠢ ᠢᠯᠡᠭᠡᠬᠦ ᠪᠤᠶᠤ ᠬᠢᠨᠠᠬᠤ

source: edX Partner Portal
mn: edX ᠲᠦᠩᠰᠢ ᠶᠢᠨ ᠫᠣᠷᠲᠠᠯ

source: Browse recently launched courses and see what's new in your favorite subjects.
mn: ᠰᠠᠶ᠋ᠢᠬᠠᠨ ᠡᠬᠢᠯᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢ ᠬᠠᠶᠢᠵᠤ᠂ ᠥᠪᠡᠷ ᠦᠨ ᠳᠤᠷᠠᠲᠠᠢ ᠰᠡᠳᠦᠪ ᠢᠶᠡᠷ ᠰᠢᠨ᠎ᠡ ᠵᠦᠢᠯ ᠦᠳ ᠢ ᠦᠵᠡᠭᠡᠷᠡᠢ᠃

source: Page Footer
mn: ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: About edX
mn: EdX ᠍ ᠤᠨ ᠲᠤᠬᠠᠢ

source: edX Home Page
mn: edX ᠨᠢᠭᠤᠷ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: © 2012–{year} edX Inc. All rights reserved except where noted. EdX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
mn: © 2012- 〈ᠵᠢᠯ〉 edX Inc᠃ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠡᠴᠡ ᠪᠤᠰᠤᠳ ᠪᠦᠬᠦ ᠡᠷᠬᠡ ᠬᠠᠤᠯᠢ ᠪᠠᠷ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ. EdX᠂ Open edX᠂ edX ᠪᠣᠯᠤᠨ Open edX ᠯᠣᠭᠣ ᠨᠢ edX Inc. ᠍ ᠦᠨ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭᠡᠨ ᠨᠦᠭᠦᠳ ᠡᠰᠡᠪᠡᠯ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭᠡᠨ ᠨᠦᠭᠦᠳ ᠶᠤᠮ᠃

source: Main
mn: ᠭᠣᠣᠯ

source: Find Courses
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠬᠠᠶᠢᠬᠤ

source: Schools & Partners
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠪᠠ ᠬᠠᠮᠲᠤᠷᠠᠭᠴᠢ ᠳᠤ

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
mn: {b_start} ᠮᠠᠨ ᠤ ᠨᠣᠮᠯᠠᠯ ᠳᠤ ᠳᠡᠮᠵᠢᠯᠭᠡ ᠦᠵᠡᠭᠦᠯᠬᠦ᠄ {b_end} ᠡᠳᠦᠶᠢᠺᠰ ᠨᠢ ᠠᠰᠢᠭ ᠤᠨ ᠪᠤᠰᠤ᠂ ᠳᠡᠯᠡᠬᠡᠢ ᠳᠠᠶᠠᠭᠠᠷ ᠬᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠳᠦ ᠦᠨ᠎ᠡ ᠦᠭᠡᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠣᠯᠭᠤᠬᠤ ᠳᠤ ᠲᠤᠰᠠᠯᠠᠬᠤ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠤᠯᠭᠠᠭᠤᠷᠢᠯᠠᠳᠠᠭ᠃

source: EdX, Open edX, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
mn: EdX᠂ Open edX᠂ edX᠂ Open edX ᠯᠣᠭᠣ ᠨᠢ {link_start} edX Inc. ᠍ ᠦᠨ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭᠡᠨ ᠨᠦᠭᠦᠳ ᠡᠰᠡᠪᠡᠯ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭᠡᠨ ᠨᠦᠭᠦᠳ {link_end}

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
mn: 〈tos᠎link᠎start〉 ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ 〈tos᠎link᠎end〉 ᠪᠠ 〈honor᠎link᠎start〉 ᠬᠦᠨᠳᠦᠳ ᠺᠣᠳ᠋ 〈honor᠎link᠎end〉 {tos_link_start}ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠵᠠᠷᠴᠢᠮ{tos_link_end}ᠵᠢᠴᠢ{honor_link_start}ᠦᠨᠡᠨᠴᠢ ᠢᠲᠡᠭᠡᠮᠵᠢ ᠶᠢᠨ ᠳᠦᠷᠢᠮ{honor_link_end}

source: Copyright
mn: ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ

source: Copyright {year}. All rights reserved.
mn: Copyright {year}᠃ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ ᠬᠠᠤᠯᠢ ᠪᠠᠷ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ᠃

source: For anyone, anywhere, anytime
mn: ᠬᠡᠨ ᠨᠢᠭᠡᠨ᠂ ᠬᠠᠮᠢᠭ᠎ᠠ ᠴᠤ᠂ ᠬᠡᠵᠢᠶ᠎ᠡ ᠴᠤ ᠪᠣᠯᠤᠨ᠎ᠠ
