Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: Unable to submit application
mn: ᠫᠷᠣᠭᠷᠠᠮ ᠢ ᠦᠭᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: An error has occurred. Check your Internet connection and try again.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠲ ᠬᠣᠯᠪᠣᠯᠲᠠ ᠪᠠᠨ ᠰᠢᠯᠭᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Choose one
mn: ᠨᠢᠭᠡ ᠶᠢ ᠰᠣᠩᠭᠣ

source: Selected tab
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠲᠠᠪ

source: Saved cohort
mn: ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠺᠣᠬᠣᠷᠲ

source: Error adding learners.
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠨᠡᠮᠡᠬᠦ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: Enter a username or email.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: {numUsersAdded} learner has been added to this cohort.
mn: {numUsersAdded} ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠢ ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠲᠦ ᠨᠡᠮᠡᠭᠰᠡᠨ᠃

source: {numMoved} learner was moved from {prevCohort}
mn: 〈num Moved〉 ᠰᠤᠷᠤᠭᠴᠢᠳ 〈ᠡᠮᠦᠨᠡᠬᠢ ᠺᠣᠬᠣᠷᠲ〉

source: {numPresent} learner was already in the cohort
mn: ᠯᠢᠷᠡᠯ 《〈num Present〉 ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠨᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠺᠣᠬᠣᠷᠲ ᠪᠠᠢᠭᠰᠠᠨ

source: {numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.
mn: ᠣᠷᠣᠯᠴᠠᠭᠴᠢᠳ 《〈numPreassigned〉 ᠰᠤᠷᠤᠭᠴᠢᠳ ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠲᠦ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠡᠳᠡᠭᠡᠷ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠺᠣᠭᠣᠷ ᠲᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠰᠠᠭᠤᠵᠤ ᠪᠠᠢᠬᠤ ᠦᠶᠡᠳᠡᠭᠡ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠨᠡᠮᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Unknown username: {user}
mn: ᠦᠯᠦ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠄ 〈user〉

source: Invalid email address: {email}
mn: ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ᠄ 〈email〉

source: There was an error when trying to add learners:
mn: 〈numErrors〉 ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠢ ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠲᠦ ᠨᠡᠮᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠄

source: View all errors
mn: ᠪᠦᠬᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠬᠤ

source: You must specify a name for the cohort
mn: ᠲᠠ ᠺᠣᠭᠣᠷᠲ ᠲᠤ ᠪᠠᠨ ᠨᠡᠷ᠎ᠡ ᠥᠭᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ

source: You did not select a content group
mn: ᠲᠠ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠰᠣᠩᠭᠣᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: The selected content group does not exist
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠦᠯᠦᠭ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: The cohort cannot be saved
mn: ᠺᠣᠬᠣᠷᠲ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: The cohort cannot be added
mn: ᠺᠣᠭᠣᠷᠲ ᠢ ᠨᠡᠮᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ

source: You currently have no cohorts configured
mn: ᠲᠠ ᠣᠳᠣ ᠪᠠᠷ ᠶᠠᠮᠠᠷ ᠴᠤ ᠪᠦᠯᠦᠭ ᠲᠦ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Add Cohort
mn: ᠺᠣᠬᠣᠷᠲ ᠨᠡᠮᠡᠬᠦ

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
mn: 〈CohortGroupName〉 ᠺᠣᠭᠣᠷ ᠲᠤ ᠡᠭᠦᠰᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠲᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠭᠠᠷ ᠢᠶᠠᠷ ᠳᠣᠣᠷᠠᠬᠢ ᠡᠨᠡ ᠺᠣᠭᠣᠷ ᠲᠤ ᠳᠤ ᠭᠠᠷ ᠢᠶᠠᠷ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Assign students to cohorts by uploading a CSV file.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ CSV ᠹᠠᠶᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠵᠠᠮ ᠢᠶᠠᠷ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠣᠨᠣᠭ᠎ᠠ ᠶᠢ ᠥᠭ᠃

source: Choose a .csv file
mn: .Csv ᠹᠠᠶᠢᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: Only properly formatted .csv files will be accepted.
mn: ᠵᠥᠪᠬᠡᠨ ᠵᠥᠪ ᠹᠣᠷᠮᠠᠲ᠋ᠯᠠᠭᠰᠠᠨ .csv ᠹᠠᠶᠢᠯ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠨ᠎ᠠ᠃

source: Upload File and Assign Students
mn: ᠹᠠᠶᠢᠯ ᠤᠷᠤᠭᠤᠯᠬᠤ ᠪᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠢᠶᠠᠨ ᠣᠨᠣᠭᠠᠬᠤ

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
mn: ᠲᠠᠨ ᠤ ᠹᠠᠶᠢᠯ 〈〈ᠹᠠᠶᠢᠯ〉〉 ᠨᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠪᠠᠷ ᠬᠡᠳᠦᠨ ᠮᠢᠨᠦ᠋ᠲ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠤᠭᠠᠷᠠᠢ᠃

source: Cohorts Disabled
mn: Cohorts ᠲᠠᠬᠢᠷ ᠳᠤᠲᠠᠭᠤ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: This course uses automatic cohorting for verified track learners. You cannot disable cohorts, and you cannot rename the manual cohort named '{verifiedCohortName}'. To change the configuration for verified track cohorts, contact your edX partner manager.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠵᠠᠮ ᠤᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠺᠣᠬᠣᠷᠲ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠃ ᠲᠠ 〈cohortName〉 ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠭᠠᠷ ᠤᠲᠠᠰᠤᠨ ᠤ ᠺᠣᠭᠣᠷ ᠲᠤ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠨᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠵᠠᠮ ᠤᠳ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ edX ᠲᠦᠩᠰᠢ ᠶᠢᠨ ᠮᠧᠨᠧᠵᠧᠷ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: This course has automatic cohorting enabled for verified track learners, but the required cohort does not exist. You must create a manually-assigned cohort named '{verifiedCohortName}' for the feature to work.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠵᠠᠮ ᠤᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠺ ᠢᠶᠠᠷᠳᠢᠨᠠᠲ ᠲᠠᠢ ᠪᠠᠢᠳᠠᠭ ᠪᠣᠯᠪᠠᠴᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠺᠣᠬᠣᠷᠲ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ᠃ ᠲᠠ ᠡᠨᠡ ᠹᠦᠩᠺᠼᠢ ᠶᠢ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 〈〈verifiedCohortName〉〉 ᠨᠡᠷᠡᠲᠡᠢ ᠭᠠᠷ ᠠᠷᠭ᠎ᠠ ᠪᠠᠷ ᠪᠠᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠺᠣᠬᠣᠷᠲ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: This course has automatic cohorting enabled for verified track learners, but cohorts are disabled. You must enable cohorts for the feature to work.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠵᠠᠮ ᠤᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠺ ᠢᠶᠠᠷᠳᠢᠨᠠᠲ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠺᠣᠭᠣᠷᠲ ᠤᠳ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃ ᠲᠠ ᠹᠦᠨᠺᠼ ᠢ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ cohorts ᠍ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Allow students to generate certificates for this course?
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠦᠦ?

source: Prevent students from generating certificates in this course?
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠠᠴᠠ ᠬᠤᠷᠢᠭᠯᠠᠬᠤ ᠤᠤ?

source: Start generating certificates for all students in this course?
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠡᠬᠢᠯᠡᠬᠦ ᠦᠦ?

source: Error while generating certificates. Please try again.
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Start regenerating certificates for students in this course?
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠰᠤᠷᠤᠯᠴᠠᠭᠰᠠᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠳ ᠢ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠦᠦ?

source: Error while regenerating certificates. Please try again.
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Loading data...
mn: ᠥᠭᠭᠥᠭᠳᠡᠯ ᠢ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ..᠃

source: Error getting issued certificates list.
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠭᠠᠷᠭᠠᠬᠤ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: Error generating proctored exam results. Please try again.
mn: ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Error generating survey results. Please try again.
mn: ᠰᠤᠳᠤᠯᠭᠠᠨ ᠤ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Error generating student profile information. Please try again.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠫᠷᠣᠹᠠᠶᠢᠯ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Loading
mn: ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Error getting student list.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠠᠪᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ᠃

source: Error generating list of students who may enroll. Please try again.
mn: ᠰᠤᠷᠤᠯᠴᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠠᠯᠳᠠᠭ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Error retrieving grading configuration.
mn: Grading ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: Error generating grades. Please try again.
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Error generating problem grade report. Please try again.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠵᠡᠷᠭᠡᠯᠡᠯ ᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠠᠯᠳᠠᠭ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Error generating ORA data report. Please try again.
mn: ORA ᠍ ᠦᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠦᠨ ᠲᠠᠶᠢᠯᠤᠨ ᠭᠠᠷᠭᠠᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
mn: ᠲᠠᠶᠢᠯᠠᠩ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠪᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 《ᠬᠤᠷᠢᠶᠠᠩᠭᠤᠢ ᠶᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ》 ᠍ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: Enter the enrollment code.
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Cancel enrollment code
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠴᠤᠴᠠᠯᠬᠤ

source: Restore enrollment code
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ

source: Mark enrollment code as unused
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠨ᠎ᠡ ᠦᠦ

source: Username
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Email
mn: ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ

source: Revoke access
mn: ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Group
mn: ᠭᠷᠦᠶᠢᠫ

source: Enter username or email
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Please enter a username or email.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This role requires a divided discussions scheme.
mn: ᠡᠨᠡ ᠡᠭᠦᠷᠭᠡ ᠨᠢ ᠬᠤᠪᠢᠶᠠᠬᠤ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠾᠧᠮ ᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ᠃

source: Error changing user's permissions.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠠᠯᠳᠠᠭ᠎ᠠ᠃

source: Could not find a user with username or email address '<%- identifier %>'.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠲᠠᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠣᠯᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ 〈<%- identifier %>〉᠃

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ 〈<%- username %>〉 ᠨᠢ ᠲᠡᠳᠡᠨ ᠦ ᠠᠺᠠᠤᠨᠲ ᠢ ᠬᠠᠷᠠᠬᠠᠨ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠡᠭᠦᠷᠭᠡ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠥᠪᠡᠷ ᠦᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ᠂ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Error: You cannot remove yourself from the Instructor group!
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄ ᠲᠠ ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠡᠴᠡ ᠥᠪᠡᠷ ᠢ ᠪᠡᠨ ᠬᠠᠰᠤᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ!

source: Errors
mn: ᠠᠯᠳᠠᠭ᠎ᠠ

source: The following errors were generated:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠠᠯᠳᠠᠭ᠎ᠠ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ᠄

source: Warnings
mn: ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ

source: The following warnings were generated:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠰᠡᠷᠡᠮᠵᠢᠯᠡᠭᠦᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠪᠤᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠄

source: Success
mn: ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠣᠭᠰᠠᠨ

source: All accounts were created successfully.
mn: ᠪᠦᠬᠦ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: Error adding/removing users as beta testers.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ ᠪᠠᠷ ᠨᠡᠮᠡᠬᠦ / ᠤᠰᠠᠳᠬᠠᠬᠤ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: These users were successfully added as beta testers:
mn: ᠡᠳᠡᠭᠡᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠢ ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ ᠪᠠᠷ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠮᠡᠭᠰᠡᠨ᠄

source: These users could not be added as beta testers because their accounts are not yet activated:
mn: ᠲᠡᠳᠡᠭᠡᠷ ᠠᠺᠠᠤᠨᠲᠤ ᠨᠤᠭᠤᠳ ᠣᠳᠣ ᠪᠠᠷ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠲᠤᠯᠠ ᠡᠳᠡᠭᠡᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠪᠧᠲ᠋ᠠ ᠲᠧᠰᠲ᠋ᠧᠷ ᠦᠳ ᠢᠶᠡᠷ ᠨᠡᠮᠡᠭᠳᠡᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠄

source: These users were successfully removed as beta testers:
mn: ᠡᠳᠡᠭᠡᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠢ ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ ᠪᠣᠯᠭᠠᠨ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠠᠷᠢᠯᠭᠠᠭᠰᠠᠨ ᠪᠣᠯᠤᠨ᠎ᠠ᠄

source: These users were not added as beta testers:
mn: ᠡᠳᠡᠭᠡᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ ᠮᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ ᠦᠭᠡᠢ᠄

source: These users were not removed as beta testers:
mn: ᠡᠳᠡᠭᠡᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠢ ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ ᠪᠣᠯᠭᠠᠨ ᠤᠰᠠᠳᠬᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠄

source: Users must create and activate their account before they can be promoted to beta tester.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠥᠪᠡᠷᠰᠡᠳ ᠦᠨ ᠪᠧᠲ᠋ᠠ ᠲᠧᠰᠲ᠋ᠧᠷ ᠪᠣᠯᠭᠠᠵᠤ ᠳᠡᠮᠵᠢᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠥᠪᠡᠷ ᠦᠨ ᠠᠺᠠᠤᠨᠲ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ᠂ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Could not find users associated with the following identifiers:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠲᠠᠨᠢᠭᠴᠢ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠄

source: Reason field should not be left blank.
mn: ᠰᠢᠯᠲᠠᠭᠠᠨ ᠲᠠᠯᠠᠪᠤᠷ ᠢ ᠬᠣᠭᠣᠰᠣᠨ ᠣᠷᠬᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Error enrolling/unenrolling users.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ / ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: The following email addresses and/or usernames are invalid:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠤᠳ ᠪᠣᠯᠤᠨ / ᠡᠰᠡᠪᠡᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ᠄

source: Successfully enrolled and sent email to the following users:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠠᠮᠵᠢᠯᠲᠠᠲᠠᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠢᠯᠡᠭᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠄

source: Successfully enrolled the following users:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠪᠡ᠄

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠢᠮᠧᠯᠡ ᠶᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ᠃ ᠲᠡᠳᠡ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠄

source: These users will be allowed to enroll once they register:
mn: ᠡᠳᠡᠭᠡᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠄

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠢᠮᠧᠯᠡ ᠶᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ᠃ ᠲᠡᠳᠡ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠄

source: These users will be enrolled once they register:
mn: ᠡᠳᠡᠭᠡᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠄

source: Emails successfully sent. The following users are no longer enrolled in the course:
mn: ᠢᠮᠧᠯ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠢᠯᠡᠭᠡᠭᠳᠡᠭᠰᠡᠨ᠃ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠄

source: The following users are no longer enrolled in the course:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠄

source: These users were not affiliated with the course so could not be unenrolled:
mn: ᠡᠳᠡᠭᠡᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠨᠢ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠯ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠨ ᠲᠤᠯᠠ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠳᠦ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠄

source: Your message must have a subject.
mn: ᠲᠠᠨ ᠤ ᠵᠠᠬᠢᠶᠠᠰᠤ ᠰᠡᠳᠦᠪ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Your message cannot be blank.
mn: ᠲᠠᠨ ᠤ ᠵᠤᠷᠪᠤᠰ ᠬᠣᠭᠣᠰᠣᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Your message must have at least one target.
mn: ᠲᠠᠨ ᠤ ᠮᠧᠰᠰᠧᠵ ᠳᠣᠣᠷ᠎ᠠ ᠬᠠᠶᠠᠵᠤ ᠨᠢᠭᠡ ᠵᠣᠷᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: There are invalid keywords in your email. Check the following keywords and try again.
mn: ᠲᠠᠨ ᠤ ᠢᠮᠧᠯᠡᠳ ᠪᠤᠷᠤᠭᠤ ᠦᠭᠡᠨ ᠨᠦᠭᠦᠳ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠦᠭᠡ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Yourself
mn: ᠥᠪᠡᠷ ᠢᠶᠡᠨ

source: Everyone who has staff privileges in this course
mn: ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠠᠵᠢᠯᠯᠠᠭᠰᠠᠳ ᠤᠨ ᠳᠠᠪᠠᠭᠤ ᠡᠷᠬᠡ ᠲᠡᠢ ᠬᠦᠮᠦᠨ ᠪᠦᠷᠢ

source: All learners who are enrolled in this course
mn: ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ

source: All learners in the {cohort_name} cohort
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ 〈cohort᠎name〉 ᠺᠣᠭᠣᠷ ᠲᠤ

source: All learners in the {track_name} track
mn: 〈Track᠎name〉 ᠵᠠᠮ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
mn: ᠲᠠᠨ ᠤ ᠢᠮᠧᠯ ᠵᠤᠷᠪᠤᠰ ᠢ ᠢᠯᠡᠭᠡᠵᠦ ᠳᠠᠷᠠᠭᠠᠯᠠᠯ ᠳᠤ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ᠃ ᠣᠯᠠᠨ ᠲᠣᠭᠠᠨ ᠤ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠲᠠᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠲᠤ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠢᠯᠡᠭᠡᠬᠦ ᠮᠧᠰᠰᠧᠵ ᠨᠢ ᠨᠢᠭᠡ ᠴᠠᠭ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠶᠠᠪᠤᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: You are sending an email message with the subject {subject} to the following recipients.
mn: ᠲᠠ ᠳᠣᠣᠷᠠᠬᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢᠳ 〈subject〉 ᠰᠡᠳᠦᠪ ᠢᠶᠡᠷ ᠢᠮᠧᠯ ᠵᠤᠷᠪᠤᠰ ᠢᠯᠡᠭᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Is this OK?
mn: ᠡᠨᠡ ᠦᠦ?

source: Error sending email.
mn: ᠢᠮᠧᠯ ᠢᠯᠡᠭᠡᠬᠦ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: There is no email history for this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠢᠮᠧᠯ ᠲᠡᠦᠬᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ᠃

source: There was an error obtaining email task history for this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠲᠡᠦᠬᠡ ᠶᠢ ᠣᠯᠵᠤ ᠠᠪᠬᠤ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: There was an error obtaining email content history for this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠲᠡᠦᠬᠡ ᠠᠪᠬᠤ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: Send to:
mn: ᠢᠯᠡᠭᠡᠬᠦ᠄

source: Please enter a student email address or username.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠡᠰᠡᠪᠡᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠳᠡᠪᠰᠢᠯᠲᠡ ᠶᠢᠨ url ᠍ ᠢ ᠠᠪᠬᠤ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠪᠠ 〈 <%- student_id %> 〉᠃ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠨᠢᠬᠤ ᠺᠣᠳ᠋ ᠵᠥᠪ ᠪᠢᠴᠢᠭᠳᠡᠭᠰᠡᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Please enter a problem location.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠪᠠᠢᠷᠢᠯᠠᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
mn: ᠠᠮᠵᠢᠯᠲᠠ! ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ 〈《% - problem᠎id%》〉 ᠪᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ 〈 <%- student_id %> 〉᠃

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ 〈〈 <%= problem_id %> 〉〉 ᠪᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ 〈 <%- student_id %> 〉 〈ᠭᠡᠰᠡᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠣᠷᠣᠯᠳᠤᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠠᠰᠠᠭᠤᠳᠠᠯ᠂ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠨᠢᠬᠤ ᠲᠡᠮᠳᠡᠭ ᠪᠥᠷᠢᠨ ᠪᠥᠭᠡᠳ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
mn: '<%- student_id %>'s ᠲᠥᠯᠦᠪ ᠢ '<%- problem_id %>' ᠭᠡᠰᠡᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳᠡᠭᠡᠷ᠎ᠡ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠤᠤ?

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ 〈 <%- student_id %> 〉 ᠍ ᠶᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ 〈《% - problem᠎id%》〉 ᠭᠡᠰᠡᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠠᠰᠠᠭᠤᠳᠠᠯ᠂ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠨᠢᠬᠤ ᠲᠡᠮᠳᠡᠭ ᠪᠥᠷᠢᠨ ᠪᠥᠭᠡᠳ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Module state successfully deleted.
mn: ᠮᠣᠳᠤᠯ ᠤᠨ ᠲᠥᠯᠥᠪ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠡᠦᠬᠡ ᠶᠢ ᠠᠯᠳᠠᠭ᠎ᠠ 〈《% - problem᠎id%》〉 ᠪᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ 〈 <%- student_id %> 〉 〈. ᠠᠰᠠᠭᠤᠳᠠᠯ᠂ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠨᠢᠬᠤ ᠲᠡᠮᠳᠡᠭ ᠪᠥᠷᠢᠨ ᠪᠥᠭᠡᠳ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Entrance exam attempts is being reset for student '{student_id}'.
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ 〈{student_id}〉 ᠍ ᠲᠤ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠳᠠᠨ᠎ᠠ᠃

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ 〈{student_id}〉 ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠳᠠᠬᠢᠨ ᠬᠢᠬᠦ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠨᠢᠬᠤ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Enter a student's username or email address.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Do you want to allow this student ('{student_id}')to skip the entrance exam?
mn: ᠲᠠ ᠡᠨᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢ ( 〈{student_id}〉 )ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠳ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Entrance exam state is being deleted for student '{student_id}'.
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠥᠯᠥᠪ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ 〈{student_id}〉 ᠍ ᠳᠦ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ 〈{student_id}〉 ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠨᠢᠬᠤ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ 〈{student_id}〉 ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠬᠢᠬᠦ ᠲᠡᠦᠬᠡ ᠶᠢ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠨᠢᠬᠤ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Reset attempts for all students on problem '<%- problem_id %>'?
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠤᠨ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ 〈《% - problem᠎id%》〉?

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠳᠠᠬᠢᠨ ᠡᠬᠢᠯᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠪᠠᠨ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠦᠯ᠎ᠡ᠃ 〈《% - problem᠎id%》〉᠃ ᠠᠵᠢᠯ ᠤᠨ ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 〈Show Task Status〉 ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
mn: 《% - problem᠎id%》 ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠤᠨ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠡᠬᠢᠯᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠪᠠᠨ ᠡᠬᠢᠯᠡᠭᠦᠯᠬᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠴᠢ ᠪᠦᠷᠢᠨ ᠪᠥᠭᠡᠳ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Error listing task history for this student and problem.
mn: ᠡᠨᠡ ᠰᠤᠷᠤᠭᠴᠢ ᠪᠣᠯᠤᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠠᠵᠢᠯ ᠤᠨ ᠲᠡᠦᠬᠡ ᠶᠢ ᠲᠡᠮᠳᠡᠭᠯᠡᠬᠦ ᠠᠯᠳᠠᠭ᠎ᠠ᠃

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ 〈<%- problem_id %>〉 ᠪᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ 〈 <%- student_id %> 〉 〈ᠭᠡᠰᠡᠨ ᠷᠧᠭᠷᠧᠰ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠠᠵᠢᠯ ᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠦᠭᠰᠡᠨ᠃ ᠠᠵᠢᠯ ᠤᠨ ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 〉Show Task Status〈 ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ 〈 <%- student_id %> 〉 〈ᠭᠡᠰᠡᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠲᠤᠯᠭᠠᠷᠠᠳᠠᠭ ᠠᠰᠠᠭᠤᠳᠠᠯ 《% - problem᠎id%》〉᠃ ᠠᠰᠠᠭᠤᠳᠠᠯ᠂ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠨᠢᠬᠤ ᠲᠡᠮᠳᠡᠭ ᠦᠳ ᠪᠥᠷᠢᠨ ᠪᠥᠭᠡᠳ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Please enter a score.
mn: ᠨᠢᠭᠡ ᠣᠨᠣᠭ᠎ᠠ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠣᠨᠣᠭ᠎ᠠ 〈《% - problem᠎id%》〉 ᠪᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ 〈 <%- student_id %> 〉 ᠭᠡᠰᠡᠨ ᠣᠨᠣᠭ᠎ᠠ ᠶᠢ ᠨᠢᠭᠲᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠠᠵᠢᠯ ᠤᠨ ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 〈Show Task Status〉 ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ 〈 <%- student_id %> 〉 〈ᠭᠡᠰᠡᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠣᠨᠣᠭ᠎ᠠ〉 《% - problem᠎id%》 〈ᠭᠡᠰᠡᠨ ᠣᠨᠣᠭ᠎ᠠ ᠶᠢ ᠨᠢᠭᠲᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠣᠨᠣᠭᠣᠨ ᠤ ᠣᠨᠣᠭ᠎ᠠ᠂ ᠠᠰᠠᠭᠤᠳᠠᠯ᠂ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠨᠢᠬᠤ ᠲᠡᠮᠳᠡᠭ ᠪᠥᠷᠢᠨ ᠬᠢᠭᠳᠡᠭᠰᠡᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ {student_id} ᠭᠡᠰᠡᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠬᠦ ᠠᠵᠢᠯ ᠡᠬᠢᠯᠡᠪᠡ᠃ ᠠᠵᠢᠯ ᠤᠨ ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 〈Show Task Status〉 ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ 〈{student_id}〉 ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠳᠠᠪᠲᠠᠬᠤ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠥᠭᠴᠦ ᠡᠬᠢᠯᠡᠬᠦ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠨᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ᠂ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Rescore problem '<%- problem_id %>' for all students?
mn: Rescore problem 〈《% - problem᠎id%》〉 ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ?

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ 《% - problem᠎id%》 ᠭᠡᠰᠡᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠳᠠᠪᠠᠨ ᠲᠤᠭᠤᠯᠬᠤ ᠠᠵᠢᠯ ᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠪᠡ᠃ ᠠᠵᠢᠯ ᠤᠨ ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 〈Show Task Status〉 ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠳᠠᠬᠢᠨ ᠨᠢᠭᠡᠳᠬᠡᠬᠦ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠬᠦ ᠠᠯᠳᠠᠭ᠎ᠠ 《《% - problem᠎id%》》᠃ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠴᠢ ᠪᠦᠷᠢᠨ ᠪᠥᠭᠡᠳ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Task Type
mn: ᠠᠵᠢᠯ ᠡᠭᠦᠷᠭᠡ

source: Task inputs
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠣᠷᠣᠯᠲᠠ ᠨᠤᠭᠤᠳ

source: Task ID
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢᠭ ᠦᠨ ID

source: Requester
mn: ᠬᠦᠰᠡᠯᠲᠡ ᠭᠠᠷᠭᠠᠭᠴᠢ

source: Submitted
mn: ᠢᠯᠭᠢᠭᠳᠡᠭᠰᠡᠨ

source: Duration (sec)
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ( ᠰᠧᠺ )

source: State
mn: ᠤᠯᠤᠰ

source: Task Status
mn: ᠵᠣᠷᠢᠯᠲᠠᠲᠤ ᠲᠥᠯᠥᠪ

source: Task Progress
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠭᠦᠢᠴᠡᠳᠬᠡᠯ

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠨᠢ ᠲᠠᠨ ᠤ ᠢᠮᠧᠯᠡ ᠶᠢ ᠰᠡᠷᠭᠦᠭᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠵᠤ᠂ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠰᠢᠢᠳᠪᠡᠯ ᠲᠧᠭᠨᠢᠭ ᠦᠨ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Subject
mn: ᠭᠠᠷᠴᠠᠭ

source: Sent By
mn: ᠵᠠᠬᠢᠶ᠎ᠠ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ

source: Sent To
mn: ᠢᠯᠡᠭᠡᠭᠰᠡᠨ

source: Time Sent
mn: ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Number Sent
mn: ᠲᠣᠭ᠎ᠠ ᠳᠤ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠲᠣᠭ᠎ᠠ

source: Copy Email To Editor
mn: ᠢᠮᠧᠯ ᠨᠠᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ ᠢ ᠬᠠᠭᠤᠯᠬᠤ

source: Subject:
mn: ᠭᠠᠷᠴᠠᠭ᠄

source: Sent By:
mn: ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ᠄

source: Time Sent:
mn: ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠴᠠᠭ᠄

source: Sent To:
mn: ᠢᠯᠡᠭᠡᠭᠰᠡᠨ᠄

source: Message:
mn: ᠵᠠᠬᠢᠶ᠎ᠠ᠄

source: No tasks currently running.
mn: ᠣᠳᠣ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠨᠤᠭᠤᠳ ᠠᠯᠠᠭ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ᠃

source: File Name
mn: ᠹᠠᠢᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠦᠨ ᠮᠡᠳᠡᠷᠡᠮᠵᠢ ᠲᠡᠢ ᠰᠢᠨᠵᠢ ᠴᠢᠨᠠᠷ ᠠᠴᠠ ᠰᠢᠯᠲᠠᠭᠠᠯᠠᠨ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠨᠤᠭᠤᠳ ᠡᠷᠢᠯᠲᠡ ᠬᠡᠷᠡᠭᠴᠡᠭᠡ ᠲᠡᠢ ᠪᠥᠭᠡᠳ 5 ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠳᠣᠲᠣᠷ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠨ᠎ᠠ᠃

source: {type} Progress
mn: {type} ᠫᠷᠣᠭᠷᠧᠰᠰ

source: Earned Certificates
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠠᠪᠤᠭᠰᠠᠨ

source: Enrolled
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ

source: Successfully reset the attempts for user {user}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ {user} ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Failed to reset attempts for user.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠳᠠᠬᠢᠨ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Successfully deleted student state for user {user}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ {user} ᠬᠤᠪᠢ ᠳᠤ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰ ᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠤᠰᠠᠳᠬᠠᠭᠰᠠᠨ

source: Failed to delete student state for user.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰ ᠢ ᠤᠰᠠᠳᠬᠠᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Successfully rescored problem for user {user}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ {user} ᠬᠤᠪᠢ ᠳᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠰᠡᠷᠭᠦᠭᠡᠭᠰᠡᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ

source: Failed to rescore problem for user.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠦᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠳᠠᠪᠲᠠᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃
