Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Deadlines, requirements, and logistics around grading student work
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠳᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠦᠨᠡᠯᠡᠬᠦ ᠡᠴᠦᠰ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠂ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠂ ᠳᠠᠷᠠᠭᠠᠯᠠᠯ

source: Grace Period on Deadline:
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠤᠯᠲᠠᠯ᠎ᠠ ᠦᠯᠡᠳᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠴᠠᠭ᠄

source: Leeway on due dates
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠤᠯᠲᠠᠯ᠎ᠠ ᠦᠯᠡᠳᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠴᠠᠭ

source: Assignment Types
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ

source: Categories and labels for any exercises that are gradable
mn: ᠪᠥᠬᠥᠢᠯᠡ ᠳᠠᠭᠠᠯᠭᠠᠪᠣᠷᠢ ᠤᠳ ᠤᠨ ᠠᠩᠭᠢᠯᠠᠯ ᠪᠠ ᠱᠣᠰᠢᠭ᠎ᠠ

source: New Assignment Type
mn: ᠰᠢᠨ᠎ᠡ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ

source: What can I do on this page?
mn: ᠪᠢ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠶᠠᠭᠤ ᠬᠢᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠪᠤᠢ?

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
mn: ᠲᠠ ᠶᠡᠷᠦᠩᠬᠡᠢ ᠠᠩᠭᠢ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠭᠤᠯᠠᠰᠤᠭᠴᠢ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠠᠮᠵᠢᠭᠰᠠᠨ / ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠦᠰᠦᠭ ᠢᠶᠡᠷ ᠠᠩᠭᠢᠯᠠᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠂ ᠠᠩᠭᠢ ᠪᠦᠷᠢ ᠳᠦ ᠪᠣᠰᠬ᠎ᠠ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: You can specify whether your course offers students a grace period for late assignments.
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠬᠣᠴᠣᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠥᠭᠴᠦ ᠪᠣᠯᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a student's grade each assignment type is worth.
mn: ᠲᠠ ᠮᠥᠨ ᠭᠡᠷ ᠦᠨ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ᠂ ᠯᠠᠪᠤᠷᠠᠲ᠋ᠣᠷᠢ᠂ ᠲᠠᠭᠠᠪᠤᠷᠢ᠂ ᠰᠢᠯᠭᠠᠯᠲᠠ᠂ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠭᠡᠬᠦ ᠮᠡᠲᠦ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠲᠥᠷᠥᠯ ᠢ ᠡᠭᠦᠰᠬᠡᠵᠦ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠥᠷᠥᠯ ᠡᠴᠡ ᠬᠡᠴᠢᠨᠡᠨ ᠬᠡᠮᠵᠢᠶᠡᠨ ᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠵᠡᠷᠭᠡᠯᠡᠯ ᠢ ᠵᠢᠭᠠᠬᠤ ᠶᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠭᠦᠨ᠎ᠡ ᠦᠦ᠃

source: Expand or Collapse
mn: Expand ᠪᠤᠶᠤ ᠲᠡᠭᠦᠰᠬᠡᠯ

source: Access Settings
mn: ᠡᠷᠬᠡ ᠶᠢᠨ ᠬᠡᠪᠴᠢᠶᠡᠨ ᠦ᠌ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Set Access
mn: ᠡᠷᠬᠡ ᠶᠢᠨ ᠬᠡᠪᠴᠢᠶ᠎ᠡ ᠶᠢ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ

source: This block contains multiple components.
mn: ᠡᠨᠡ ᠪᠯᠣᠺ ᠨᠢ ᠣᠯᠠᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠲᠡᠢ᠃

source: New Textbook
mn: ᠰᠢᠨ᠎ᠡ ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ

source: Why should I break my textbook into chapters?
mn: ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠪᠢ ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠢ ᠪᠦᠯᠦᠭ ᠦᠳ ᠲᠦ ᠬᠤᠪᠢᠶᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠶᠤᠮ ᠪᠤᠢ?

source: Breaking your textbook into multiple chapters reduces loading times for students, especially those with slow Internet connections. Breaking up textbooks into chapters can also help students more easily find topic-based information.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢᠶᠠᠨ ᠣᠯᠠᠨ ᠪᠦᠯᠦᠭ ᠦᠳ ᠲᠦ ᠬᠤᠪᠢᠶᠠᠵᠤ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠠᠴᠢᠶᠠᠯᠠᠯ ᠢ ᠤᠳᠠᠭᠠᠰᠢᠷᠠᠭᠤᠯᠵᠤ᠂ ᠢᠯᠠᠩᠭᠤᠶ᠎ᠠ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠲ ᠤᠳᠠᠭᠠᠨ ᠬᠣᠯᠪᠣᠯᠲᠠ ᠲᠠᠢ ᠬᠦᠮᠦᠰ ᠢ ᠪᠠᠭᠠᠰᠬᠠᠳᠠᠭ᠃ ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠦᠳ ᠢ ᠪᠦᠯᠦᠭ ᠦᠳ ᠲᠦ ᠬᠤᠪᠢᠶᠠᠬᠤ ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠰᠡᠳᠦᠪᠴᠢᠯᠡᠭᠰᠡᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠢᠯᠡᠭᠦᠦ ᠬᠢᠯᠪᠠᠷ ᠣᠯᠬᠤ ᠳᠤ ᠲᠤᠰᠠᠯᠠᠳᠠᠭ᠃

source: What if my book isn't divided into chapters?
mn: ᠮᠢᠨᠦ ᠨᠣᠮ ᠢ ᠪᠦᠯᠦᠭ ᠲᠦ ᠬᠤᠪᠢᠶᠠᠳᠠᠭ ᠦᠭᠡᠢ ᠪᠣᠯ ᠶᠠᠬᠤ ᠪᠤᠢ?

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
mn: ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠤ ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠭᠠᠭᠴᠠᠭᠠᠷ ᠦᠭᠡᠢ ᠪᠦᠯᠦᠭ ᠦᠳ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ ᠪᠦᠬᠦᠯᠢ ᠪᠦᠲᠦᠨ ᠲᠧᠺᠰᠲ ᠢ ᠨᠢᠭᠡ ᠪᠦᠯᠦᠭ ᠪᠣᠯᠭᠠᠨ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠵᠤ᠂ ᠪᠦᠯᠦᠭ ᠨᠡᠷᠡᠰ ᠦᠨ ᠬᠡᠰᠡᠭ ᠲᠦ ᠲᠠᠨ ᠤ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠤᠷᠤᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Learn more about textbooks
mn: ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠦᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠢᠯᠡᠭᠦᠦ ᠮᠡᠳᠡᠵᠦ ᠠᠪᠤᠭᠠᠷᠠᠢ

source: Video Uploads
mn: ᠸᠢᠳᠢᠣ᠋ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ

source: Why upload video files?
mn: ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠸᠢᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠪᠤᠢ?

source: For a video to play on different devices, it needs to be available in multiple formats. After you upload an original video file in {file_formats} format on this page, an automated process creates those additional formats and stores them for you.
mn: ᠥᠪᠡᠷ ᠥᠪᠡᠷ ᠲᠥᠬᠦᠭᠡᠷᠦᠮᠵᠢ ᠳᠡᠭᠡᠷ᠎ᠡ ᠸᠢᠳᠢᠣ᠋ ᠲᠣᠭᠯᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠣᠯᠠᠨ ᠹᠣᠷᠮᠠᠲ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃ ᠲᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠹᠠᠢᠯ ᠤᠨ ᠡᠬᠡ ᠹᠠᠢᠯ ᠢ {file_formats} ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠫᠷᠣᠼᠧᠰᠰ ᠨᠢ ᠡᠳᠡᠭᠡᠷ ᠨᠡᠮᠡᠯᠲᠡ ᠹᠣᠷᠮᠠᠲ ᠢ ᠡᠭᠦᠰᠬᠡᠵᠦ ᠲᠡᠳᠡᠭᠡᠷ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠬᠠᠳᠠᠭᠠᠯᠠᠳᠠᠭ᠃

source: Maximum Video File Size
mn: ᠸᠢᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠤᠨ ᠳᠡᠭᠡᠳᠦ ᠬᠡᠮᠵᠢᠶ᠎ᠡ

source: The maximum size for each video file that you upload is {em_start}5 GB{em_end}. The upload process fails for larger files.
mn: ᠲᠠᠨ ᠤ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠸᠢᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠨᠢ {em_start} 5 GB {em_end}᠃ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠫᠷᠣᠼᠧᠰᠰ ᠨᠢ ᠲᠣᠮᠣ ᠹᠠᠢᠯ ᠤᠳ ᠲᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠳᠠᠭ᠃

source: Monitoring files as they upload
mn: ᠹᠠᠢᠯ ᠤᠳ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠬᠢᠨᠠᠬᠤ

source: Each video file that you upload needs to reach the video processing servers successfully before additional work can begin. You can monitor the progress of files as they upload, and try again if the upload fails.
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠠᠵᠢᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠲᠠᠨ ᠤ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠸᠢᠳᠢᠣ᠋ ᠪᠣᠯᠭᠠᠨ ᠨᠢ ᠸᠢᠳᠢᠣ᠋ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠰᠧᠷᠸᠧᠷ ᠦᠳ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠬᠦᠷᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠲᠠ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠵᠤ ᠪᠠᠢᠬᠤ ᠳᠤ ᠪᠠᠨ ᠹᠠᠢᠯ ᠤᠳ ᠤᠨ ᠶᠠᠪᠤᠴᠠ ᠶᠢ ᠬᠢᠨᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠥᠭᠡᠳ ᠬᠡᠷᠪᠡ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠪᠠᠯ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Managing uploaded files
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠹᠠᠢᠯ ᠤᠳ ᠢ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠨᠢ

source: After a file uploads successfully, automated processing begins. The file is then listed under Previous Uploads as {em_start}In Progress{em_end}. You can add the video to your course as soon as it has a unique video ID and the status is {em_start}Ready{em_end}. Allow 24 hours for file processing at the external video hosting sites to complete.
mn: ᠹᠠᠢᠯ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠡᠬᠢᠯᠡᠳᠡᠭ᠃ ᠹᠠᠢᠯ ᠢ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠡᠮᠦᠨᠡᠬᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠳᠤ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ {em_start} ᠫᠷᠣᠭᠷᠧᠰᠰ {em_end} ᠍ ᠲᠤ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ ᠥᠪᠡᠷᠮᠢᠴᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ID ᠍ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠥᠪᠡᠷ ᠦᠨ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠪᠠᠨ ᠨᠡᠮᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ {em_start} ᠪᠡᠯᠡᠨ {em_end}᠃ ᠭᠠᠳᠠᠨ ᠤ ᠸᠢᠳᠢᠣ᠋ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠰᠠᠶᠢᠲᠤ ᠳᠡᠭᠡᠷ᠎ᠡ 24 ᠴᠠᠭ ᠤᠨ ᠹᠠᠢᠯ ᠢ ᠪᠥᠭᠯᠡᠬᠦ ᠶᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ᠃

source: If something goes wrong, the {em_start}Failed{em_end} status message appears. Check for problems in your original file and upload a replacement.
mn: ᠬᠡᠷᠪᠡ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡ ᠵᠦᠢᠯ ᠪᠤᠷᠤᠭᠤ ᠪᠣᠯ {em_start} Failed {em_end} ᠪᠠᠢᠳᠠᠯ ᠤᠨ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠨ᠎ᠡ᠃ ᠥᠪᠡᠷ ᠦᠨ ᠠᠩᠬᠠᠨ ᠤ ᠹᠠᠢᠯ ᠳ᠋ᠠᠬᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠢ ᠰᠢᠯᠭᠠᠭᠠᠳ ᠰᠣᠯᠢᠬᠤ ᠶᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: How do I get the videos into my course?
mn: ᠪᠢ ᠬᠡᠴᠢᠨᠡᠨ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠪᠡᠨ ᠶᠠᠵ ᠠᠪᠬᠤ ᠪᠤᠢ?

source: When the status for a file is {em_start}Ready{em_end}, you can add that video to a component in your course. Copy the unique video ID. In another browser window, on the Course Outline page, create or locate a video component to play this video. Edit the video component to paste the ID into the Advanced {em_start}Video ID{em_end} field. The video can play in the LMS as soon as its status is {em_start}Ready{em_end}, although processing may not be complete for all encodings and all video hosting sites.
mn: ᠹᠠᠯ ᠤᠨ ᠲᠥᠯᠦᠪ ᠨᠢ {em_start} ᠪᠡᠯᠡᠨ {em_end}᠂ ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠪᠤᠢ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠲᠦ ᠨᠡᠮᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠣᠨᠴᠠᠭᠠᠢ ᠸᠢᠳᠢᠣ᠋ ID ᠍ ᠢ ᠬᠠᠭᠤᠯᠬᠤ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠬᠥᠲᠥᠴᠢ ᠶᠢᠨ ᠴᠣᠩᠬᠣᠨ ᠳᠤ᠂ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠥᠲᠥᠴᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠲᠣᠭᠯᠠᠭᠤᠯᠬᠤ ᠸᠢᠳᠢᠣ᠋ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ᠃ ᠢᠯᠡᠭᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠸᠢᠳᠢᠣ᠋ ᠪᠦᠷᠢᠳᠦᠯ ᠬᠡᠰᠡᠭ ᠢ ᠵᠠᠰᠠᠵᠤ Advanced {em_start} Video ID {em_end} ᠲᠠᠯᠠᠪᠤᠷ ᠲᠤ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠢ {em_start} Ready {em_end} ᠭᠡᠰᠡᠨ ᠪᠠᠢᠳᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠭ᠎ᠠ ᠴᠤ ᠸᠢᠳᠢᠣ᠋ ᠨᠢ ᠪᠦᠬᠦ ᠺᠣᠳᠣᠴᠢᠯᠠᠯ᠂ ᠪᠦᠬᠦ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠰᠠᠶᠢᠲᠤ ᠨᠤᠭᠤᠳ ᠲᠤ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠯᠲᠠ ᠬᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Access is not restricted
mn: ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠦᠭᠡᠢ (访问不受限制)

source: Access to this unit is not restricted, but visibility might be affected by inherited settings.
mn: ᠡᠨᠡ ᠨᠢᠭᠡᠴᠢ ᠳᠦ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠢᠨᠦ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ᠂ ᠬᠠᠷᠢᠨ ᠠᠯᠤᠰ ᠤᠨ ᠬᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠵᠠᠯᠭᠠᠮᠵᠢᠯᠠᠭᠴᠢ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠨᠦᠯᠦᠭᠡᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Access to this component is not restricted, but visibility might be affected by inherited settings.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠲᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ᠂ ᠬᠠᠷᠢᠨ ᠠᠯᠤᠰ ᠤᠨ ᠬᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠵᠠᠯᠭᠠᠮᠵᠢᠯᠠᠭᠴᠢ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠨᠦᠯᠦᠭᠡᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: You can restrict access to this unit to learners in specific enrollment tracks or content groups.
mn: ᠲᠠ ᠡᠨᠡ ᠨᠢᠭᠡᠴᠢ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠵᠠᠮ ᠡᠰᠡᠪᠡᠯ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠳ ᠲᠦ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠡᠷᠬᠡ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: You can restrict access to this component to learners in specific enrollment tracks or content groups.
mn: ᠲᠠ ᠡᠨᠡᠬᠦ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠲᠤᠰᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ ᠵᠠᠮ ᠡᠰᠡᠪᠡᠯ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠳ ᠲᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: You can restrict access to this unit to learners in specific content groups.
mn: ᠲᠠ ᠲᠤᠰᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠨ ᠪᠦᠯᠦᠭ ᠦᠳ ᠲᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠡᠨᠡ ᠨᠢᠭᠡᠴᠢ ᠶᠢᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: You can restrict access to this component to learners in specific content groups.
mn: ᠲᠠ ᠠᠳᠠᠯᠢ ᠪᠣᠰᠣ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠰᠣᠷᠣᠯᠴᠠᠭᠴᠢᠳ ᠤᠨ ᠡᠨᠡᠬᠦ ᠲᠣᠨᠣᠭᠯᠠᠯᠯ ᠢ ᠬᠡᠷᠡᠭᠯᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠡᠰᠡᠬᠦ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠵᠤ ᠪᠣᠯᠣᠨ᠎ᠠ ᠃

source: Manage content groups
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠳ ᠢ ᠤᠳᠤᠷᠢᠳᠬᠤ (管理内容组)

source: {screen_reader_start}Warning:{screen_reader_end} The unit that contains this component is hidden from learners. The unit setting overrides the component access settings defined here.
mn: {screen_reader_start}ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ᠄ {screen_reader_end} ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠨᠢᠭᠡᠴᠢ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠠᠴᠠ ᠳᠠᠯᠳᠠᠯᠠᠭᠳᠠᠳᠠᠭ᠃ ᠨᠢᠭᠡᠴᠢ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠡᠨᠳᠡ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ᠃

source: Access is restricted to:
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠢᠨᠦ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠪᠠᠢᠳᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ ᠄

source: Restrict access to:
mn: ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ᠄

source: Select a group type
mn: ᠪᠦᠯᠬᠦᠮ ᠦᠨ ᠲᠥᠷᠥᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: All Learners and Staff
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠪᠣᠯᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ

source: Select one or more groups:
mn: ᠨᠢᠭᠡ ᠪᠤᠶᠤ ᠬᠡᠳᠦ ᠬᠡᠳᠦᠨ ᠪᠦᠯᠦᠭ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠄

source: This group no longer exists. Choose another group or remove the access restriction.
mn: ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠪᠦᠯᠦᠭ ᠰᠤᠩᠭᠤᠬᠤ ᠪᠤᠶᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠯᠲᠠ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ᠃

source: Thank you for signing up for {studio_name}! To activate your account, please copy and paste this address into your web browser's address bar:
mn: {studio_name} ᠳ᠋ᠤ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠭᠰᠠᠨ ᠳᠤ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ! ᠥᠪᠡᠷ ᠦᠨ ᠳᠠᠩᠰᠠ ᠪᠠᠨ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠥᠪᠡᠷ ᠦᠨ ᠰᠦᠯᠵᠢᠶᠡᠨ ᠬᠠᠢᠭᠤᠷ ᠤᠨ ᠮᠥᠷ ᠳᠦ ᠬᠠᠭᠤᠯᠵᠤ ᠪᠢᠴᠢᠭᠡᠷᠠᠢ

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {studio_name} web site.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠭᠦᠨ ᠢ ᠬᠦᠰᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠣᠯ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠵᠦᠢᠯ ᠬᠢᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠦᠭᠡᠢ ᠂ ᠲᠠ ᠪᠢᠳᠡᠨ ᠡᠴᠡ ᠥᠭᠡᠷ᠎ᠡ ᠢᠮᠧᠯ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠢᠮᠧᠯ ᠡᠳ ᠬᠠᠷᠢᠭᠤ ᠪᠢᠴᠢᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠢ ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠡᠷᠡᠭ ᠲᠡᠢ ᠪᠣᠯ {studio_name} ᠳᠤ ᠵᠠᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Your account for {studio_name}
mn: ᠲᠠᠨ ᠤ {studio_name} ᠤᠨ ᠳᠠᠩᠰᠠ

source: {email} has requested {studio_name} course creator privileges on edge
mn: ᠢᠮᠧᠯ {email} ᠍ ᠪᠡᠷ {studio_name} ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ ᠠᠪᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ᠃

source: User '{user}' with e-mail {email} has requested {studio_name} course creator privileges on edge.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ '{user}'ᠢᠮᠧᠯ {email} ᠍ ᠪᠡᠷ {studio_name} ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ ᠠᠪᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ᠃

source: To grant or deny this request, use the course creator admin table.
mn: ᠡᠨᠡ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠦᠲᠦᠭᠡᠭᠴᠢ ᠶᠢᠨ ᠠᠳᠮᠢᠨ ᠬᠦᠰᠦᠨᠦᠭᠲᠦ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Your request for course creation rights to {studio_name} have been denied. If you believe this was in error, please contact {email}
mn: ᠡᠭᠦᠨ ᠳᠦ ᠰᠠᠨᠠᠯ ᠲᠠᠢ ᠪᠣᠯ {email} ᠢᠮᠧᠯ ᠢᠶᠠᠷ ᠳᠠᠮᠵᠢᠨ ᠮᠠᠨ ᠲᠠᠢ ᠬᠠᠷᠢᠯᠴᠠᠭᠠᠷᠠᠢ

source: Your request for course creation rights to {studio_name} have been granted. To create your first course, visit {url}
mn: ᠲᠠᠨ ᠤ {studio_name} ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠣᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠡᠷᠡᠮᠵᠢᠯᠡᠯ ᠪᠡᠶᠡᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠂ ᠡᠬᠢᠨ ᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠪᠣᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {url} ᠳᠤ ᠵᠠᠯᠭᠠᠭᠠᠷᠠᠢ

source: Your course creation rights to have been revoked. If you believe this was in error, please contact {email}
mn: ᠲᠠᠨ ᠤ {studio_name} ᠳᠡᠭᠡᠷᠡᠬᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠣᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠡᠵᠡᠮᠰᠢᠯ ᠦᠨ ᠡᠷᠬᠡ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠣᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠂ ᠡᠭᠦᠨ ᠳᠦ ᠰᠠᠨᠠᠯ ᠲᠠᠢ ᠪᠣᠯ {email} ᠢᠮᠧᠯ ᠢᠶᠠᠷ ᠳᠠᠮᠵᠢᠨ ᠮᠠᠨ ᠲᠠᠢ ᠬᠠᠷᠢᠯᠴᠠᠭᠠᠷᠠᠢ

source: Your course creator status for {studio_name}
mn: ᠲᠠᠨ ᠤ {studio_name} ᠳᠡᠭᠡᠷᠡᠬᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠠᠢᠳᠠᠯ

source: Your {task_name} task has completed with the status '{task_status}'. Use this URL to view task details or download any files created: {detail_url}
mn: ᠲᠠᠨ ᠤ {task_name} ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ '{task_status}' ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠥᠪᠡᠷ ᠦᠨ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠨᠠᠷᠢᠯᠢᠭ ᠵᠤᠢᠯ ᠢ ᠦᠵᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠪᠣᠢ ᠪᠣᠯᠣᠭᠰᠠᠨ ᠹᠠᠢᠯ ᠤᠳ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡᠬᠦ ᠶᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠡᠷᠠᠢ᠃: {detail_url}

source: Your {task_name} task has completed with the status '{task_status}'. Sign in to view the details of your task or download any files created.
mn: ᠲᠠᠨ ᠤ {task_name} ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ '{task_status}' ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠥᠪᠡᠷ ᠦᠨ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠨᠠᠷᠢᠯᠢᠭ ᠵᠤᠢᠯ ᠢ ᠦᠵᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠪᠣᠢ ᠪᠣᠯᠣᠭᠰᠠᠨ ᠹᠠᠢᠯ ᠤᠳ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠨᠡᠪᠲᠡᠷᠡᠨ᠎ᠡ ᠤᠤ᠃

source: {platform_name} {studio_name}: Task Status Update
mn: {platform_name} {studio_name}᠄ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠢᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ

source: Required data to force publish course.
mn: ᠨᠡᠶᠢᠳᠡᠯᠡᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠱᠠᠭᠠᠷᠳᠠᠭᠳᠠᠬᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ᠃

source: Reset values
mn: ᠳᠠᠬᠢᠨ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠬᠡᠮᠵᠢᠭᠳᠡᠯ

source: Maintenance Dashboard
mn: ᠵᠠᠰᠠᠪᠤᠷᠢ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠰᠠᠮᠪᠠᠷ᠎ᠠ

source: Thanks for activating your account.
mn: ᠲᠠᠨ ᠤ ᠳᠠᠩᠰᠠ ᠪᠠᠨ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠳᠦ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠃

source: This account has already been activated.
mn: ᠡᠨᠡ ᠳᠠᠩᠰᠠ ᠨᠢᠭᠡᠨᠲᠡ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Visit your {link_start}dashboard{link_end} to see your courses.
mn: {link_start}ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ {link_end}ᠡᠴᠡ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠠᠨ ᠦᠵᠡᠵᠦ ᠪᠣᠯᠣᠨ᠎ᠠ᠃

source: You can now {link_start}sign in{link_end}.
mn: ᠲᠠ ᠣᠳᠣ {link_start} {link_end} ᠍ ᠲᠤ ᠵᠠᠯᠭᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Activation Invalid
mn: ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠯᠲᠡ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
mn: ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠵᠦᠢᠯ ᠪᠤᠷᠤᠭᠤᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠢᠮᠧᠯ ᠫᠷᠣᠭᠷᠠᠮ ᠵᠠᠷᠢᠮ ᠳᠤ ᠪᠠᠨ URL ᠍ ᠨᠤᠭᠤᠳ ᠢ ᠬᠣᠶᠠᠷ ᠮᠥᠷ ᠪᠣᠯᠭᠠᠨ ᠬᠤᠪᠢᠶᠠᠬᠤ ᠲᠤᠯᠠ ᠲᠠᠨ ᠤ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠤᠢ URL ᠵᠥᠪ ᠪᠢᠴᠢᠭᠳᠡᠭᠰᠡᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠪᠢᠳᠡᠨ ᠳᠦ ᠢᠮᠧᠯ {email_start}{email}{email_end}ᠢᠯᠡᠭᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Return to the {link_start}home page{link_end}.
mn: {link_start} ᠭᠤᠤᠯ ᠨᠢᠭᠤᠷ ᠲᠤ {link_end} ᠪᠤᠴᠠᠬᠤ᠃

source: We've sent an email message to {email} with instructions for activating your account.
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠳᠠᠩᠰᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠪᠦᠬᠦᠢ {email}ᠢᠮᠧᠯ ᠢ ᠲᠠᠨ ᠳᠤ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ᠃

source: EdX, Open edX, Studio, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
mn: EdX᠂ Open edX᠂ Studio ᠍ ᠵᠡᠷᠭᠡ ᠪᠣᠯ ᠴᠥᠮ{link_start} edX Inc.{link_end} ᠦᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭ ᠃

source: Current Course:
mn: ᠣᠳᠣ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ᠄

source: Course Navigation
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠵᠠᠮᠴᠢ

source: Outline
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠥᠲᠥᠴᠢ

source: Current Library:
mn: ᠣᠳᠣ ᠶᠢᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ᠄

source: Language preference
mn: ᠬᠡᠯᠡᠨ ᠦ ᠲᠠᠭᠠᠰᠢᠶᠠᠯ

source: Account Navigation
mn: ᠳᠠᠩᠰᠠᠨ ᠤ ᠵᠠᠮᠴᠢᠯᠠᠭᠴᠢ

source: Contextual Online Help
mn: ᠰᠦᠯᠵᠢᠶᠡᠨ ᠡᠴᠡ ᠬᠠᠪᠰᠤᠷᠤᠮᠵᠢ ᠬᠠᠢᠬᠤ

source: Launch Latex Source Compiler
mn: Latex ᠡᠬᠢ ᠰᠤᠷᠪᠤᠯᠵᠢ ᠨᠠᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ ᠶᠢ ᠨᠡᠭᠡᠭᠡᠬᠦ

source: Heading
mn: ᠭᠠᠷᠴᠠᠭ

source: Insert a heading
mn: ᠭᠠᠷᠴᠠᠭ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Add a multiple choice question
mn: ᠣᠯᠠᠨ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠲᠠᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠣᠷᠣᠭᠤᠯᠬᠤ

source: Add a question with checkboxes
mn: ᠰᠢᠭᠢᠳᠬᠡᠭᠡ ᠪᠦᠬᠦᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠡᠮᠡᠬᠦ (checkboxes)

source: Insert a text response
mn: ᠲᠧᠺᠰᠲ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠣᠷᠣᠭᠤᠯᠬᠤ

source: Insert a numerical response
mn: ᠲᠣᠭᠠᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Insert a dropdown response
mn: ᠥᠭᠬᠦᠭᠳᠡᠭᠰᠡᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠠᠴᠠ ᠰᠣᠩᠭᠣᠬᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Explanation
mn: ᠲᠠᠶᠢᠯᠪᠤᠷᠢ

source: Add an explanation for this question
mn: ᠡᠨᠡ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠳᠤ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: Advanced Editor
mn: ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠭᠴᠢ

source: Toggle Cheatsheet
mn: Cheatsheet ᠰᠣᠯᠢᠭᠳᠠᠨ᠎ᠠ

source: Label
mn: ᠱᠣᠰᠢᠭ᠎ᠠ

source: Access the Open edX Portal
mn: Open edX Portal ᠳᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: name
mn: ᠨᠡᠷ᠎ᠡ

source: Currently signed in as:
mn: ᠣᠳᠣᠬᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ᠄

source: Maintenance
mn: ᠵᠠᠰᠠᠪᠤᠷᠢ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ

source: Wiki notifications
mn: Wiki ᠮᠡᠳᠡᠭᠯᠡᠯ ᠦᠳ

source: Wiki images
mn: Wiki ᠵᠢᠷᠤᠭ

source: Wiki attachments
mn: Wiki ᠬᠠᠪᠰᠤᠷᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ

source: Only localhost... muahahaha
mn: ᠵᠥᠪᠬᠡᠨ localhost ...

source: Initial title of the article. May be overridden with revision titles.
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠡᠬᠢᠨ ᠦ ᠭᠠᠷᠴᠠᠭ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠰᠡᠨ ᠭᠠᠷᠴᠠᠭ ᠢᠶᠠᠷ ᠤᠷᠤᠯᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Type in some contents
mn: ᠬᠡᠰᠡᠭ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠢᠴᠢᠬᠦ

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
mn: ᠡᠨᠡ ᠪᠣᠯ ᠲᠠᠨ ᠤ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠡᠬᠢᠨ ᠦ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠤᠮ᠃ ᠡᠭᠦᠨ ᠢ ᠬᠢᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠠ ᠵᠠᠯᠭᠠᠭᠠᠰᠤ ᠨᠤᠭᠤᠳ᠂ ᠮᠧᠲ᠋ᠠ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠦᠳ᠂ ᠬᠣᠯᠪᠣᠭᠳᠠᠬᠤ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠦᠳ ᠭᠡᠬᠦ ᠮᠡᠲᠦ ᠨᠡᠮᠡᠯᠲᠡ ᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ ..᠃

source: Contents
mn: ᠠᠭᠤᠯᠭ᠎ᠠ

source: Summary
mn: ᠬᠤᠷᠢᠶᠠᠩᠭᠤᠢ

source: Give a short reason for your edit, which will be stated in the revision log.
mn: ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠡᠯᠲᠡ ᠬᠢᠬᠦ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠤ ᠪᠠᠨ ᠲᠤᠬᠠᠢ ᠲᠣᠪᠴᠢ ᠲᠠᠢᠯᠪᠤᠷᠢ ᠥᠭᠭᠦᠨ᠎ᠡ ᠦᠦ᠂ ᠡᠭᠦᠨ ᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠳᠦ ᠪᠢᠴᠢᠨ᠎ᠡ᠃

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
mn: ᠲᠠᠨ ᠤ ᠨᠠᠢᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠦᠶ᠎ᠡ ᠳᠦ ᠪᠣᠰᠣᠳ ᠨᠢᠭᠡᠨ ᠪᠠᠰᠠ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠰᠢᠨ᠎ᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠢ ᠨᠢᠭᠡᠳᠬᠡᠪᠡ᠃ ᠲᠠ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠳᠠᠬᠢᠨ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: No changes made. Nothing to save.
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠭᠡ ᠦᠭᠡᠢ᠃ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠵᠦᠢᠯ ᠠᠯᠠᠭ᠎ᠠ᠃

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
mn: ᠡᠨᠡ ᠪᠣᠯ ᠲᠠᠨ ᠤ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢᠶᠡᠨ ᠡᠷᠢᠵᠦ ᠣᠯᠬᠤ ᠬᠠᠶᠠᠭ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠵᠥᠪᠬᠡᠨ ᠭᠠᠯᠢᠭ ᠦᠰᠦᠭ ᠪᠠ ᠲᠣᠭᠠᠨ ᠲᠡᠮᠳᠡᠭ ᠂ ᠡᠰᠡᠪᠡᠯ ᠎- ᠪᠣᠶᠣ _ ᠲᠡᠮᠳᠡᠭ ᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠡᠷᠡᠢ᠎᠃ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠪᠣᠢ ᠪᠣᠯᠭᠠᠭᠰᠠᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠠ slug ᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠭᠡᠳᠡᠭ ᠢ ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Write a brief message for the article's history log.
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠤᠤᠯ ᠤᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠳᠦ ᠲᠣᠪᠴᠢ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠢᠴᠢᠭᠡᠷᠠᠢ᠃

source: A slug may not begin with an underscore.
mn: slug ᠨᠢᠭᠡ ᠳᠣᠣᠭᠤᠷ ᠵᠢᠷᠤᠭᠠᠰᠤ ᠪᠡᠷ ᠡᠬᠢᠯᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: A deleted article with slug "%s" already exists.
mn: Slug "%s" ᠪᠦᠬᠦᠢ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠪᠣᠢ ᠪᠣᠯᠣᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: A slug named "%s" already exists.
mn: "%s" ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ slug ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠪᠣᠢ ᠪᠣᠯᠣᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Yes, I am sure
mn: ᠲᠡᠶᠢᠮᠦ ᠡ᠂ ᠪᠢ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Purge
mn: ᠴᠡᠪᠡᠷᠯᠡᠬᠦ

source: Purge the article: Completely remove it (and all its contents)with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠴᠡᠪᠡᠷᠯᠡᠬᠦ᠄ ᠪᠥᠷᠢᠮᠦᠰᠦᠨ ᠤᠰᠠᠳᠬᠠᠬᠤ ( ᠲᠡᠭᠦᠨ ᠳᠦ ᠬᠠᠷᠢᠶᠠᠯᠠᠭᠳᠠᠬᠤ ᠪᠥᠬᠥᠢᠯᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ )᠂ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠵᠦ ᠳᠡᠢᠯᠬᠦ ᠦᠭᠡᠢ᠃ ᠲᠠ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢᠶᠡᠨ ᠴᠡᠪᠡᠷᠯᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠣᠰᠣᠳ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ slug ᠤᠷᠤᠨ ᠵᠠᠢ ᠶᠢ ᠬᠡᠷᠡᠭᠯᠡᠵᠦ ᠪᠣᠯᠣᠨ᠎ᠠ ᠃

source: You are not sure enough!
mn: ᠲᠠᠨ ᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠬᠠᠩᠭᠠᠯᠲᠠ ᠲᠠᠢ ᠪᠢᠰᠢ ᠪᠠᠢᠨ᠎ᠠ !

source: While you tried to delete this article, it was modified. TAKE CARE!
mn: ᠲᠠ ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠭᠡᠵᠦ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠲᠡᠷᠡ ᠨᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ᠃ ᠬᠢᠴᠢᠶᠡᠭᠡᠷᠠᠢ !

source: Lock article
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠲᠦᠭᠵᠢᠬᠦ

source: Deny all users access to edit this article.
mn: ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠪᠦᠬᠦ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠢ ᠲᠡᠪᠴᠢᠭᠡᠷᠠᠢ᠃

source: Permissions
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ

source: Owner
mn: ᠡᠵᠡᠮᠰᠢᠭᠴᠢ

source: Enter the username of the owner.
mn: ᠡᠵᠡᠮᠰᠢᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Inherit permissions
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠡᠰᠢᠯᠡᠨ ᠵᠠᠯᠭᠠᠮᠵᠢᠯᠠᠬᠤ

source: Check here to apply the above permissions recursively to articles under this one.
mn: ᠳᠡᠭᠡᠷᠡᠬᠢ ᠰᠤᠩᠭᠤᠭᠳᠠᠬᠤᠨ ᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠡᠨᠡᠬᠦ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠪᠠ ᠲᠡᠭᠦᠨ ᠦ ᠬᠠᠮᠤᠷᠠᠭᠰᠠᠨ ᠪᠥᠬᠥᠢᠯᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠳᠦ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠡᠵᠡᠮᠰᠢᠯ ᠦᠨ ᠡᠷᠬᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃

source: Permission settings for the article were updated.
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ᠃

source: Your permission settings were unchanged, so nothing saved.
mn: ᠲᠠᠨ ᠤ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠲᠤᠯᠠ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: No user with that username
mn: ᠡᠢᠮᠦ ᠨᠡᠷ᠎ᠡ ᠲᠠᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: Article locked for editing
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠲᠣᠬᠢᠷᠭ᠎ᠠ ᠨᠢ ᠲᠦᠭᠵᠢᠶ᠎ᠡ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Article unlocked for editing
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠲᠣᠬᠢᠷᠭ᠎ᠠ ᠨᠢ ᠨᠡᠭᠡᠭᠡᠯᠲᠡ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Filter
mn: ᠰᠢᠭᠦᠭᠦᠷ

source: Settings for plugin
mn: ᠵᠠᠯᠭᠠᠭᠠᠰᠤ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: current revision
mn: ᠣᠳᠣ ᠶᠢᠨ ᠵᠠᠰᠠᠪᠤᠷᠢ

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
mn: ᠡᠨᠡ ᠵᠠᠯᠭᠠᠭᠠᠰᠤ ᠳᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠣᠷᠣᠭᠣᠯᠪᠠ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠪᠣᠴᠠᠭᠠᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠣᠯ ᠡᠨᠡ ᠲᠣᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠭᠳᠡᠯ ᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: modified
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ

source: Article properties last modified
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠬᠠᠮᠤᠭ ᠰᠢᠨ᠎ᠡ ᠰᠢᠨᠵᠢ ᠴᠢᠨᠠᠷ

source: owner
mn: ᠡᠵᠡᠮᠰᠢᠭᠴᠢ

source: The owner of the article, usually the creator. The owner always has both read and write access.
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠡᠵᠡᠮᠰᠢᠭᠴᠢ ᠨᠢ ᠤᠩᠰᠢᠬᠤ᠂ ᠪᠢᠴᠢᠬᠦ ᠡᠵᠡᠮᠰᠢᠯ ᠦᠨ ᠡᠷᠬᠡ ᠲᠡᠢ ᠪᠠᠢᠳᠠᠭ᠃

source: group
mn: ᠪᠠᠭ

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
mn: UNIX ᠹᠠᠢᠯ ᠤᠨ ᠰᠢᠰᠲ᠋ᠧᠮ ᠲᠠᠢ ᠠᠳᠠᠯᠢ ᠪᠠᠷ ᠪᠠᠭ ᠦᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠲᠦ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠥᠭᠴᠦ ᠪᠣᠯᠤᠨ᠎ᠠ ᠃ ᠪᠦᠯᠦᠭ ᠦᠳ ᠨᠢ Django auth ᠰᠢᠰᠲ᠋ᠧᠮ ᠢᠶᠡᠷ ᠳᠠᠮᠵᠢᠳᠠᠭ᠃

source: group read access
mn: ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠦᠨ ᠣᠩᠰᠢᠬᠤ ᠡᠵᠡᠮᠰᠢᠯ ᠦᠨ ᠡᠷᠬᠡ

source: group write access
mn: ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠦᠨ ᠪᠢᠴᠢᠬᠦ ᠡᠵᠡᠮᠰᠢᠯ ᠦᠨ ᠡᠷᠬᠡ

source: others read access
mn: ᠪᠣᠰᠣᠳ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠣᠩᠰᠢᠬᠤ ᠡᠵᠡᠮᠰᠢᠯ ᠦᠨ ᠡᠷᠬᠡ

source: others write access
mn: ᠪᠣᠰᠣᠳ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠪᠢᠴᠢᠬᠦ ᠡᠵᠡᠮᠰᠢᠯ ᠦᠨ ᠡᠷᠬᠡ

source: Article without content (%(id)d)
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠦᠭᠡᠢ ᠨᠡᠢᠲᠡᠯᠡᠯ (%(id)d)

source: content type
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠥᠷᠥᠯ

source: object ID
mn: ᠣᠪᠶᠧᠺᠲ ID

source: Article for object
mn: ᠣᠪᠶᠧᠺᠲ ᠤᠨ ᠨᠡᠢᠲᠡᠯᠡᠯ

source: Articles for object
mn: ᠣᠪᠶᠧᠺᠲ ᠤᠨ ᠨᠡᠢᠲᠡᠯᠡᠯ

source: revision number
mn: ᠵᠠᠰᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ (版本修订号)

source: IP address
mn: IP ᠬᠠᠶᠠᠭ

source: user
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ

source: locked
mn: ᠲᠦᠭᠵᠢᠶ᠎ᠡ ᠲᠡᠢ

source: article
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ

source: article contents
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ

source: article title
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠭᠠᠷᠴᠠᠭ

source: Each revision contains a title field that must be filled out, even if the title has not changed
mn: ᠤᠳᠠᠭ᠎ᠠ ᠪᠥᠷᠢ ᠶᠢᠨ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠣᠷᠣᠭᠤᠯᠤᠯᠲᠠ ᠨᠢ ᠴᠥᠮ ᠨᠢᠭᠡᠨ ᠭᠠᠷᠴᠠᠭ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠂ ᠭᠠᠷᠴᠠᠭ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠨ ᠴᠤ ᠠᠳᠠᠯᠢᠬᠠᠨ

source: original article
mn: ᠡᠬᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ

source: Permissions are inherited from this article
mn: ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠶᠢ ᠡᠰᠢᠯᠡᠨ ᠵᠠᠯᠭᠠᠮᠵᠢᠯᠠᠬᠤ ᠪᠣᠯᠣᠨ᠎ᠠ

source: A plugin was changed
mn: ᠨᠢᠭᠡ ᠵᠠᠯᠭᠠᠭᠠᠰᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
mn: ᠡᠨᠡ ᠵᠠᠯᠭᠠᠭᠠᠰᠤ ᠳᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠣᠷᠣᠭᠣᠯᠪᠠ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠪᠣᠴᠠᠭᠠᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠣᠯ ᠡᠨᠡ ᠲᠣᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠭᠳᠡᠯ ᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Cache lookup value for articles
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠺᠧᠢᠰ ᠬᠠᠶᠢᠯᠲᠠ

source: URL path
mn: URL ᠵᠠᠮ

source: URL paths
mn: URL ᠵᠠᠮ

source: Sorry but you cannot have a root article with a slug.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠂ ᠲᠠ slug ᠍ ᠲᠡᠢ ᠦᠨᠳᠦᠰᠦᠨ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: A non-root note must always have a slug.
mn: ᠦᠨᠳᠦᠰᠦᠯᠡᠯ ᠦᠨ ᠪᠤᠰᠤ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠨᠢ slug ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: There is already a root node on %s
mn: %s ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠡᠬᠢᠯᠡᠯ ᠴᠡᠭ ᠪᠣᠢ ᠪᠣᠯᠣᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
mn: ᠡᠨᠡᠬᠦ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠪᠠᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠡᠬᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠨᠢ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ᠃ ᠲᠡᠭᠦᠨ ᠳᠦ ᠪᠣᠰᠣᠳ ᠡᠬᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠬᠠᠩᠭᠠᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Lost and found
mn: ᠠᠯᠳᠠᠭᠳᠠᠭᠰᠠᠨ᠂ ᠣᠯᠳᠠᠭᠰᠠᠨ

source: A short summary of what the file contains
mn: ᠹᠠᠢᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠤᠬᠠᠢ ᠲᠣᠪᠴᠢ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ

source: Yes I am sure...
mn: ᠲᠡᠶᠢᠮᠦ ᠪᠡᠨ ᠪᠢ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ..᠃

source: Click to download file
mn: ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠵᠤ ᠹᠠᠢᠯ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠤᠭᠠᠷᠠᠢ
