Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠦᠵᠡᠬᠦ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠪᠠᠨ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠡᠰᠡᠬᠦ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠ᠃ ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ Entrance ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Entrance Exam Minimum Score (%)
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠳ᠋ᠣᠣ ᠳᠤ ᠣᠨᠣᠭ᠎ᠠ (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠦᠵᠡᠬᠦ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠣᠨᠣᠭ᠎ᠠ ᠥᠭ᠃ ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ Entrance ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Entrance Exam ID
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ID

source: Content module identifier (location)of entrance exam.
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠮᠣᠳᠣᠯ ᠲᠠᠨᠢᠬᠤ (ᠪᠠᠶᠢᠷᠢᠰᠢᠯ)ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ᠃

source: Social Media Sharing URL
mn: Social Media ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ URL

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
mn: ᠬᠡᠷᠪᠡ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠶᠢ ᠨᠡᠶᠢᠭᠡᠮ ᠤᠨ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠨ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ URL ᠍ ᠤᠳ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠰᠡᠨ ᠪᠣᠯ ᠲᠠ ᠣᠯᠠᠨ ᠨᠡᠢᠲᠡ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠦᠨ ᠰᠠᠶᠢᠲᠤ ᠨᠤᠭᠤᠳ ᠬᠣᠯᠪᠣᠵᠤ ᠪᠣᠯᠬᠤ URL ᠍ ᠢ (ᠲᠤᠬᠠᠶᠢᠯᠠᠪᠠᠯ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠠᠢᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ URL ᠭᠡᠬᠦ ᠮᠡᠲᠦ)ᠥᠭᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ. URL ᠨᠢ ᠪᠦᠷᠢᠨ ᠳᠦᠭᠦᠷᠡᠩ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠄ http᠄//www.edx.org/course/Introduction-to-MOOCs-ITM001 /Introduction-to-MOOCs-ITM001

source: Course Language
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠬᠡᠷᠡᠭᠯᠡᠬᠦ ᠬᠡᠯᠡ

source: Specify the language of your course.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠬᠡᠷᠡᠭᠯᠡᠬᠦ ᠬᠡᠯᠡ ᠶᠢ ᠲᠣᠭᠲᠠᠭᠠᠷᠠᠢ᠃

source: Teams Configuration
mn: ᠪᠠᠭ ᠤᠨ ᠬᠠᠮᠢᠶᠠᠷᠤᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Specify the maximum team size and topics for teams inside the provided set of curly braces. Make sure that you enclose all of the sets of topic values within a set of square brackets, with a comma after the closing curly brace for each topic, and another comma after the closing square brackets. For example, to specify that teams should have a maximum of 5 participants and provide a list of 2 topics, enter the configuration in this format: {example_format}. In "id" values, the only supported special characters are underscore, hyphen, and period.
mn: ᠭᠦᠨᠵᠡᠭᠡᠢ ᠬᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠪᠠᠭ ᠤᠨ ᠳᠣᠲᠣᠷᠠᠬᠢ ᠪᠠᠭ ᠤᠨ ᠬᠠᠮᠤᠭ ᠤᠨ ᠳᠡᠭᠡᠳᠦ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠂ ᠰᠡᠳᠦᠪ ᠢ ᠪᠠᠭᠲᠠᠭᠠᠨ᠎ᠠ᠃ ᠰᠡᠳᠦᠪ ᠦᠨ ᠤᠳᠬ᠎ᠠ ᠶᠢᠨ ᠪᠦᠬᠦ ᠪᠠᠭᠴᠠ ᠶᠢ ᠺᠦᠸᠠᠳ᠋ ᠬᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠪᠠᠭᠲᠠᠭᠠᠵᠤ᠂ ᠰᠡᠳᠦᠪ ᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠤᠪᠢ ᠳᠤ ᠬᠠᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠡᠩᠨᠡᠭᠡᠨ ᠦ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ᠂ ᠺᠣᠮᠮᠠᠨ ᠳᠤ ᠬᠠᠭᠠᠬᠤ ᠺᠦᠸᠠᠳ᠋ ᠬᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠣᠷᠣᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠥᠪᠡᠷ ᠺᠣᠮᠮᠠᠨᠳ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠵᠢᠱᠢᠶᠡᠯᠡᠪᠡᠯ ᠪᠠᠭ ᠨᠢ ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠳᠦ ᠪᠡᠨ 5 ᠣᠷᠣᠯᠴᠠᠭᠴᠢ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠪᠥᠭᠡᠳ 2 ᠰᠡᠳᠦᠪ ᠢᠶᠡᠷ ᠵᠢᠭᠰᠠᠭᠠᠬᠤ ᠶᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠭᠦᠨ᠎ᠡ ᠦᠦ᠄ {example_format}᠃ "id"ᠤᠳᠬ᠎ᠠ ᠨᠤᠭᠤᠳ ᠲᠤ ᠵᠥᠪᠬᠡᠨ ᠳᠡᠮᠵᠢᠭᠳᠡᠬᠦ ᠲᠤᠰᠬᠠᠢ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠨᠦᠭᠦᠳ ᠨᠢ ᠣᠨᠴᠠᠯᠠᠭᠰᠠᠨ᠂ ᠵᠢᠷᠤᠭᠠᠰᠤ᠂ ᠦᠶ᠎ᠡ ᠶᠤᠮ᠃

source: Enable Proctored Exams
mn: ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠪᠣᠯ ᠰᠢᠯᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠲᠡᠩᠴᠡᠭᠰᠡᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠨᠢ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠨᠢ ᠶᠠᠪᠤᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢ ᠣᠯᠭᠤᠳᠠᠭ ᠭᠡᠳᠡᠭ ᠢ ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Allow Opting Out of Proctored Exams
mn: ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠭᠠᠷᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠪᠣᠯ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠲᠣᠭᠲᠠᠮᠠᠯ ᠬᠢᠳᠡᠭ ᠦᠭᠡᠢ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠤᠳᠬ᠎ᠠ ᠨᠢ ᠬᠤᠳᠠᠯ ᠢᠶᠠᠨ ᠪᠠᠢᠪᠠᠯ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠥᠭᠭᠦᠨ᠎ᠡ᠃ ᠡᠨᠡ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠢ ᠰᠢᠯᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠲᠡᠩᠴᠡᠭᠰᠡᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ᠃

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
mn: ᠰᠡᠵᠢᠭ ᠲᠡᠢ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠬᠢᠬᠦ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ Zendesk ᠬᠡᠷᠡᠭᠰᠡᠯ ᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ Zendesk ᠲᠠᠰᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠰᠡᠵᠢᠭ ᠪᠦᠬᠦᠢ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠡᠭᠦᠰᠬᠡᠨ᠎ᠡ᠃

source: Enable Timed Exams
mn: ᠲᠣᠭᠲᠠᠭᠰᠠᠨ ᠴᠠᠭ ᠤᠨ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠯ ᠲᠠᠢ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
mn: ᠌true ᠡᠰᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠂ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠳᠠᠷᠤᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠬᠦ ᠪᠣᠯᠣᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠤᠮᠳᠤᠭᠠᠢᠯᠠᠪᠠᠯ ᠂ ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠦᠶᠡᠰ ᠲᠣᠰ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠢᠳᠡᠪᠬᠢᠵᠢᠬᠦ ᠪᠣᠯᠣᠨ᠎ᠠ᠃

source: Minimum Grade for Credit
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠳᠣᠣᠷ᠎ᠠ ᠬᠣᠪᠢ

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠺᠷᠧᠳᠢᠲ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠣᠨᠣᠭ᠎ᠠ 0.0 ᠍ ᠡᠴᠡ 1.0 ᠬᠣᠭᠣᠷᠣᠨᠳᠣᠬᠢ ᠠᠷᠪᠠᠲᠤ ᠶᠢᠨ ᠪᠤᠲᠠᠷᠬᠠᠢ ᠶᠢ ᠠᠪᠤᠨ᠎ᠠ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ 75% ᠍ ᠢ 0.75 ᠍ ᠳᠦ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Self Paced
mn: ᠥᠪᠡᠷ ᠢ ᠪᠡᠨ ᠲᠡᠯᠡᠭᠰᠡᠨ

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
mn: ᠡᠭᠦᠨ ᠢ "true" ᠭᠡᠵᠦ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠥᠪᠡᠷ ᠢ ᠪᠡᠨ ᠴᠢᠭᠯᠡᠭᠦᠯᠦᠭᠴᠢ ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠨ᠎ᠡ᠃ ᠥᠪᠡᠷᠲᠡᠭᠡᠨ ᠲᠦᠷᠭᠡᠨ ᠰᠢᠭᠤᠷᠬᠠᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠳ ᠨᠢ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠦᠭᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠡᠭᠦᠰᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠶᠠᠮᠠᠷ ᠴᠤ ᠲᠦᠪᠰᠢᠨ ᠳᠦ ᠬᠦᠷᠴᠦ ᠴᠢᠳᠠᠳᠠᠭ᠃

source: Bypass Course Home
mn: ᠨᠢᠭᠤᠷ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: Bypass the course home tab when students arrive from the dashboard, sending them directly to course content.
mn: ᠬᠡᠴᠢᠨᠡᠨ ᠡᠴᠡ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠠᠭᠤᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠡᠳᠦᠪ ᠢ ᠲᠣᠭᠣᠷᠢᠵᠤ ᠭᠠᠷᠬᠤ ᠳᠤ ᠪᠠᠨ ᠺᠧᠮᠫ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠰᠢᠭᠤᠳ ᠢᠯᠡᠭᠡᠳᠡᠭ᠃

source: Enable Subsection Prerequisites
mn: ᠬᠡᠰᠡᠭ ᠡᠴᠡ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ ᠢ ᠪᠡᠶᠡᠯᠡᠭᠦᠯᠬᠦ ᠪᠣᠯᠲᠠᠯ᠎ᠠ ᠬᠡᠰᠡᠭ ᠢ ᠳᠠᠯᠳᠠᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Course Learning Information
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠣᠷᠣᠯᠴᠠᠬᠤ ᠲᠤᠬᠠᠢ ᠮᠡᠳᠡᠭᠳᠡᠯ

source: Specify what student can learn from the course.
mn: ᠶᠠᠮᠠᠷᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠣᠷᠣᠯᠴᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠ᠃

source: Course Instructor
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠠᠭᠰᠢ

source: Enter the details for Course Instructor
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Add Unsupported Problems and Tools
mn: ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠪᠣᠯᠤᠨ ᠪᠠᠭᠠᠵᠢ ᠨᠡᠮᠡᠬᠦ

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠪᠣᠯ ᠰᠲ᠋ᠦ᠋ᠳᠢ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠᠨ ᠤ ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ᠂ ᠪᠠᠭᠠᠵᠢ ᠬᠡᠷᠡᠭᠰᠡᠯ ᠢ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠤᠷᠤᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠲᠤᠷᠰᠢᠯᠲᠠ᠂ ᠬᠦᠷᠲᠡᠭᠡᠮᠵᠢ᠂ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ᠂ ᠪᠠᠷᠢᠮᠲᠠ ᠪᠢᠴᠢᠭ ᠵᠡᠷᠭᠡ ᠨᠢᠭᠡ ᠪᠤᠶᠤ ᠬᠡᠳᠦ ᠬᠡᠳᠦᠨ ᠰᠠᠭᠤᠷᠢ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠶᠢ ᠳᠠᠭᠠᠵᠤ ᠮᠥᠷᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠡᠴᠡ ᠰᠢᠯᠲᠠᠭᠠᠯᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠲᠤ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠦᠭᠡᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ᠂ ᠪᠠᠭᠠᠵᠢ ᠬᠡᠷᠡᠭᠰᠡᠯ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠵᠥᠪᠯᠡᠳᠡᠭ ᠦᠭᠡᠢ᠃

source: General
mn: ᠶᠡᠷᠦᠩᠬᠡᠢ ᠵᠦᠢᠯ

source: Text
mn: ᠲᠧᠺᠰᠲ

source: Html contents to display for this module
mn: ᠡᠨᠡ ᠮᠣᠳᠤᠯ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ HTML ᠠᠭᠤᠯᠭ᠎ᠠ

source: Source code for LaTeX documents. This feature is not well-supported.
mn: LaTeX ᠪᠠᠷᠢᠮᠲᠠ ᠪᠢᠴᠢᠭ ᠦᠨ ᠡᠬᠢ ᠺᠣᠳ᠋᠃ ᠡᠨᠡ ᠪᠣᠯᠤᠮᠵᠢ ᠨᠢ ᠰᠠᠶᠢᠨ ᠳᠡᠮᠵᠢᠭᠳᠡᠳᠡᠭ ᠦᠭᠡᠢ᠃

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
mn: Visual ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠡᠨ ᠰᠢᠭᠤᠤᠳ ᠣᠷᠣᠭᠤᠯᠪᠠᠯ ᠪᠣᠯᠴᠢᠬᠠᠨ᠎ᠠ ᠂ ᠨᠠᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠬᠠᠷᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ HTML ᠺᠣᠳᠢ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠨ᠎ᠡ. Raw ᠍ ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠰᠢᠭᠤᠤᠳ HTML ᠺᠣᠳᠢ ᠳᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠣᠯᠣᠨ᠎ᠠ ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠪᠡᠯ ᠨᠠᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ ᠶᠢ ᠬᠠᠭᠠᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠬᠢᠨ ᠨᠢᠭᠡ ᠤᠳᠠᠭ᠎ᠠ ᠨᠡᠭᠡᠭᠡᠬᠦ ᠦᠶᠡᠰ ᠰᠠᠶᠢ ᠬᠦᠴᠦᠨ ᠲᠠᠢ ᠪᠣᠯᠣᠨ᠎ᠠ᠃

source: Editor
mn: ᠨᠠᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ

source: Hide Page From Learners
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠠᠴᠠ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: If you select this option, only course team members with the Staff or Admin role see this page.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠪᠣᠯ ᠴᠣᠷ ᠤᠨ ᠭᠠᠭᠴᠠ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠠᠵᠢᠯᠲᠠᠨ ᠡᠰᠡᠪᠡᠯ ᠠᠳᠮᠢᠨ ᠤ ᠡᠭᠦᠷᠭᠡ ᠷᠣᠯᠢ ᠶᠢ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠬᠠᠷᠠᠨ᠎ᠠ ᠤᠤ᠃

source: HTML for the additional pages
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ HTML

source: List of course update items
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯ ᠦᠨ ᠵᠦᠢᠯᠡᠰ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Image Annotation
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠰᠡᠳᠦᠪ

source: Tags for Assignments
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠨᠤᠭᠤᠳ

source: Add tags that automatically highlight in a certain color using the comma-separated form, i.e. imagery:red,parallelism:blue
mn: ᠵᠤᠷᠠᠭ᠎ᠠ ᠪᠠᠷ ᠲᠤᠰᠠᠭᠠᠷᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠥᠩᠭᠡᠲᠦ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠲᠣᠳᠣᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ᠂ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠄ ᠤᠯᠠᠭᠠᠨ᠂ ᠫᠠᠷᠠᠯᠧᠯᠢᠰᠮ᠄ ᠴᠡᠩᠬᠡᠷ

source: Location of Annotation backend
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢᠨ ᠠᠷᠤ ᠶᠢᠨ ᠪᠠᠢᠷᠢᠯᠠᠯ

source: Url for Annotation Storage
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢᠨ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ Url

source: Secret string for annotation storage
mn: ᠨᠣᠭᠳᠠᠯ ᠤᠨ ᠬᠠᠳᠠᠭᠠᠯᠠᠯᠲᠠ ᠶᠢᠨ ᠨᠢᠭᠤᠴᠠ ᠮᠥᠷ

source: Secret Token String for Annotation
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢᠨ ᠨᠢᠭᠤᠴᠠ Token ᠮᠥᠷ

source: Default Annotations Tab
mn: ᠦᠨᠳᠦᠰᠦᠨ ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢᠨ Tab

source: Select which tab will be the default in the annotations table: myNotes, Instructor, or Public.
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠬᠦᠰᠦᠨᠦᠭᠲᠦ ᠶᠢᠨ ᠠᠯᠢ ᠲᠠᠪ ᠢ ᠰᠣᠩᠭᠣᠬᠤ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ᠄ myNotes᠂ Instructor᠂ or Public᠃

source: Email for 'Instructor' Annotations
mn: 〈ᠪᠠᠭᠰᠢ〉 ᠰᠡᠳᠦᠪᠲᠦ ᠠᠨᠺᠧᠲ

source: Email of the user that will be attached to all annotations that will be found in 'Instructor' tab.
mn: 〈ᠰᠤᠷᠭᠠᠭᠴᠢ〉 ᠲᠠᠪ ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠪᠦᠬᠦ ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠳᠤ ᠬᠠᠪᠰᠠᠷᠭᠠᠭᠳᠠᠬᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯ᠃

source: Mode for Annotation Tool
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠪᠠᠭᠠᠵᠢ ᠦᠨ ᠭᠣᠷᠢᠮ

source: Type in number corresponding to following modes: 'instructor' or 'everyone'
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠡᠯᠪᠡᠷᠢ ᠳᠦ ᠲᠣᠬᠢᠷᠠᠭᠰᠠᠨ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠪᠢᠴᠢᠨ᠎ᠡ᠄ 〈ᠪᠠᠭᠰᠢ〉 ᠡᠰᠡᠪᠡᠯ 〈ᠬᠦᠮᠦᠨ ᠪᠦᠷᠢ〉

source: No email address found.
mn: ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Any Type
mn: ᠶᠠᠮᠠᠷ ᠴᠤ ᠲᠥᠷᠥᠯ

source: Library
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ

source: Select the library from which you want to draw content.
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠵᠢᠷᠤᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠰᠣᠩᠭᠣ᠃

source: Library Version
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ

source: Determines how content is drawn from the library
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠠᠴᠠ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠶᠠᠵ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠨ᠎ᠠ

source: Choose n at random
mn: N ᠍ ᠢ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠪᠡᠷ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: Count
mn: ᠲᠣᠭ᠎ᠠ

source: Enter the number of components to display to each student.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠪᠦᠷᠢ ᠳᠦ ᠦᠵᠡᠭᠦᠯᠬᠦ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠦᠨ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Problem Type
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠥᠷᠥᠯ

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠹᠦᠨᠺᠼ ᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠥᠷᠥᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠪᠡ "Any Type" ᠰᠣᠩᠭᠣᠭᠳᠠᠪᠠᠯ ᠶᠠᠮᠠᠷ ᠴᠤ ᠰᠢᠭᠦᠯᠲᠡᠭᠦᠷ ᠬᠡᠷᠡᠭᠯᠡᠬᠦ ᠦᠭᠡᠢ᠃

source: This component is out of date. The library has new content.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠬᠠᠭᠤᠴᠢᠷᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠰᠢᠨ᠎ᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: {refresh_icon} Update now.
mn: 〈refresh᠎icon〉 ᠣᠳᠣ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ᠃

source: Library is invalid, corrupt, or has been deleted.
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠨᠢ ᠪᠤᠷᠤᠭᠤ᠂ ᠠᠪᠤᠯ ᠲᠤ᠂ ᠡᠰᠡᠪᠡᠯ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Edit Library List.
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠵᠠᠰᠠᠬᠤ᠃

source: This course does not support content libraries. Contact your system administrator for more information.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠦᠭᠡᠢ᠃ ᠰᠢᠰᠲ᠋ᠧᠮ ᠦᠨ ᠠᠳᠮᠢᠨᠢᠰᠲᠷᠠᠲ᠋ᠣᠷ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: A library has not yet been selected.
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠰᠣᠩᠭᠣᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Select a Library.
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: There are no matching problem types in the specified libraries.
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ ᠰᠠᠩᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠲᠤ ᠲᠣᠬᠢᠷᠠᠬᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠥᠷᠦᠯ ᠪᠠᠢᠳᠠᠭ ᠦᠭᠡᠢ᠃

source: Select another problem type.
mn: ᠥᠭᠡᠷ᠎ᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠥᠷᠥᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: The specified library is configured to fetch {count} problem,
mn: ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠠᠩ ᠨᠢ {count} ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠠᠷ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠂

source: but there is only {actual} matching problem.
mn: ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠵᠥᠪᠬᠡᠨ {actual} ᠲᠠᠭᠠᠷᠬᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Edit the library configuration.
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ᠃

source: Invalid Library
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ

source: No Library Selected
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Library Display Name
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠨᠡᠷ᠎ᠡ

source: Enter the names of the advanced components to use in your library.
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠳᠤ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠡᠪᠰᠢᠯᠲᠡᠲᠦ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠦᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The display name for this component. Analytics reports may also use the display name to identify this component.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠨᠡᠷ᠎ᠡ᠃ ᠠᠨᠠᠯᠢᠲ᠋ᠢᠭ ᠲᠠᠶᠢᠯᠤᠨ ᠨᠢ ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠢ ᠲᠠᠨᠢᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡᠬᠦ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
mn: error{docs_anchor_open}LTI 文档{anchor_close}

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
mn: error

source: Custom Parameters
mn: ᠭᠠᠶᠢᠯᠢ ᠶᠢᠨ ᠦᠵᠡᠭᠦᠯᠦᠯᠲᠡ ᠨᠦᠭᠦᠳ

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
mn: error

source: Open in New Page
mn: ᠰᠢᠨ᠎ᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠨᠡᠭᠡᠭᠡᠨ᠎ᠡ

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ LTI ᠬᠡᠷᠡᠭᠰᠡᠯ ᠢ ᠰᠢᠨ᠎ᠡ ᠴᠣᠩᠬᠣᠨ ᠳᠤ ᠨᠡᠬᠡᠭᠡᠬᠦ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠣᠪᠰᠢᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ True ᠭᠡᠳᠡᠭ ᠢ ᠰᠣᠩᠭᠣ. LTI ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠣᠳᠣ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ IFrame ᠬᠡᠰᠡᠭ ᠲᠦ ᠨᠡᠭᠡᠭᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠪᠤᠷᠤᠭᠤ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠬᠢᠨ᠎ᠡ ᠦᠦ᠃ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠵᠥᠪᠬᠡᠨ ᠭᠠᠳᠠᠭᠠᠳᠤ Tool ᠍ ᠢ ᠳᠠᠯᠳᠠᠯᠠᠭᠰᠠᠨ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠳᠤ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Scored
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ

source: Select True if this component will receive a numerical score from the external LTI system.
mn: ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠨᠢ ᠭᠠᠳᠠᠭᠠᠳᠤ LTI ᠰᠢᠰᠲ᠋ᠧᠮ ᠡᠴᠡ ᠲᠣᠭᠠᠨ ᠣᠨᠣᠭ᠎ᠠ ᠠᠪᠬᠤ ᠪᠣᠯ ᠦᠨᠡᠨ ᠭᠡᠳᠡᠭ ᠢ ᠰᠣᠩᠭᠣ᠃

source: Weight
mn: ᠵᠢᠩ

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠴᠡᠭᠡ ᠨᠦᠭᠦᠳ ᠦᠨ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠤᠳᠬ᠎ᠠ ᠨᠢ 1.0 ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠵᠥᠪᠬᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠦᠶ᠎ᠡ ᠳᠦ ᠦᠨᠡᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠦᠶ᠎ᠡ ᠳᠦ ᠯᠠ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠃

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
mn: ᠬᠣᠭᠣᠰᠣᠨ ᠣᠨᠣᠭ᠎ᠠ KVS ᠍ ᠳᠦ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠨ᠎ᠠ᠃ ᠨᠡᠢᠲᠡᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠣᠨᠣᠭ᠎ᠠ ᠨᠢ django DB ᠍ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Comment as returned from grader, LTI2.0 spec
mn: ᠲᠡᠭᠦᠰᠦᠭᠴᠢ ᠡᠴᠡ ᠪᠤᠴᠠᠵᠤ ᠢᠷᠡᠭᠰᠡᠨ ᠲᠤᠬᠠᠢ LTI2.0 ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ

source: Hide External Tool
mn: ᠭᠠᠳᠠᠭᠠᠳᠤ ᠪᠠᠭᠠᠵᠢ ᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠢ ᠭᠠᠳᠠᠨ ᠤ ᠬᠡᠷᠡᠭᠰᠡᠯ ᠢ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠣᠷᠣᠨ ᠳᠤ ᠭᠠᠳᠠᠨ ᠤ ᠠᠩᠭᠢᠯᠠᠯ ᠤᠨ ᠰᠢᠰᠲ᠋ᠧᠮ ᠲᠡᠢ ᠰᠢᠨ᠋ᠺ ᠬᠢᠬᠦ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ True᠃ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠡᠨᠡ ᠲᠣᠪᠴᠢᠯᠠᠯ ᠳᠠᠬᠢ Launch ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠪᠣᠯᠤᠨ ᠶᠠᠮᠠᠷ ᠴᠤ IFrame ᠍ ᠢ ᠨᠢᠭᠤᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Request user's username
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠬᠦᠰᠡᠬᠦ

source: Select True to request the user's username.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠠᠰᠠᠭᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠦᠨᠡᠨ ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: Request user's email
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯᠡ ᠶᠢ ᠬᠦᠰᠡᠬᠦ

source: Select True to request the user's email address.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠬᠦᠰᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠦᠨᠡᠨ ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: LTI Application Information
mn: LTI ᠍ ᠦᠨ ᠡᠷᠭᠦᠳᠡᠯ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
mn: ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠲᠠᠯ᠎ᠠ ᠶᠢᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠡᠨ ᠦ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠪᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷᠡ ᠪᠣᠯᠤᠨ / ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯᠡ ᠶᠢ ᠬᠦᠰᠡᠪᠡᠯ ᠡᠨᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠢᠮᠧᠯ ᠶᠢ ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠦᠨ ᠫᠷᠣᠭᠷᠠᠮ ᠳᠤ ​​ᠢᠯᠡᠭᠡᠬᠦ ᠶᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠮᠡᠳᠡᠭᠡᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠬᠠᠶᠢᠷᠴᠠᠭ ᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Button Text
mn: ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠤᠨ ᠲᠧᠺᠰᠲ

source: Enter the text on the button used to launch the third party application.
mn: ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠦᠨ ᠫᠷᠣᠭᠷᠠᠮ ᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠬᠡᠷᠡᠭᠯᠡᠭᠳᠡᠬᠦ ᠲᠣᠪᠴᠢ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠧᠺᠰᠲ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃

source: Accept grades past deadline
mn: ᠥᠩᠭᠡᠷᠡᠭᠰᠡᠨ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠳᠦᠩᠭᠡ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ

source: Select True to allow third party systems to post grades past the deadline.
mn: ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠦᠨ ᠰᠢᠰᠲ᠋ᠧᠮ ᠢ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠵᠡᠷᠭᠡᠯᠡᠬᠦ ᠶᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠦᠨᠡᠨ ᠢ ᠰᠣᠩᠭᠣ᠃

source: Could not parse custom parameter: {custom_parameter}. Should be string.
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠫᠠᠷᠠᠮᠧᠲ᠋ᠷ ᠢ ᠵᠠᠳᠠᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠄ {custom_parameter}᠃ "x=y" ᠮᠥᠷ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
mn: LTI ᠫᠠᠰᠫᠣᠷᠲ ᠢ ᠵᠠᠳᠠᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠄ {lti_passport}᠃ "id:key:secret" ᠮᠥᠷ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Due Date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Enter the default date by which problems are due.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠴᠢᠷᠴᠢ ᠪᠣᠯᠵᠣᠰᠢ ᠦᠭᠡᠢ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯ᠃

source: If true, can be seen only by course staff, regardless of start date.
mn: ᠬᠡᠷᠪᠡ ᠦᠨᠡᠨ ᠪᠣᠯ᠂ ᠵᠥᠪᠬᠡᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠠᠵᠢᠯᠴᠢᠳ ᠢᠶᠠᠷ ᠬᠠᠷᠠᠭᠳᠠᠳᠠᠭ᠂ ᠡᠬᠢᠯᠡᠬᠦ ᠣᠩᠨᠠᠨ ᠠᠴᠠ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ ᠬᠠᠷᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Enter the URL for the course data GIT repository.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ URL ᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: XQA Key
mn: XQA ᠲᠦᠯᠬᠢᠭᠦᠷ

source: This setting is not currently supported.
mn: ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠣᠳᠣ ᠪᠠᠷ ᠳᠡᠮᠵᠢᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Enter the location of the annotation storage server. The textannotation, videoannotation, and imageannotation advanced modules require this setting.
mn: ᠨᠣᠭᠳᠠᠯ ᠤᠨ ᠬᠠᠳᠠᠭᠠᠯᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠧᠷᠸᠧᠷ ᠤᠨ ᠪᠠᠢᠷᠢᠰᠢᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠲᠧᠺᠰᠲᠠᠨᠴᠢᠯᠠᠨ ᠪᠢᠴᠢᠬᠦ᠂ ᠸᠢᠳᠢᠣ᠋ ᠲᠦᠭᠡᠭᠡᠭᠴᠢ᠂ ᠵᠢᠷᠤᠭᠯᠠᠯ ᠬᠢᠬᠦ ᠳᠡᠪᠰᠢᠯᠲᠡᠲᠦ ᠮᠣᠳᠤᠯᠢ ᠨᠤᠭᠤᠳ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ᠃

source: URL for Annotation Storage
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢᠨ ᠬᠠᠳᠠᠭᠠᠯᠠᠯᠲᠠ ᠶᠢᠨ URL

source: Enter the secret string for annotation storage. The textannotation, videoannotation, and imageannotation advanced modules require this string.
mn: ᠠᠨᠣᠲ ᠤᠨ ᠬᠠᠳᠠᠭᠠᠯᠠᠯᠲᠠ ᠶᠢᠨ ᠨᠢᠭᠤᠴᠠ ᠳ᠋ᠤᠭᠠᠷ ᠢᠶᠠᠨ ᠣᠷᠣᠭᠣᠯᠣᠭᠠᠷᠠᠢ

source: Enter the ids for the content groups this problem belongs to.
mn: ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠳ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ id ᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", and "never".
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠲᠣᠪᠴᠢ ᠨᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠦᠷ ᠳᠡᠭᠡᠷ᠎ᠡ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠨ᠎ᠡ᠃ ᠦᠨᠡᠨ ᠵᠥᠪ ᠤᠳᠬ᠎ᠠ ᠨᠢ "always"᠂ "answered"᠂ "attempted"᠂ "closed"᠂ "finished"᠂ "past_due"᠂ "correct_or_past_due"᠂ and "never"

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠦᠨᠡᠨ ᠵᠥᠪ ᠬᠠᠷᠢᠭᠤᠯᠵᠤ᠂ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠣᠨᠣᠭ᠎ᠠ ᠪᠠᠨ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠬᠦ ᠶᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭ᠃ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠤᠳᠬ᠎ᠠ ᠨᠢ "always"᠂ "never"᠂ "past_due"᠃

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳᠠᠬᠢ ᠬᠤᠪᠢᠰᠬᠤ ᠬᠡᠮᠵᠢᠭᠳᠡᠬᠦᠨ ᠨᠦᠭᠦᠳ ᠨᠢ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠳᠠᠬᠤ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠤᠳᠬ᠎ᠠ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠶᠡᠬᠡᠩᠬᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠢ ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠵᠤ᠂ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ Python ᠰᠺᠷᠢᠫᠲ ᠢ ᠬᠠᠩᠭᠠᠬᠤ ᠪᠠᠷ ᠲᠥᠯᠦᠪᠯᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠣᠯ "never" ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠬᠢᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠵᠥᠪ ᠤᠳᠬ᠎ᠠ ᠨᠢ "always"᠂ "onreset"᠂ "never" ᠪᠠ "per_student" ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Days Early for Beta Users
mn: ᠪᠧᠲ᠋ᠠ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠦᠨ ᠬᠤᠪᠢ ᠳᠤ ᠡᠷᠲᠡ ᠡᠳᠦᠷ

source: Enter the number of days before the start date that beta users can access the course.
mn: ᠪᠧᠲ᠋ᠠ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠡᠳᠦᠷ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠡᠳᠦᠷ ᠦᠨ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Static Asset Path
mn: ᠰᠲ᠋ᠠᠲ᠋ᠢᠭ ᠠᠰᠢᠭ ᠤᠨ ᠵᠠᠮ

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
mn: ᠹᠠᠢᠯ ᠊ ᠪᠠᠢᠷᠢᠰᠢᠯ ᠤᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠹᠠᠢᠯ ᠤᠳ ᠤᠨ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠵᠠᠮ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠡᠨᠡ ᠤᠳᠬ᠎ᠠ ᠨᠢ Studio ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠪᠣᠯᠬᠤ c4x᠄ //᠃

source: Enable LaTeX Compiler
mn: LaTeX ᠨᠠᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ ᠶᠢ ᠨᠡᠭᠡᠭᠡᠬᠦ

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠤᠭᠰᠠᠨ ᠪᠣᠯ᠂ LaTeX ᠨᠠᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ ᠶᠢ ᠬᠡᠷᠡᠭᠯᠡᠵᠦ HTML ᠪᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠬᠡᠰᠡᠭ ᠲᠦ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠰᠢᠢᠳᠬᠦ ᠶᠢ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠪᠣᠯᠬᠤ ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ᠂ Maximum Attempts ᠨᠢ null ᠭᠡᠵᠦ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠲᠤᠯᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠢᠵᠠᠭᠠᠷ ᠦᠭᠡᠢ ᠲᠣᠭᠠᠨ ᠤ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠬᠢᠳᠡᠭ᠃ ᠲᠠ ᠲᠤᠰ ᠲᠤᠰ ᠲᠤ ᠪᠠᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠰᠢᠢᠳᠪᠦᠷᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠥᠷᠭᠡᠨ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠳᠠᠷᠤᠵᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠭᠡᠰᠡᠨ ᠬᠡᠳᠦᠢ ᠴᠤ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠥᠷᠭᠡᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠲᠣᠭᠠᠨ ᠤ ᠳ᠋ᠤᠭᠠᠷ ᠶᠤᠮ ᠪᠣᠯ ᠬᠤᠪᠢ ᠬᠦᠨᠳᠦᠷᠡᠯ ᠪᠡᠷᠬᠡᠰᠢᠶᠡᠯ ᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᠳᠡᠭᠡᠳᠦ ᠬᠡᠮᠵᠢᠶᠡᠨ ᠦ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠲᠣᠭᠲᠠᠭᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
mn: MATLAB ᠍ ᠲᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ MathWorks ᠡᠴᠡ ᠬᠠᠩᠭᠠᠭᠰᠠᠨ API Key ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠡᠨᠡ API Key ᠵᠢ ᠵᠥᠪᠬᠡᠨ ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠤ ᠠᠰᠢᠭᠯᠠᠵᠤ᠂ ᠪᠤᠰᠤᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠬᠠᠮᠲᠤ ᠪᠠᠷ ᠡᠳᠡᠯᠡᠬᠦ ᠶᠢ ᠳᠡᠮᠵᠢᠬᠦ ᠦᠭᠡᠢ ᠃ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠬᠤ ᠪᠣᠶᠣ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠪᠣᠯ moocsupport@mathworks.com ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠬᠠᠷᠢᠯᠴᠠᠭᠠᠷᠠᠢ ᠃

source: Group Configurations
mn: ᠪᠥᠯᠥᠭ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Enter the configurations that govern how students are grouped together.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠬᠡᠷᠬᠢᠨ ᠪᠦᠯᠦᠭᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠢ ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠬᠤ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯ᠃

source: Enable video caching system
mn: ᠸᠢᠳᠢᠣ᠋ ᠺᠡᠰᠢ ᠰᠢᠰᠲ᠋ᠧᠮ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯ
