Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

# weekday name
source: Sunday
mn: ᠨᠢᠮ᠎ᠠ ᠭᠠᠷᠠᠭ

# abbreviated weekday name
source: Mon
mn: ᠮᠢᠨᠦ

# abbreviated weekday name
source: Tue
mn: ᠲᠠᠨ ᠤ

# abbreviated weekday name
source: Wed
mn: ᠳᠠᠸᠠ ᠭᠠᠷᠠᠭ

# abbreviated weekday name
source: Thu
mn: ᠦᠭᠡᠢ

# abbreviated weekday name
source: Fri
mn: ᠦᠨ᠎ᠡ ᠦᠭᠡᠢ

# abbreviated weekday name
source: Sat
mn: ᠰᠠᠭᠤᠷᠢᠨ

# abbreviated weekday name
source: Sun
mn: ᠨᠠᠷᠠ

# abbreviated month name
source: Jan
mn: 1 ᠳ᠋ᠦ᠋ᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# abbreviated month name
source: Feb
mn: 2 ᠍ ᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# abbreviated month name
source: Mar
mn: 3 ᠍ ᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# abbreviated month name
source: Apr
mn: 4 ᠍ ᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# abbreviated month name
source: May
mn: 5 ᠍ ᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# abbreviated month name
source: Jun
mn: 6 ᠍ ᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# abbreviated month name
source: Jul
mn: 7 ᠍ ᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# abbreviated month name
source: Aug
mn: 8 ᠍ ᠳᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ

# abbreviated month name
source: Sep
mn: 9 ᠍ ᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# abbreviated month name
source: Oct
mn: 10 ᠍ ᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# abbreviated month name
source: Nov
mn: 11 ᠍ ᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# abbreviated month name
source: Dec
mn: 12 ᠍ ᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# month name
source: January
mn: 1᠍ ᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# month name
source: February
mn: ᠬᠣᠶᠠᠳᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ

# month name
source: March
mn: ᠭᠤᠷᠪᠠᠳᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ

# month name
source: April
mn: ᠳᠥᠷᠪᠡᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# month name
source: May
mn: ᠲᠠᠪᠤᠳᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ

# month name
source: June
mn: ᠵᠢᠷᠭᠤᠳᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ

# month name
source: July
mn: ᠳᠣᠯᠣᠳᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ

# month name
source: August
mn: ᠨᠠᠶᠢᠮᠠᠳᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ

# month name
source: September
mn: ᠶᠢᠰᠦᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# month name
source: October
mn: ᠠᠷᠪᠠᠳᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ

# month name
source: November
mn: ᠠᠷᠪᠠᠨᠨᠢᠭᠡᠳᠦᠭᠡᠷ ᠰᠠᠷ᠎ᠠ

# month name
source: December
mn: ᠠᠷᠪᠠᠨᠬᠣᠶᠠᠳᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ

source: The file must end with the extension '{file_types}'.
mn: ᠹᠠᠢᠯ ᠨᠢ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠥᠷᠭᠡᠳᠬᠡᠯ ᠦᠳ ᠦᠨ ᠠᠯᠢ ᠨᠢᠭᠡ ᠶᠢ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠄ '{file_types}' ᠃

source: Maximum upload file size is {file_size} bytes.
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠹᠠᠢᠯ ᠤᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠨᠢ 〈file᠎size〉 ᠪᠠᠢᠲᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Course {course_id} requires {prerequisite_course_id}
mn: ᠬᠢᠴᠢᠶᠡᠯ 〈course᠎id〉 ᠨᠢ 〈ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ᠎course᠎id〉

source: System defined milestone
mn: ᠰᠢᠰᠲ᠋ᠧᠮ ᠨᠢ ᠠᠮᠵᠢᠯᠲᠠᠲᠠᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: Invalid Length ({0})
mn: ᠪᠤᠷᠤᠭᠤ ᠤᠷᠲᠤ (〈0〉)

source: must be {0} characters or more
mn: 〈0〉 ᠲᠡᠮᠳᠡᠭᠲᠦ ᠪᠠ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠳᠡᠭᠡᠭᠰᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: must be {0} characters or fewer
mn: ᠨᠢ 〈0〉 ᠲᠡᠮᠳᠡᠭᠲᠦ ᠡᠰᠡᠪᠡᠯ ᠴᠥᠭᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Must be more complex ({0})
mn: ᠢᠯᠡᠭᠦᠦ ᠲᠥᠪᠡᠭᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ (〈0〉)

source: must contain {0} or more uppercase characters
mn: 〈0〉 ᠪᠤᠶᠤ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠳᠡᠭᠡᠭᠰᠢ ᠲᠣᠭᠠᠨ ᠤ ᠲᠣᠮᠣ ᠦᠰᠦᠭ ᠦᠨ ᠮᠠᠶ᠋ᠢᠭᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: must contain {0} or more lowercase characters
mn: ᠨᠢ 〈0〉 ᠡᠰᠡᠪᠡᠯ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠪᠠᠭ᠎ᠠ ᠦᠰᠦᠭ ᠢᠶᠡᠷ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: must contain {0} or more digits
mn: 〈0〉 ᠡᠰᠡᠪᠡᠯ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠳᠡᠭᠡᠭᠰᠢ ᠣᠷᠣᠨ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: must contain {0} or more punctuation characters
mn: 〈0〉 ᠪᠤᠶᠤ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠢᠯᠡᠭᠦᠦ ᠴᠡᠭ ᠲᠠᠰᠤᠯᠤᠯ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: must contain {0} or more non ascii characters
mn: 〈0〉 ᠪᠤᠶᠤ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠶᠡᠬᠡ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠠᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: must contain {0} or more unique words
mn: 〈0〉 ᠡᠰᠡᠪᠡᠯ ᠢᠯᠡᠭᠦᠦ ᠥᠪᠡᠷᠮᠢᠴᠡ ᠦᠭᠡ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: Too similar to a restricted dictionary word.
mn: ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠲᠣᠯᠢ ᠪᠢᠴᠢᠭ ᠲᠡᠢ ᠲᠥᠰᠲᠡᠢ᠃

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
mn: XBlock ᠍ ᠢ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠵᠤ᠂ LMS ᠍ ᠳᠦ ᠦᠵᠡᠭᠦᠯᠬᠦ rendering ᠍ ᠢ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ "Enabled" ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠬᠠᠰᠤᠬᠤ; XBlockStudioConfiguration ᠳᠡᠮᠵᠢᠯᠭᠡ ᠶᠢ ᠵᠣᠬᠢᠬᠤ ᠶᠣᠰᠣᠭᠠᠷ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠮᠣᠳᠤᠯ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠵᠢᠭᠰᠠᠭᠰᠠᠨ XBlocks ᠵᠥᠪᠬᠡᠨ ᠬᠠᠭᠤᠴᠢᠷᠠᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ. XBlockStudioConfiguration ᠳᠡᠮᠵᠢᠯᠭᠡ ᠶᠢᠨ ᠲᠥᠯᠦᠪ ᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠬᠦ ᠶᠢ ᠰᠠᠨᠠᠭᠠᠷᠠᠢ᠂ ᠬᠠᠭᠤᠴᠢᠷᠠᠭᠰᠠᠨ ᠨᠢ Studio ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠢᠨ᠎ᠡ XBlock ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠤᠳ ᠢ ᠡᠭᠦᠰᠬᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠡᠰᠡᠬᠦ ᠳᠦ ᠨᠥᠯᠦᠭᠡᠯᠡᠬᠦ ᠦᠭᠡᠢ᠃

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
mn: XBlock / ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠵᠠᠭᠪᠤᠷ ᠬᠣᠣᠰᠯᠠᠯ ᠢ ᠳᠡᠮᠵᠢᠬᠦ ᠲᠦᠪᠰᠢᠨ ᠡᠴᠡ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ ᠰᠲ᠋ᠦ᠋ᠳᠢ ᠳᠤ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ. XBlockConfiguration ᠳᠡᠭᠡᠷ᠎ᠡ XBlock ᠍ ᠤᠨ ᠪᠦᠬᠦ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠤᠳ ᠨᠢ ᠬᠠᠭᠠᠭᠳᠠᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
mn: ᠪᠦᠷᠢᠨ ᠪᠤᠶᠤ ᠲᠦᠷᠢ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠳᠡᠮᠵᠢᠯᠭᠡ ᠲᠡᠢ XBlock / ᠬᠣᠣᠰᠯᠠᠭᠰᠠᠨ ᠵᠠᠭᠪᠤᠷ ᠢ Studio ᠳᠡᠭᠡᠷ᠎ᠡ ᠦᠷᠭᠦᠯᠵᠢ ᠪᠠᠢᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ XBlock / ᠵᠠᠭᠪᠤᠷ ᠬᠣᠣᠰᠯᠠᠯ ᠤᠳ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢ ᠰᠣᠩᠭᠣᠬᠤ ᠶᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ᠃

source: show deprecation messaging in Studio
mn: Studio ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠦᠢᠷᠡᠯ ᠦᠨ ᠵᠤᠷᠪᠤᠰ ᠢᠯᠡᠭᠡᠬᠦ

source: Fully Supported
mn: ᠪᠦᠷᠢᠨ ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠰᠡᠨ

source: Provisionally Supported
mn: ᠲᠣᠬᠢᠷᠠᠮᠵᠢᠲᠠᠢ

source: Unsupported
mn: ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Cannot rescore problems with possible file submissions
mn: ᠹᠠᠢᠯ ᠤᠷᠤᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠢ ᠳᠠᠪᠲᠠᠵᠤ ᠴᠢᠳᠠᠳᠠᠭ ᠦᠭᠡᠢ

source: Incorrect
mn: ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Correct
mn: ᠵᠥᠪ

source: correct
mn: ᠵᠥᠪ

source: incorrect
mn: ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ

source: partially correct
mn: ᠬᠡᠰᠡᠭᠴᠢᠯᠡᠭᠰᠡᠨ ᠵᠥᠪ

source: incomplete
mn: ᠪᠥᠷᠢᠨ ᠪᠤᠰᠤ

source: unanswered
mn: ᠬᠠᠷᠢᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ

source: submitted
mn: ᠢᠷᠡᠭᠦᠯᠦᠭᠰᠡᠨ

source: processing
mn: ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠯᠲᠠ

source: This answer is correct.
mn: ᠡᠨᠡ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠵᠥᠪ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: This answer is incorrect.
mn: ᠡᠨᠡ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: This answer is partially correct.
mn: ᠡᠨᠡ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠬᠡᠰᠡᠭᠴᠢᠯᠡᠨ ᠵᠥᠪ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: This answer is being processed.
mn: ᠡᠨᠡ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Not yet answered.
mn: ᠬᠠᠷᠠᠬᠠᠨ ᠬᠠᠷᠢᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Select an option
mn: ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: ChoiceGroup: unexpected tag {tag_name}
mn: ChoiceGroup᠄ ᠭᠡᠨᠡᠳᠲᠡ ᠶᠢᠨ ᠲᠠᠭ 〈tag᠎name〉

source: Answer received.
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠬᠠᠷᠢᠭᠤ᠃

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
mn: error

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
mn: ᠲᠠᠨ ᠤ ᠹᠠᠢᠯ ᠤᠳ ᠢᠯᠡᠭᠡᠭᠳᠡᠭᠰᠡᠨ᠃ ᠲᠠᠨ ᠢ ᠬᠦᠷᠭᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠡᠨᠡ ᠵᠤᠷᠪᠤᠰ ᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠰᠠᠨᠠᠯ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢᠨ ᠳᠠᠭᠠᠤ ᠰᠣᠯᠢᠨ᠎ᠠ᠃

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
mn: ᠲᠠᠨ ᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠢᠷᠡᠭᠦᠯᠦᠭᠰᠡᠨ᠃ ᠲᠠᠨ ᠢ ᠬᠦᠷᠭᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠡᠨᠡ ᠵᠤᠷᠪᠤᠰ ᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠰᠠᠨᠠᠯ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢᠨ ᠳᠠᠭᠠᠤ ᠰᠣᠯᠢᠨ᠎ᠠ᠃

source: {programming_language} editor
mn: 〈programming᠎language〉 ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠭᠴᠢ

source: Press ESC then TAB or click outside of the code editor to exit
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ESC ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠵᠤ TAB ᠶᠤᠮ ᠤᠤ ᠡᠰᠡᠪᠡᠯ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠭᠴᠢ ᠠᠴᠠ ᠭᠠᠳᠠᠭᠰᠢ ᠭᠠᠷᠤᠨ᠎ᠠ

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
mn: ᠢᠯᠭᠢᠭᠳᠡᠭᠰᠡᠨ᠃ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠢ ᠪᠤᠴᠠᠵᠤ ᠢᠷᠡᠮᠡᠭᠴᠡ᠂ ᠡᠨᠡ ᠵᠤᠷᠪᠤᠰ ᠢ ᠲᠡᠷᠡ ᠰᠠᠨᠠᠯ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢᠨ ᠳᠠᠭᠠᠤ ᠣᠷᠣᠯᠠᠭᠤᠯᠤᠨ᠎ᠠ᠃

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
mn: Xqueue ᠍ ᠦᠨ 〈xqueue᠎timeout〉 ᠰᠧᠺᠦᠶᠢᠨᠳ᠋ ᠍ ᠤᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠠᠯᠠᠭ᠎ᠠ᠃ ᠬᠣᠷᠣᠭᠳᠠᠭᠤᠯᠤᠭᠰᠠᠨ᠃

source: Error running code.
mn: ᠺᠣᠳ᠋ ᠍ ᠢ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ᠃

source: Cannot connect to the queue
mn: ᠳᠠᠷᠠᠭᠠᠯᠠᠯ ᠳᠤ ᠬᠣᠯᠪᠣᠭᠳᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: No formula specified.
mn: ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ᠃

source: Couldn't parse formula: {error_msg}
mn: ᠲᠣᠮᠢᠶ᠎ᠠ ᠶᠢ ᠵᠠᠳᠠᠯᠤᠨ ᠢᠯᠭᠠᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠄ {error_msg}

source: Error while rendering preview
mn: ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠦᠵᠡᠭᠦᠯᠪᠦᠷᠢ ᠦᠵᠡᠭᠦᠯᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ

source: Sorry, couldn't parse formula
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠂ ᠲᠣᠮᠢᠶ᠎ᠠ ᠪᠠᠷ ᠵᠠᠳᠠᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: {input_type}: unexpected tag {tag_name}
mn: {input_type}᠄ ᠭᠡᠨᠡᠳᠲᠡ ᠶᠢᠨ ᠲᠠᠭ {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
mn: {expected_tag} ᠱᠣᠰᠢᠭ᠎ᠠ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ; ᠣᠷᠣᠨ ᠳᠤ ᠨᠢ {given_tag}

source: Question {index}
mn: ᠠᠰᠠᠭᠤᠯᠲᠠ {index}

source: Correct:
mn: ᠵᠥᠪ᠄

source: Incorrect:
mn: ᠪᠤᠷᠤᠭᠤ᠄

source: Answer
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ

source: Error {err} in evaluating hint function {hintfn}.
mn: ᠰᠠᠨᠠᠮᠵᠢ {hintfn} ᠹᠦᠨᠺᠼ ᠢ ᠦᠨᠡᠯᠡᠬᠦ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ {err}᠃

source: (Source code line unavailable)
mn: (ᠡᠬᠡ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠮᠥᠷ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ)

source: See XML source line {sourcenum}.
mn: XML ᠡᠬᠡ ᠰᠤᠷᠪᠤᠯᠵᠢ {sourcenum} ᠍ ᠢ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Checkboxes
mn: ᠥᠭᠬᠦᠭᠳᠡᠭᠰᠡᠨ ᠰᠤᠩᠭᠤᠭᠳᠠᠬᠤᠨ (复选框)

source: Multiple Choice
mn: ᠣᠯᠠᠨ ᠰᠣᠩᠭᠣᠯᠲᠠ (多项选择)

source: Do not use shuffle and answer-pool at the same time
mn: ᠤᠳᠤᠬᠤ ᠦᠭᠡᠢ ᠰᠣᠯᠢᠯᠴᠠᠭ᠎ᠠ᠂ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠰᠠᠨ ᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ

source: answer-pool value should be an integer
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠰᠠᠨ ᠤᠳᠬ᠎ᠠ ᠶᠢ ᠪᠦᠬᠦᠯᠢ ᠲᠣᠭ᠎ᠠ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: Choicegroup must include at least 1 correct and 1 incorrect choice
mn: Choicegroup ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ 1 ᠵᠥᠪ᠂ 1 ᠪᠤᠷᠤᠭᠤ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: True/False Choice
mn: True/False ᠰᠣᠩᠭᠣᠯᠲᠠ

source: Dropdown
mn: ᠤᠨᠵᠢᠮᠠᠯ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ (下拉列表)

source: Numerical Input
mn: ᠲᠣᠭ᠎ᠠ ᠣᠷᠣᠭᠤᠯᠬᠤ (数值输入)

source: There was a problem with the staff answer to this problem.
mn: ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠤᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠭᠰᠠᠨ᠃

source: Could not interpret '{student_answer}' as a number.
mn: {student_answer} ᠲᠣᠭ᠎ᠠ ᠪᠠᠷ ᠲᠠᠶᠢᠯᠪᠤᠷᠢᠯᠠᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: You may not use variables ({bad_variables})in numerical problems.
mn: ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ ᠲᠠ ᠬᠤᠪᠢᠰᠤᠭᠴᠢᠳ ᠢ ({bad_variables})ᠲᠣᠭᠠᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠲᠤ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Factorial function evaluated outside its domain:'{student_answer}'
mn: ᠹᠦᠨᠺᠼᠢᠠᠯ ᠹᠦᠩᠺᠼᠢ ᠨᠢ ᠥᠪᠡᠷ ᠦᠨ ᠳᠣᠮᠡᠶᠢᠨ ᠡᠴᠡ ᠭᠠᠳᠠᠭᠤᠷ ᠦᠨᠡᠯᠡᠭᠡ ᠠᠪᠤᠭᠰᠠᠨ᠄ {student_answer}

source: Invalid math syntax: '{student_answer}'
mn: ᠮᠠᠲ᠋ᠧᠮᠠᠲ᠋ᠢᠭ ᠤᠨ ᠰᠢᠨᠲ᠋ᠠᠺᠰ ᠪᠤᠷᠤᠭᠤ᠄ {student_answer}

source: You may not use complex numbers in range tolerance problems
mn: ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠬᠤ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠬᠦᠯᠢᠴᠡᠯ ᠦᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠦᠷᠢᠶᠡᠨ ᠳᠦ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ

source: There was a problem with the staff answer to this problem: complex boundary.
mn: ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠤᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠲᠤᠯᠭᠠᠷᠠᠭᠠᠳ ᠪᠠᠢᠨ᠎ᠠ ᠄ ᠲᠥᠪᠡᠭᠲᠡᠢ ᠬᠢᠯᠢ ᠬᠢᠵᠠᠭᠠᠷ᠃

source: There was a problem with the staff answer to this problem: empty boundary.
mn: ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠤᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠭᠰᠠᠨ᠄ ᠬᠣᠭᠣᠰᠣᠨ ᠵᠠᠭᠠᠭ᠃

source: or
mn: ᠡᠰᠡᠪᠡᠯ

source: Text Input
mn: ᠲᠧᠺᠰᠲ ᠣᠷᠣᠭᠤᠯᠬᠤ(文本输入)

source: error
mn: ᠠᠯᠳᠠᠭ᠎ᠠ

source: Custom Evaluated Script
mn: ᠦᠨᠡᠮᠯᠡᠬᠦᠢ ᠦᠨᠡᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠰᠺᠷᠢᠫ ᠲᠦ

source: error getting student answer from {student_answers}
mn: {student_answers} ᠠᠯᠳᠠᠭ᠎ᠠ ᠲᠠᠢ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠡᠷᠢᠬᠦ

source: No answer entered!
mn: ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠠᠯᠠᠭ᠎ᠠ!

source: CustomResponse: check function returned an invalid dictionary!
mn: CustomResponse᠄ ᠹᠦᠨᠺᠼ ᠰᠢᠯᠭᠠᠬᠤ ᠨᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠲᠣᠯᠢ ᠪᠢᠴᠢᠭ ᠪᠤᠴᠠᠭᠠᠴᠠᠢ!

source: Symbolic Math Input
mn: ᠰᠢᠮᠪᠠᠯ ᠮᠠᠲ᠋ᠧᠮᠠᠲ᠋ᠢᠺ ᠤᠨ ᠣᠷᠣᠯᠲᠠ

source: An error occurred with SymbolicResponse. The error was: {error_msg}
mn: ᠰᠢᠮᠪᠦᠯᠢᠺ ᠬᠠᠷᠢᠭᠤ ᠥᠭᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠠᠯᠳᠠᠭ᠎ᠠ ᠨᠢ᠄ {error_msg}

source: Code Input
mn: ᠺᠣᠳ᠋ ᠣᠷᠣᠭᠤᠯᠬᠤ

source: No answer provided.
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ᠃

source: Error: No grader has been set up for this problem.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄ ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳ᠋ᠤ᠌ ᠦᠨᠡᠯᠡᠯᠭᠡ ᠥᠭᠬᠦ ᠬᠥᠮᠦᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
mn: ᠲᠠᠨ ᠤ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠭᠷᠠᠳᠧᠷ ᠲᠦ ᠥᠭᠴᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ (ᠰᠢᠯᠲᠠᠭᠠᠨ᠄ {error_msg})᠃ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Invalid grader reply. Please contact the course staff.
mn: ᠪᠤᠷᠤᠭᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: External Grader
mn: ᠭᠠᠳᠠᠭᠠᠳᠤ ᠶᠢᠨ ᠭᠦᠢᠴᠡᠳᠭᠡᠭᠴᠢ

source: Math Expression Input
mn: ᠮᠠᠲ᠋ᠧᠮᠠᠲ᠋ᠢᠭ ᠤᠨ ᠢᠯᠡᠷᠬᠡᠶᠢᠯᠡᠯ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Invalid input: {bad_input} not permitted in answer.
mn: ᠪᠤᠷᠤᠭᠤ ᠣᠷᠣᠭᠤᠯᠭ᠎ᠠ᠄ {bad_input} ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠪᠠᠷ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ᠃

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
mn: ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠤᠪᠢ ᠳᠤ ᠹᠦᠨᠺᠼᠢᠠᠯ ᠹᠦᠩᠺᠼᠢ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠦᠭᠡᠢ᠃ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠢ᠄ {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
mn: ᠪᠤᠷᠤᠭᠤ ᠣᠷᠣᠭᠤᠯᠭ᠎ᠠ᠄ 〈{bad_input}〉 ᠲᠣᠮᠢᠶ᠎ᠠ ᠪᠠᠷ ᠵᠠᠳᠠᠯᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Invalid input: Could not parse '{bad_input}' as a formula
mn: ᠪᠤᠷᠤᠭᠤ ᠣᠷᠣᠭᠤᠯᠭ᠎ᠠ᠄ 〈{bad_input}〉 ᠲᠣᠮᠢᠶ᠎ᠠ ᠪᠠᠷ ᠵᠠᠳᠠᠯᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: Error in evaluating SchematicResponse. The error was: {error_msg}
mn: ᠰᠺᠷᠧᠮᠠᠲ᠋ᠢᠸ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠦᠨᠡᠯᠡᠬᠦ ᠠᠯᠳᠠᠭ᠎ᠠ᠃ ᠠᠯᠳᠠᠭ᠎ᠠ ᠨᠢ᠄ {error_msg}

source: Image Mapped Input
mn: ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ

source: error grading {image_input_id} (input={user_input})
mn: ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠵᠡᠷᠭᠡᠯᠡᠯ {image_input_id} (ᠣᠷᠣᠯᠲᠠ = {user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠧᠭᠨᠢᠭ ᠦᠨ ᠠᠯᠳᠠᠭ᠎ᠠ! {sr_coords} ᠳ᠋ᠠᠬᠢ ᠲᠡᠭᠰᠢ ᠥᠨᠴᠦᠭᠲᠦ ᠶᠢ ᠵᠠᠳᠠᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: Annotation Input
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢᠨ ᠣᠷᠣᠭᠤᠯᠭ᠎ᠠ

source: Checkboxes With Text Input
mn: ᠲᠧᠺᠰᠲ ᠣᠷᠣᠯᠲᠠ ᠪᠠᠷ ᠰᠢᠯᠭᠠᠬᠤ ᠬᠠᠶᠢᠷᠴᠠᠭ

source: Answer not provided for {input_type}
mn: {input_type} ᠍ ᠢ ᠥᠭᠭᠦᠬᠦ ᠦᠭᠡᠢ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ

source: The Staff answer could not be interpreted as a number.
mn: ᠠᠵᠢᠯᠲᠠᠨ ᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠲᠣᠭ᠎ᠠ ᠪᠠᠷ ᠲᠠᠶᠢᠯᠪᠤᠷᠢᠯᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Could not interpret '{given_answer}' as a number.
mn: 〈{given_answer}〉 ᠲᠣᠭ᠎ᠠ ᠪᠠᠷ ᠲᠠᠶᠢᠯᠪᠤᠷᠢᠯᠠᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: XML data for the annotation
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ XML ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: The display name for this component.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠨᠡᠷ᠎ᠡ᠃

source: Annotation
mn: ᠵᠡᠭᠦᠯᠲᠡ

source: Blank Advanced Problem
mn: ᠬᠣᠭᠣᠰᠣᠨ ᠠᠯᠳᠠᠭ᠎ᠠ ᠲᠠᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ

source: Number of attempts taken by the student on this problem
mn: ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠠᠪᠤᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠣᠭ᠎ᠠ

source: Maximum Attempts
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠬᠠᠷᠢᠭᠤᠯᠬᠤ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠡᠳᠦ ᠬᠡᠳᠦᠨ ᠤᠳᠠᠭ᠎ᠠ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠤᠳᠬ᠎ᠠ ᠲᠣᠭᠲᠠᠭᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯ ᠬᠢᠵᠠᠭᠠᠷ ᠦᠭᠡᠢ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠬᠢᠬᠦ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠨ᠎ᠡ᠃

source: Date that this problem is due by
mn: ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠰᠢ ᠳᠦ ᠬᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Amount of time after the due date that submissions will be accepted
mn: ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠡᠳᠦᠷ ᠡᠴᠡ ᠬᠣᠶᠢᠰᠢᠬᠢ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠳᠦᠩ

source: Show Results
mn: ᠦᠷ᠎ᠡ ᠳᠦᠩ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠴᠠᠭ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠨ᠎ᠠ᠃ ᠬᠡᠰᠡᠭ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ᠃

source: Always
mn: ᠦᠷᠭᠦᠯᠵᠢ

source: Never
mn: ᠬᠡᠵᠢᠶ᠎ᠡ ᠴᠤ ᠦᠭᠡᠢ

source: Past Due
mn: ᠪᠣᠯᠵᠤ ᠥᠩᠭᠡᠷᠡᠭᠰᠡᠨ

source: Show Answer
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯ

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠬᠡᠵᠢᠶ᠎ᠡ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠳᠠᠭ᠃ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠤᠳᠬ᠎ᠠ ᠨᠢ ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠᠯᠪᠢᠭᠳᠠᠳᠠᠭ᠃

source: Answered
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ

source: Attempted
mn: ᠬᠢᠵᠦ ᠪᠠᠢᠭ᠎ᠠ

source: Closed
mn: ᠬᠠᠭᠠᠯᠲᠠᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Finished
mn: ᠪᠡᠯᠡᠨ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: Correct or Past Due
mn: ᠵᠥᠪ ᠡᠰᠡᠪᠡᠯ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠥᠩᠭᠡᠷᠡᠭᠰᠡᠨ

source: Whether to force the save button to appear on the page
mn: ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠬᠤ ᠤᠤ?

source: Show Reset Button
mn: ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠤᠨ ᠲᠣᠪᠴᠢ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
mn: 〈Reset〉 ᠲᠣᠪᠴᠢ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠪᠠᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠤᠳᠬ᠎ᠠ ᠨᠢ ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠᠯᠪᠢᠭᠳᠠᠳᠠᠭ᠃

source: Randomization
mn: ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
mn: ᠬᠣᠯᠪᠣᠭᠣᠳᠠᠬᠤ Python ᠰᠺᠷᠢᠫᠲ ᠲᠦ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ ᠬᠤᠪᠢᠰᠤᠭᠴᠢᠳ ᠢ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠪᠡᠷ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠨ᠎ᠠ᠃ ᠦᠨᠡᠯᠡᠮᠵᠢ ᠶᠢ ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠠᠯᠳᠠᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ "Never" ᠭᠡᠵᠦ ᠪᠢᠴᠢᠨ᠎ᠡ ᠦᠦ᠃

source: On Reset
mn: ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠳᠡᠭᠡᠷ᠎ᠡ

source: Per Student
mn: ᠨᠢᠭᠡ ᠰᠤᠷᠤᠭᠴᠢᠳ

source: XML data for the problem
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ XML ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Dictionary with the correctness of current student answers
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠣᠳᠣ ᠶᠢᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠤᠨ ᠵᠥᠪ ᠪᠠᠢᠭ᠎ᠠ ᠲᠣᠯᠢ ᠪᠢᠴᠢᠭ

source: Dictionary for maintaining the state of inputtypes
mn: ᠣᠷᠣᠯᠲᠠ ᠶᠢᠨ ᠬᠡᠪᠰᠢᠮᠡᠯ ᠪᠠᠢᠳᠠᠯ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠲᠣᠯᠢ ᠪᠢᠴᠢᠭ

source: Dictionary with the current student responses
mn: ᠣᠳᠣ ᠶᠢᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠲᠠᠢ ᠲᠣᠯᠢ ᠪᠢᠴᠢᠭ

source: Dictionary with the current student score
mn: ᠣᠳᠣ ᠶᠢᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠣᠨᠣᠭ᠎ᠠ ᠲᠠᠢ ᠲᠣᠯᠢ ᠪᠢᠴᠢᠭ

source: Whether or not the answers have been saved since last submit
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠳᠦ ᠢᠷᠡᠭᠰᠡᠨ ᠡᠴᠡ ᠬᠣᠶᠢᠰᠢ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠡᠴᠡ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ

source: Whether the student has answered the problem
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠬᠠᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ

source: Random seed for this student
mn: ᠡᠨᠡ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠦᠷ᠎ᠡ

source: Last submission time
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠳᠦ ᠬᠦᠷᠭᠡᠭᠦᠯᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Timer Between Attempts
mn: ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠬᠣᠭᠣᠷᠣᠨᠳᠣᠬᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Seconds a student must wait between submissions for a problem with multiple attempts.
mn: ᠬᠣᠶᠠᠳᠤᠭᠠᠷ ᠲᠤ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠣᠯᠠᠨ ᠤᠳᠠᠭ᠎ᠠ ᠶᠢᠨ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠪᠦᠬᠦᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠰᠢᠢᠳᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠦᠯᠢᠶᠡᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Problem Weight
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠵᠢᠩ

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠦᠷᠢ ᠶᠢᠨ ᠦᠨ᠎ᠡ ᠴᠡᠨ᠎ᠡ ᠲᠡᠢ ᠴᠡᠭᠡ ᠨᠦᠭᠦᠳ ᠦᠨ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠳᠠᠭ᠃ ᠬᠡᠷᠪᠡ ᠤᠳᠬ᠎ᠠ ᠨᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠠᠷᠢᠭᠤ ᠲᠠᠯᠠᠪᠤᠷ ᠪᠦᠷᠢ ᠨᠢᠭᠡ ᠴᠡᠭ ᠡᠴᠡ ᠦᠨᠡᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Markdown source of this module
mn: ᠡᠨᠡ ᠮᠣᠳᠤᠯ ᠤᠨ ᠡᠬᠢᠯᠡᠯ

source: Source code for LaTeX and Word problems. This feature is not well-supported.
mn: LaTeX ᠪᠣᠯᠤᠨ Word ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠤᠨ ᠡᠬᠡ ᠺᠣᠳ᠋᠃ ᠡᠨᠡ ᠪᠣᠯᠤᠮᠵᠢ ᠨᠢ ᠰᠠᠶᠢᠨ ᠳᠡᠮᠵᠢᠭᠳᠡᠳᠡᠭ ᠦᠭᠡᠢ᠃

source: Enable LaTeX templates?
mn: LaTeX ᠍ ᠤᠨ ᠵᠠᠭᠪᠤᠷ ᠤᠳ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ?

source: Matlab API key
mn: Matlab API ᠲᠦᠯᠬᠢᠭᠦᠷ

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
mn: MATLAB ᠍ ᠲᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ MathWorks ᠍ ᠤᠨ ᠥᠭᠭᠦᠭᠰᠡᠨ API ᠲᠦᠯᠬᠢᠭᠦᠷ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠡᠨᠡ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠢ ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠪᠠᠷ ᠲᠣᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠳᠠᠨ᠎ᠠ. API ᠲᠦᠯᠬᠢᠭᠦᠷ ᠢ ᠪᠤᠰᠤᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠲᠠᠢ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠭᠣᠣᠯ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠨᠢ ᠢᠯᠡᠷᠡᠳᠡᠭ᠂ ᠡᠰᠡᠪᠡᠯ ᠡᠪᠳᠡᠭᠳᠡᠭᠰᠡᠨ ᠭᠡᠳᠡᠭ ᠲᠦ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠪᠠᠯ MathWorks ᠍ ᠳᠦ ᠮᠡᠳᠡᠭᠳᠡᠨ᠎ᠡ ᠦᠦ᠃ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠭᠣᠣᠯ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠢ ᠣᠯᠵᠤ ᠠᠪᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠬᠦ ᠪᠣᠯ moocsupport@mathworks.com ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠬᠣᠯᠪᠣᠭᠳᠠᠨ᠎ᠠ ᠤᠤ

source: Submit
mn: ᠢᠯᠡᠭᠡᠬᠦ

source: Submitting
mn: ᠢᠯᠡᠭᠡᠬᠦ

source: Warning: The problem has been reset to its initial state!
mn: ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ᠄ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠠᠩᠬᠠᠨ ᠤ ᠲᠥᠯᠦᠪ ᠲᠦ ᠨᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ !

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠪᠠᠢᠳᠠᠯ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠢᠷᠡᠭᠰᠡᠨ ᠢᠶᠡᠷ ᠡᠪᠳᠡᠷᠡᠭᠰᠡᠨ᠃ ᠲᠧᠨᠳᠧᠷ ᠲᠦ ᠢᠷᠡᠭᠦᠯᠬᠦ ᠨᠢ᠄

source: If this error persists, please contact the course staff.
mn: ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠪᠠᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: {previous_hints}<li><strong>{hint_number_prefix}</strong>{hint_text}</li>
mn: error{previous_hints}<li><strong>{hint_number_prefix}</strong>{hint_text}</li>

source: Hint ({hint_num} of {hints_count}):
mn: ᠰᠠᠨᠠᠮᠵᠢ᠄ ({hint_num} ᠨᠢ {hints_count})᠄

source: Your answers were previously saved. Click '{button_name}' to grade them.
mn: ᠲᠠᠨ ᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠭᠰᠠᠨ᠃ 〈{button_name}〉 ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Incorrect ({progress} point)
mn: ᠪᠤᠷᠤᠭᠤ ({progress}ᠣᠨᠣᠭ᠎ᠠ)

source: Correct ({progress} point)
mn: ᠵᠥᠪ ({progress} ᠣᠨᠣᠭ᠎ᠠ)

source: Partially correct ({progress} point)
mn: ᠵᠠᠷᠢᠮ ᠬᠡᠰᠡᠭ ᠢ ᠵᠠᠰᠠᠴᠢ({progress} ᠣᠨᠣᠭ᠎ᠠ)

source: Partially Correct
mn: ᠵᠠᠷᠢᠮ ᠬᠡᠰᠡᠭ ᠢ ᠨᠢ ᠵᠠᠰᠠᠬᠤ

source: Answer submitted.
mn: ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ᠃

source: Problem is closed.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠬᠠᠭᠠᠭᠳᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Problem must be reset before it can be submitted again.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠳ᠋ᠠᠬᠢᠨ ᠢᠯᠡᠭᠡᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠠᠷᠢᠯᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: You must wait at least {wait} seconds between submissions.
mn: ᠲᠠ ᠬᠦᠯᠢᠶᠡᠯᠲᠡ ᠶᠢᠨ ᠬᠣᠭᠣᠷᠣᠨᠳᠣ ᠳᠣᠣᠷ᠎ᠠ ᠬᠠᠶᠠᠵᠤ 〈ᠬᠦᠯᠢᠶᠡᠬᠦ〉 ᠬᠦᠯᠢᠶᠡᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
mn: ᠲᠠ ᠬᠦᠯᠢᠶᠡᠯᠭᠡᠨ ᠥᠭᠬᠦ ᠳᠦ ᠪᠡᠨ ᠳᠣᠣᠷ᠎ᠠ ᠬᠠᠶᠠᠵᠤ 〈wait᠎secs〉 ᠬᠦᠯᠢᠶᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ. ᠦᠯᠡᠳᠡᠭᠰᠡᠨ 〈ᠦᠯᠡᠳᠡᠭᠰᠡᠨ᠎secs〉᠃

source: {num_hour} hour
mn: {num_hour} ᠴᠠᠭ

source: {num_minute} minute
mn: {num_minute} ᠮᠢᠨᠦ᠋ᠲ

source: {num_second} second
mn: {num_second} ᠰᠧᠺᠦᠶᠢᠨᠳ᠋

source: Problem needs to be reset prior to save.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠰᠢ ᠳᠦ ᠬᠢ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: Your answers have been saved.
mn: ᠲᠠᠨ ᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
mn: ᠲᠠᠨ ᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠠᠩᠭᠢᠯᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ 〈{button_name}〉 ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: You cannot select Reset for a problem that is closed.
mn: ᠲᠠ ᠬᠠᠭᠠᠯᠲᠠᠲᠠᠢ ᠪᠠᠢᠭ᠎ᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠳᠠᠬᠢᠨ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: You must submit an answer before you can select Reset.
mn: ᠲᠠ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠪᠠᠨ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠷᠢᠭᠤᠯᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Problem's definition does not support rescoring.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ᠨᠢ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠶᠢ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠦᠭᠡᠢ᠃

source: Problem must be answered before it can be graded again.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠩᠭᠢᠯᠠᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠬᠠᠷᠢᠭᠤᠯᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠂ ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The state of this problem has changed since you loaded this page. Please refresh your page.
mn: ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠠᠴᠢᠶᠠᠯᠠᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠥᠯᠦᠪ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠨ᠎ᠡ ᠦ᠃

source: Conditional
mn: ᠨᠥᠬᠥᠴᠡᠯ ᠪᠠᠢᠳᠠᠯ

source: List of urls of children that are references to external modules
mn: ᠭᠠᠳᠠᠭᠠᠳᠤ ᠮᠣᠳᠣᠯ ᠤᠳ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠢᠰᠢᠯᠡᠯ ᠦᠳ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Source Components
mn: ᠡᠬᠡ ᠰᠤᠷᠪᠤᠯᠵᠢ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional module. Copy the component location ID of a component from its Settings dialog in Studio.
mn: ᠡᠨᠡ ᠨᠥᠬᠥᠴᠡᠯ ᠳᠦ ᠮᠣᠳᠤᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠳᠤ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ ᠪᠦᠬᠦ ᠡᠬᠢ ᠡᠭᠦᠰᠪᠦᠷᠢ ᠶᠢᠨ ᠪᠦᠷᠢᠳᠦᠯ ᠬᠡᠰᠡᠭ ᠦᠨ ᠪᠠᠢᠷᠢᠰᠢᠯ ᠤᠨ ID. Component component component location ID ᠍ ᠢ Studio ᠳᠣᠲᠣᠷᠠᠬᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠴᠣᠩᠬᠣᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠬᠠᠭᠤᠯᠬᠤ᠃

source: Conditional Attribute
mn: ᠨᠥᠬᠥᠴᠡᠯ ᠪᠠᠢᠳᠠᠯ ᠤᠨ ᠰᠢᠨᠵᠢ ᠴᠢᠨᠠᠷ

source: The attribute of the source components that determines whether a learner is shown the content of this conditional module.
mn: ᠡᠨᠡ ᠨᠥᠬᠥᠴᠡᠯ ᠳᠦ ᠮᠣᠳᠤᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠦᠵᠡᠭᠦᠯᠵᠦ ᠪᠤᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠵᠤ ᠪᠤᠢ ᠡᠬᠢ ᠰᠤᠷᠪᠤᠯᠵᠢ ᠶᠢᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠰᠢᠨᠵᠢ ᠴᠢᠨᠠᠷ᠃

source: Conditional Value
mn: ᠨᠥᠬᠥᠴᠡᠯ ᠪᠠᠢᠳᠠᠯ ᠤᠨ ᠦᠨ᠎ᠡ ᠴᠡᠨ᠎ᠡ
