Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
mn: {student_name}᠂ ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠺᠷᠧᠳᠢᠲ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠩᠭᠠᠭᠰᠠᠨ᠃ {a_start} ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠺᠷᠧᠳᠢᠲ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠥᠪᠡᠷ ᠦᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ {a_end} ᠳ᠋ᠤ᠌ ᠣᠴᠢ᠃

source: {student_name}, you have not yet met the requirements for credit.
mn: {student_name}᠂ ᠲᠠ ᠺᠷᠧᠳᠢᠲ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠬᠠᠨ ᠬᠠᠩᠭᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Information about course credit requirements
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠺᠷᠧᠳᠢᠲ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠤᠬᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: display_name
mn: ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠨᠡᠷ᠎ᠡ

source: Verification Submitted
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ

source: Verification Failed
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: Verification Declined
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: Completed by {date}
mn: {date} ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ

source: Upcoming
mn: ᠤᠳᠤᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ

source: Less
mn: ᠪᠠᠭ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ

source: Details for each chapter
mn: ᠪᠦᠯᠦᠭ ᠪᠦᠷᠢ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: {earned} of {total} possible points
mn: {earned} ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠣᠨᠣᠭ᠎ᠠ {total}

source: Suspicious activity detected during proctored exam review. Exam score 0.
mn: ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠳ᠋ᠦᠩ ᠰᠢᠨᠵᠢᠯᠡᠭᠡᠨ ᠦ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠢᠯᠡᠷᠡᠭᠰᠡᠨ ᠰᠡᠵᠢᠭ ᠲᠡᠢ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ᠃ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠣᠨᠣᠭ᠎ᠠ 0᠃

source: Section grade has been overridden.
mn: ᠬᠡᠰᠡᠭ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠠᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Problem Scores:
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠣᠨᠣᠭ᠎ᠠ᠄

source: Practice Scores:
mn: ᠳᠠᠳᠤᠯᠭ᠎ᠠ ᠣᠨᠣᠭ᠎ᠠ᠄

source: Problem scores are hidden until the due date.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠣᠨᠣᠭᠣ ᠨᠤᠭᠤᠳ ᠲᠣᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠳᠠᠯᠳᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Practice scores are hidden until the due date.
mn: ᠫᠷᠠᠺᠲ᠋ᠢᠭ ᠣᠨᠣᠭ᠎ᠠ ᠣᠨᠣᠭᠳᠠᠬᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠨᠢᠭᠤᠴᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Problem scores are hidden.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠣᠨᠣᠭ᠎ᠠ ᠳᠠᠯᠳᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Practice scores are hidden.
mn: ᠫᠷᠠᠺᠲ᠋ᠢᠭ ᠣᠨᠣᠭ᠎ᠠ ᠨᠢ ᠨᠢᠭᠤᠭᠳᠠᠮᠠᠯ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: No problem scores in this section
mn: ᠡᠨᠡ ᠬᠡᠰᠡᠭ ᠲᠦ᠍ ᠬᠤᠪᠢ ᠣᠯᠣᠭᠰᠠᠨ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: {course.display_number_with_default} Course Info
mn: {course.display_number_with_default} ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠤᠬᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: needs attention
mn: ᠠᠩᠬᠠᠷᠠᠭᠠᠷᠠᠢ

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
mn: ᠲᠠ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠳᠦ {section_link} ᠍ ᠳᠦ ᠪᠠᠢᠭᠰᠠᠨ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠭᠦᠨ ᠢ ᠬᠢᠵᠦ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠪᠣᠯ ᠵᠡᠭᠦᠨ ᠲᠠᠯ᠎ᠠ ᠶᠢᠨ ᠥᠭᠡᠷ᠎ᠡ ᠨᠢᠭᠡ ᠬᠡᠰᠡᠭ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: Hi {name},
mn: ᠰᠠᠶᠢᠨ ᠤᠤ ᠂{name}

source: Hi,
mn: ᠰᠠᠶᠢᠨ ᠤᠤ᠂

source: Congratulations! You are eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Get your credit now.{link_end}
mn: ᠪᠠᠶᠠᠷ ᠬᠦᠷᠭᠡᠶ᠎ᠡ! ᠲᠠ {platform_name} ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠳᠦᠭᠦᠷᠭᠡᠭᠰᠡᠨ ᠦ ᠲᠤᠯᠠᠳᠠ {providers} ᠍ ᠤᠨ ᠺᠷᠧᠳᠢᠲ ᠺᠷᠧᠳᠢᠲ ᠠᠪᠬᠤ ᠡᠷᠬᠡ ᠲᠡᠢ! {link_start} ᠣᠳᠣ ᠲᠠᠨ ᠤ ᠵᠡᠭᠡᠯᠢ ᠶᠢ ᠠᠪᠬᠤ᠃ {link_end}

source: Congratulations! You are eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Get your credit now.{link_end}
mn: ᠪᠠᠶᠠᠷ ᠬᠦᠷᠭᠡᠶ᠎ᠡ! ᠲᠠ {platform_name} ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠳᠦᠭᠦᠷᠭᠡᠭᠰᠡᠨ ᠦ ᠲᠥᠯᠥᠭᠡ ᠺᠷᠧᠳᠢᠲ ᠠᠪᠬᠤ ᠡᠷᠬᠡ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ! {link_start} ᠣᠳᠣ ᠲᠠᠨ ᠤ ᠵᠡᠭᠡᠯᠢ ᠶᠢ ᠠᠪᠬᠤ᠃ {link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠺᠷᠧᠳᠢᠲ ᠨᠢ ᠶᠡᠬᠡ ᠳᠡᠭᠡᠳᠦ ᠰᠤᠷᠭᠠᠭᠤᠯᠢᠳᠠᠭ᠎ᠠ ᠦᠰᠦᠷᠬᠦ ᠡᠬᠢᠯᠡᠬᠦ᠂ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠢᠶᠡᠨ ᠡᠬᠢᠯᠡᠭᠰᠡᠨ ᠵᠡᠷᠭᠡ ᠲᠡᠭᠦᠰᠬᠦ᠂ ᠡᠰᠡᠪᠡᠯ ᠥᠪᠡᠷ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠠᠺᠠᠳᠧᠮᠢ ᠶᠢᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠶᠢ ᠪᠡᠶᠡᠯᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠲᠤᠰᠠᠯᠠᠨ᠎ᠠ᠃

source: To get course credit, simply go to your {link_start}{platform_name} dashboard{link_end} and click the <b>Get Credit</b> button. After you receive your credit, you will also have an official academic transcript at the institution that granted the credit.
mn: error

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
mn: ᠪᠢᠳᠡ ᠲᠠ ᠪᠦᠬᠦᠨ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠲᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠭᠡᠳᠡᠭ ᠲᠦ ᠨᠠᠶᠢᠳᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠂ ᠪᠢᠳᠡ ᠢᠷᠡᠭᠡᠳᠦᠢ ᠳᠦ {platform_name} ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠲᠠᠢ ᠠᠭᠤᠯᠵᠠᠨ᠎ᠠ ᠭᠡᠵᠦ ᠨᠠᠶᠢᠳᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ !

source: The {platform_name} Team
mn: {platform_name} ᠪᠠᠭ

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
mn: {link_start} {platform_name} ᠳᠡᠭᠡᠷᠡᠬᠢ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠡᠨᠳᠡ ᠳᠠᠷᠤᠵᠤ {link_end}᠃

source: Final course details are being wrapped up at this time. Your final standing will be available shortly.
mn: ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠣᠷᠣᠭᠤᠯᠪᠠ᠃ ᠲᠠᠨ ᠤ ᠰᠡᠭᠦᠯ ᠦᠨ ᠪᠠᠢᠷᠢ ᠰᠠᠭᠤᠷᠢ ᠪᠠᠨ ᠤᠳᠤᠬᠤ ᠦᠭᠡᠢ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Your final grade:
mn: ᠲᠠᠨ ᠤ ᠡᠴᠦᠰ ᠦᠨ ᠵᠡᠷᠭᠡ᠄

source: Grade required for a {cert_name_short}:
mn: {cert_name_short} ᠍ ᠲᠤ ᠱᠠᠭᠠᠷᠳᠠᠭᠳᠠᠬᠤ ᠠᠩᠭᠢ ᠶᠢᠨ ᠲᠣᠭ᠎ᠠ᠄

source: Grade required to pass this course:
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠠᠮᠵᠢᠬᠤ ᠠᠩᠭᠢ᠄

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
mn: ᠲᠠᠨ ᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ {cert_name_long} ᠨᠢ {cert_name_short} ᠣᠯᠭᠣᠯᠲᠠ ᠶᠢ ᠢᠷᠡᠨ᠂ ᠺᠦᠪ᠂ ᠰᠢᠷᠢ᠂ ᠰᠤᠳᠠᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠮᠧᠷᠢᠺᠠ ᠶᠢᠨ ᠨᠢᠭᠡᠳᠦᠭᠰᠡᠨ ᠤᠯᠤᠰ ᠤᠨ ᠬᠠᠲᠠᠭᠤ ᠬᠣᠷᠢᠭ ᠲᠠᠯᠪᠢᠭᠰᠠᠨ ᠭᠡᠳᠡᠭ ᠢᠶᠡᠨ ᠪᠠᠲᠤᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠮᠠᠨ ᠤ ᠰᠢᠰᠲ᠋ᠧᠮ ᠲᠠᠨ ᠢ ᠡᠳᠡᠭᠡᠷ ᠣᠷᠣᠨ ᠤ ᠠᠯᠢ ᠨᠢᠭᠡ ᠲᠡᠢ ᠨᠢ ᠬᠣᠯᠪᠣᠭᠳᠠᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠷ ᠲᠠᠨᠢᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠪᠣᠳᠣᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ {email} ᠍ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ {cert_name_long} ᠳᠡᠭᠡᠷᠡᠬᠢ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠣᠯᠲᠠ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠮᠠᠨ ᠤ ᠬᠠᠶ᠋ᠢᠭ ᠤᠨ ᠬᠠᠶᠠᠭ {billing_email}

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
mn: ᠲᠠᠨ ᠤ {cert_name_long} ᠲᠠᠨ ᠤ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ {cert_name_short} ᠣᠯᠭᠤᠭᠰᠠᠨ ᠨᠢ ᠢᠷᠡᠨ᠂ ᠺᠦᠪ᠂ ᠰᠢᠷᠢ᠂ ᠰᠤᠳᠠᠨ ᠵᠡᠷᠭᠡ ᠠᠮᠧᠷᠢᠺᠠ ᠶᠢᠨ ᠨᠢᠭᠡᠳᠦᠭᠰᠡᠨ ᠤᠯᠤᠰ ᠤᠨ ᠬᠠᠲᠠᠭᠤ ᠬᠣᠷᠢᠭ ᠲᠠᠪᠴᠠᠩ ᠲᠠᠢ ᠨᠡᠶᠢᠴᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠮᠠᠨ ᠤ ᠰᠢᠰᠲ᠋ᠧᠮ ᠲᠠᠨ ᠢ ᠡᠳᠡᠭᠡᠷ ᠣᠷᠣᠨ ᠤ ᠠᠯᠢ ᠨᠢᠭᠡ ᠲᠡᠢ ᠨᠢ ᠬᠣᠯᠪᠣᠭᠳᠠᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠷ ᠲᠠᠨᠢᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠪᠣᠳᠣᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ {email} ᠍ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
mn: ᠲᠠᠨ ᠤ ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠣᠯᠭᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠲᠤᠯᠠ ᠲᠠ {platform_name} ᠍ ᠲᠠᠢ ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠪᠡᠶ᠎ᠡ ᠶᠢᠨ ᠪᠠᠢᠴᠠᠭᠠᠯᠲᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Verify your identity now.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠢᠶᠡᠨ ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Your {cert_name_short} is Generating
mn: ᠲᠠᠨ ᠤ {cert_name_short} ᠡᠭᠦᠰᠬᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ

source: This link will open the certificate web view
mn: ᠡᠨᠡ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠨᠢ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠸᠪ ᠬᠠᠷᠠᠭᠳᠠᠴᠠ ᠶᠢ ᠨᠡᠭᠡᠭᠡᠨ᠎ᠡ

source: View {cert_name_short}
mn: {cert_name_short} ᠬᠠᠷᠠᠬᠤ

source: This link will open/download a PDF document
mn: ᠡᠨᠡ ᠯᠢᠨ᠋ᠺ ᠨᠢ PDF ᠪᠠᠷᠢᠮᠲᠠ ᠶᠢ ᠨᠡᠭᠡᠭᠡᠵᠦ / ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ

source: Download {cert_name_short} (pDF)
mn: {cert_name_short} ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ (pDF)

source: Download Your {cert_name_short} (pDF)
mn: ᠥᠪᠡᠷ ᠦᠨ {cert_name_short} (pDF)ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: This link will open/download a PDF document of your verified {cert_name_long}.
mn: ᠡᠨᠡ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠲᠠᠨ ᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ {cert_name_long} ᠍ ᠦᠨ PDF ᠪᠠᠷᠢᠮᠲᠠ ᠶᠢ ᠨᠡᠭᠡᠭᠡᠬᠦ / ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Download Your ID Verified {cert_name_short} (pDF)
mn: ᠲᠠᠨ ᠤ ID ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ {cert_name_short} (pDF)

source: Complete our course feedback survey
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠢᠶᠠᠨ ᠰᠠᠨᠠᠯ ᠠᠰᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠰᠤᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠪᠥᠭᠯᠡᠨ᠎ᠡ ᠦᠦ

source: Add Certificate to LinkedIn Profile
mn: LinkedIn ᠫᠷᠣᠹᠠᠢᠯ ᠳᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠨᠡᠮᠡᠬᠦ

source: Share on LinkedIn
mn: LinkedIn ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ {cert_name_long} ᠡᠭᠦᠰᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠲᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠵᠢᠷᠤᠭᠯᠠᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠲᠤᠯᠠ ᠲᠠᠨ ᠳᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ {cert_name_short} ᠣᠯᠭᠤᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ {cert_name_short} ᠨᠡᠷ᠎ᠡ ᠬᠦᠨᠳᠦᠲᠡᠢ ᠺᠣᠳ᠋ ᠍ ᠢ ᠥᠭᠭᠦᠭᠰᠡᠨ᠃

source: Course details
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: {course_number} {course_name} Home Page
mn: {course_number} {course_name} ᠨᠢᠭᠤᠷ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: {course_number} {course_name} Cover Image
mn: {course_number} {course_name} ᠬᠠᠪᠲᠠᠰᠤᠨ ᠤ ᠵᠢᠷᠤᠭ

source: Enrolled as:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ᠄

source: Coming Soon
mn: ᠲᠤᠩ ᠤᠳᠤᠬᠤ ᠦᠭᠡᠢ

source: Ended - {date}
mn: ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ - {date}

source: Started - {date}
mn: ᠡᠬᠢᠯᠡᠬᠦ - {date}

source: Starts - {date}
mn: ᠡᠬᠢᠯᠡᠬᠦ - {date}

source: View Archived Course
mn: ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠢ᠋ ᠬᠠᠷᠠᠬᠤ

source: I'm taking {course_name} online with edX.org. Check it out!
mn: ᠪᠢ ᠣᠨᠯᠠᠶᠢᠨ ᠢᠶᠠᠷ {course_name} ᠍ ᠢ edX.org ᠸᠪᠰᠠᠶᠢᠲᠤ ᠪᠠᠷ ᠠᠪᠴᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠭᠦᠨ ᠢ ᠰᠢᠯᠭᠠᠬᠤ!

source: Share {course_name} on Facebook
mn: ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ {course_name} Facebook ᠳᠡᠭᠡᠷ᠎ᠡ

source: Share on Facebook
mn: ᠹᠡᠢᠰᠪᠥᠺ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ

source: I'm taking {course_name} online with @edxonline. Check it out!
mn: ᠪᠢ @ coursexname ᠍ ᠢ ᠣᠨᠯᠠᠶᠢᠨ ᠢᠶᠠᠷ @edxonline ᠠᠰᠢᠭᠯᠠᠨ ᠠᠪᠴᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠭᠦᠨ ᠢ ᠰᠢᠯᠭᠠᠬᠤ!

source: Share {course_name} on Twitter
mn: Twitter ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ {course_name} ᠬᠤᠪᠢᠶᠠᠯᠴᠠ

source: Course options for
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠨᠤᠭᠤᠳ

source: Available Actions
mn: ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ

source: Email Settings
mn: ᠢᠮᠧᠯ ᠤᠨ ᠲᠣᠬᠢᠷᠭ᠎ᠠ

source: Related Programs
mn: ᠬᠣᠯᠪᠣᠭᠣᠳᠠᠬᠤ ᠬᠥᠲᠥᠯᠪᠦᠷᠢ ᠨᠦᠭᠦᠳ

source: Verification not yet complete.
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠳᠠᠭᠤᠰᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You only have {days} day left to verify for this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠰᠢᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠᠨ ᠳᠤ ᠵᠥᠪᠬᠡᠨ {days} ᠬᠣᠨᠣᠭ ᠦᠯᠡᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Almost there!
mn: ᠪᠠᠷᠤᠭ ᠲᠡᠨᠳᠡ!

source: You still need to verify for this course.
mn: ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠰᠢᠯᠭᠠᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Verify Now
mn: ᠣᠳᠣ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: You have submitted your verification information.
mn: ᠲᠠ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠠ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ (ᠶᠡᠬᠡᠪᠴᠢᠯᠡᠨ 1-2 ᠬᠣᠨᠣᠭ ᠤᠨ ᠳᠣᠲᠣᠷ᠎ᠠ)᠃

source: Your current verification will expire soon!
mn: ᠲᠠᠨ ᠤ ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠤᠳᠤᠬᠤ ᠦᠭᠡᠢ ᠳᠠᠭᠤᠰᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ!

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
mn: ᠲᠠ ᠬᠦᠨᠳᠦᠳᠬᠡᠯ ᠦᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠢᠷᠡᠭᠦᠯᠦᠭᠰᠡᠨ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠠ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ (ᠶᠡᠬᠡᠪᠴᠢᠯᠡᠨ 1-2 ᠬᠣᠨᠣᠭ ᠤᠨ ᠳᠣᠲᠣᠷ᠎ᠠ)᠃

source: You have successfully verified your ID with edX
mn: ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ID ᠍ ᠢ edX ᠍ ᠲᠠᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Your current verification is effective until {date}.
mn: ᠲᠠᠨ ᠤ ᠣᠳᠣ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠣᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ 〈date〉᠃

source: Your current verification will expire soon.
mn: ᠲᠠᠨ ᠤ ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠤᠳᠤᠬᠤ ᠦᠭᠡᠢ ᠳᠠᠭᠤᠰᠤᠨ᠎ᠠ᠃

source: Your current verification will expire in {days} days. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued photo ID.
mn: ᠲᠠᠨ ᠤ ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ {days} ᠡᠳᠦᠷ ᠦᠳ ᠲᠦ ᠳᠠᠭᠤᠰᠤᠨ᠎ᠠ᠃ {start_link} ᠸᠪᠺᠠᠮ ᠪᠣᠯᠤᠨ ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ ᠤᠨ ID ᠠᠰᠢᠭᠯᠠᠨ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠪᠠᠨ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠣᠯᠵᠤ ᠠᠪᠤᠭᠰᠠᠨ ᠮᠡᠳᠡᠯᠭᠡ᠂ ᠴᠢᠳᠠᠪᠤᠷᠢ ᠶᠢ {cert_name_long} ᠬᠠᠶᠢᠵᠤ ᠣᠯᠬᠤ᠃

source: It's official. It's easily shareable. It's a proven motivator to complete the course. {line_break}{link_start}Learn more about the verified {cert_name_long}{link_end}.
mn: ᠡᠨᠡ ᠪᠣᠯ ᠠᠯᠪᠠᠨ ᠶᠣᠰᠣᠨ ᠤ᠃ ᠡᠨᠡ ᠨᠢ ᠠᠮᠠᠷᠬᠠᠨ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠡᠨᠡ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠲᠡᠭᠦᠰᠬᠦ ᠳᠦ ᠨᠥᠯᠦᠭᠡᠯᠡᠳᠡᠭ ᠬᠦᠴᠦᠨ ᠵᠦᠢᠯ ᠶᠤᠮ᠃ {line_break} {link_start} ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ {cert_name_long} {link_end} ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Upgrade to Verified
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠪᠣᠯᠭᠠᠬᠤ

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠬᠠᠷᠠᠬᠠᠨ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠤᠴᠢᠷ ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠲᠠ 〈contact᠎link᠎start〉 account holder 〈contact᠎link᠎end〉 ᠍ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠂ ᠡᠰᠡᠪᠡᠯ ᠲᠠ ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠠᠴᠠ 〈unenroll᠎link᠎start〉 unenroll 〈unenroll᠎link᠎end〉

source: You have completed this course and are eligible to purchase course credit. Select <strong>Get Credit</strong> to get started.
mn: error

source: You are now eligible for credit from {provider}. Congratulations!
mn: ᠲᠠ ᠣᠳᠣ {provider}᠍ ᠠᠴᠠ ᠵᠡᠭᠡᠯᠢ ᠠᠪᠬᠤ ᠡᠷᠬᠡ ᠲᠡᠢ᠃ ᠪᠠᠶᠠᠷ ᠬᠦᠷᠭᠡᠶ᠎ᠡ!

source: Get Credit
mn: ᠵᠡᠭᠡᠯᠢ ᠠᠪᠬᠤ

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select <b>Request Credit</b> to get started.
mn: error

source: Request Credit
mn: ᠵᠡᠭᠡᠯᠢ ᠬᠦᠰᠡᠬᠦ

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
mn: {provider_name} ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠺᠷᠧᠳᠢᠲ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ᠃ ᠺᠷᠧᠳᠢᠲ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠠᠵᠢᠯ ᠳᠠᠭᠤᠰᠤᠮᠠᠭᠴᠠ ᠪᠢᠳᠡ ᠲᠠᠩᠳᠠ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: View Details
mn: ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠠᠷᠠᠬᠤ

source: <b>Congratulations!</b> {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
mn: error

source: View Credit
mn: ᠺᠷᠧᠳᠢᠲ ᠬᠠᠷᠠᠬᠤ

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
mn: {provider_name} ᠬᠢᠴᠢᠶᠡᠯ ᠺᠷᠧᠳᠢᠲ ᠠᠪᠬᠤ ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠡ ᠦᠭᠡᠢ᠃ ᠨᠡᠮᠡᠯᠲᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ {link_to_provider_site} ᠰᠢᠭᠤᠳ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: An error occurred with this transaction. For help, contact {support_email}.
mn: ᠡᠨᠡ ᠭᠦᠢᠯᠭᠡᠭᠡᠨ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠠᠪᠬᠤ ᠪᠣᠯ contact {support_email}᠃

source: Current Verification Status: Approved
mn: ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ᠄ ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ

source: Your edX verification has been approved. Your verification is effective for one year after submission.
mn: ᠲᠠᠨ ᠤ edX ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ᠃ ᠲᠠᠨ ᠤ ᠨᠣᠲᠠᠯᠠᠭ᠎ᠠ ᠨᠢ ᠨᠢᠭᠡ ᠵᠢᠯ ᠦᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Current Verification Status: Pending
mn: ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ᠄ ᠬᠦᠯᠢᠶᠡᠭᠳᠡᠵᠦ ᠪᠤᠢ

source: Your edX ID verification is pending. Your verification information has been submitted and will be reviewed shortly.
mn: ᠲᠠᠨ ᠤ edX ID ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠬᠦᠯᠢᠶᠡᠭᠳᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠᠨ ᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠪᠥᠭᠡᠳ ᠤᠳᠤᠬᠤ ᠦᠭᠡᠢ ᠬᠢᠨᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Current Verification Status: Denied
mn: ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ᠄ ᠪᠠᠲᠤᠯᠠᠭ᠎ᠠ ᠦᠭᠡᠢ

source: Your verification submission was not accepted. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
mn: ᠲᠠᠨ ᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ᠂ ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ ᠤᠨ ID ᠍ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Your verification was denied for the following reasons:
mn: ᠲᠠᠨ ᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠤ ᠤᠯᠠᠮ ᠠᠴᠠ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠄

source: Resubmit Verification
mn: ᠳᠠᠬᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ

source: Current Verification Status: Expired
mn: ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ᠄ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ

source: Your verification has expired. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
mn: ᠲᠠᠨ ᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ᠂ ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ ᠤᠨ ID ᠍ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Could Not Link Accounts
mn: ᠳᠠᠩᠰᠠ ᠨᠤᠭᠤᠳ ᠢ ᠬᠤᠯᠪᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: The {provider_name} account you selected is already linked to another {platform_name} account.
mn: ᠲᠠᠨ ᠤ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ {provider_name} ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠥᠭᠡᠷ᠎ᠡ {platform_name} ᠠᠺᠠᠤᠨᠲ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: We're sorry to see you go! Please share your main reason for unenrolling.
mn: ᠲᠠᠨ ᠢ ᠬᠠᠷᠠᠭᠠᠳ ᠬᠠᠷᠠᠮᠰᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ! ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠦᠨᠳᠦᠰᠦᠨ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠢᠶᠠᠨ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠨ᠎ᠠ ᠤᠤ᠃

source: I just wanted to browse the material
mn: ᠪᠢ ᠵᠦᠭᠡᠷ ᠯᠠ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢ ᠦᠵᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭᠰᠠᠨ

source: This won't help me reach my goals
mn: ᠡᠨᠡ ᠨᠢ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠬᠦᠷᠬᠦ ᠳᠦ ᠨᠠᠳᠠ ᠳᠤ ᠲᠤᠰᠠ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ

source: I don't have the time
mn: ᠪᠢ ᠴᠠᠭ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: I don't have the academic or language prerequisites
mn: ᠪᠢ ᠠᠺᠠᠳᠧᠮᠢᠺ ᠡᠰᠡᠪᠡᠯ ᠬᠡᠯᠡᠨ ᠦ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: I don't have enough support
mn: ᠪᠢ ᠬᠠᠩᠭᠠᠯᠲᠠᠲᠠᠢ ᠳᠡᠮᠵᠢᠯᠭᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: I am not happy with the quality of the content
mn: ᠪᠢ ᠠᠭᠤᠯᠭᠠᠨ ᠤ ᠴᠢᠨᠠᠷ ᠲᠤ ᠪᠠᠶᠠᠷᠲᠠᠢ ᠪᠠᠢᠳᠠᠭ ᠦᠭᠡᠢ

source: The course material was too hard
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠬᠡᠲᠦᠷᠬᠡᠢ ᠬᠡᠴᠡᠭᠦᠦ ᠪᠠᠢᠭᠰᠠᠨ

source: The course material was too easy
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠬᠡᠲᠦᠷᠬᠡᠢ ᠬᠢᠯᠪᠠᠷ ᠪᠠᠢᠭᠰᠠᠨ

source: Something was broken
mn: ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡ ᠶᠠᠭᠤᠮ᠎ᠠ ᠡᠪᠳᠡᠷᠡᠭᠰᠡᠨ

source: Other
mn: ᠪᠤᠰᠤᠳ

source: Thank you for sharing your reasons for unenrolling.
mn: ᠲᠠ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠡᠴᠡ ᠬᠠᠰᠤᠭᠳᠠᠭᠰᠠᠨ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠢᠶᠠᠨ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠳᠤ ᠪᠠᠨ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠃

source: You are unenrolled from
mn: ᠲᠠ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠡᠴᠡ ᠬᠠᠰᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Return To Dashboard
mn: ᠬᠢᠨᠠᠬᠤ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠬᠤ

source: Browse Courses
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢ ᠬᠠᠶᠢᠬᠤ

source: Results:
mn: ᠦᠷ᠎ᠡ ᠳᠦᠩ᠄

source: Topic:
mn: ᠰᠡᠳᠦᠪ᠄

source: Show Discussion
mn: ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ

source: To view live discussions, click Preview or View Live in Unit Settings.
mn: ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠴᠠᠭ ᠤᠨ ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠶᠢ ᠦᠵᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠨᠢᠭᠡᠴᠢ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠬᠡᠰᠡᠭ ᠲᠦ ︿ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ﹀ ᠪᠣᠶᠣ ︿ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠬᠠᠷᠠᠬᠤ﹀ ᠳᠠᠷᠤᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Discussion ID: {discussion_id}
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠶᠢᠨ ID᠄ {discussion_id}

source: Discussion topics list
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠦᠳ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Filter Topics
mn: ᠶᠠᠷᠢᠯᠴᠠᠭᠠᠨ ᠤ᠋ ᠰᠡᠳᠦᠪ ᠲᠤ᠌ ᠰᠢᠭᠦᠯᠲᠡ ᠬᠢᠭᠰᠡᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ

source: filter topics
mn: ᠶᠠᠷᠢᠯᠴᠠᠭᠠᠨ ᠤ᠋ ᠰᠡᠳᠦᠪ ᠲᠤ᠌ ᠰᠢᠭᠦᠯᠲᠡ ᠬᠢᠭᠰᠡᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ

source: All Discussions
mn: ᠪᠦᠬᠦ ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ

source: Posts I'm Following
mn: ᠮᠢᠨᠦ ᠠᠩᠬᠠᠷᠤᠯ ᠲᠠᠯᠪᠢᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠶᠠᠷᠢᠯᠴᠠᠭᠠᠨ ᠤ᠋ ᠰᠡᠳᠦᠪ

source: Filter:
mn: ᠰᠢᠭᠦᠯᠲᠡᠭᠦᠷ᠄

source: Show all posts
mn: ᠪᠦᠬᠦ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠬᠠᠷᠠᠬᠤ

source: Unread posts
mn: ᠤᠩᠰᠢᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠬᠠᠷᠠᠬᠤ

source: Unanswered posts
mn: ᠬᠠᠷᠢᠭᠤ ᠣᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠬᠠᠷᠠᠬᠤ

source: Flagged
mn: ᠣᠨᠴᠠ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠰᠡᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠬᠠᠷᠠᠬᠤ

source: Group:
mn: ᠪᠦᠯᠦᠭ:

source: in all groups
mn: ᠪᠦᠬᠦ ᠪᠦᠯᠦᠭ ᠦᠳ ᠲᠦ

source: Sort:
mn: ᠠᠩᠭᠢᠯᠠᠯ᠄

source: by recent activity
mn: ᠰᠢᠨ᠎ᠡ ᠪᠡᠷ ᠨᠡᠢᠲᠡᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠬᠠᠷᠠᠬᠤ

source: by most activity
mn: ᠬᠠᠮᠤᠭ ᠢᠳᠡᠪᠬᠢᠲᠠᠢ ᠶᠠᠪᠤᠭᠳᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠬᠠᠷᠠᠬᠤ

source: by most votes
mn: ᠬᠠᠮᠤᠭ ᠣᠯᠠᠨ ᠣᠨᠣᠭ᠎ᠠ ᠣᠯᠣᠭᠰᠠᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠬᠠᠷᠠᠬᠤ

source: Student Notes
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ

source: Highlights and notes you've made in course content
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠬᠢᠭᠰᠡᠨ ᠣᠨᠴᠠᠯᠠᠬᠤ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ᠂ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ

source: Search notes for:
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠦᠳ ᠢ ᠬᠠᠶᠢᠬᠤ

source: Search notes for...
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠦᠳ ᠢ ᠬᠠᠶᠢᠬᠤ ..᠃

source: View notes by:
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠦᠳ ᠢ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠄

source: You have not made any notes in this course yet. Other students in this course are using notes to:
mn: ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠬᠢᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠤᠰᠤᠳ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠄

source: Mark a passage or concept so that it's easy to find later.
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠣᠯᠬᠤ ᠳᠤ ᠬᠢᠯᠪᠠᠷ ᠪᠣᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠡᠰᠡᠭ ᠪᠤᠶᠤ ᠦᠵᠡᠯ ᠪᠠᠷᠢᠮᠲᠠᠯᠠᠯ ᠢ ᠲᠡᠮᠳᠡᠭᠯᠡ᠃

source: Record thoughts about a specific passage or concept.
mn: ᠣᠨᠴᠠᠭᠠᠢ ᠦᠵᠡᠯ ᠪᠠᠷᠢᠮᠲᠠᠯᠠᠯ ᠡᠰᠡᠪᠡᠯ ᠦᠵᠡᠯ ᠪᠠᠷᠢᠮᠲᠠᠯᠠᠯ ᠤᠨ ᠲᠠᠯᠠᠷᠠᠬᠢ ᠪᠣᠳᠣᠯ ᠢᠶᠠᠨ ᠪᠢᠴᠢᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡ᠃

source: Highlight important information to review later in the course or in future courses.
mn: ᠴᠢᠬᠤᠯᠠ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠣᠨᠴᠠᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Get started by making a note in something you just read, like {section_link}.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠢᠶᠡᠨ ᠤᠩᠰᠢᠭᠰᠠᠨ ᠵᠦᠢᠯ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠡᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠬᠢᠭᠰᠡᠨ ᠦ ᠪᠡᠨ ᠳᠠᠷᠠᠭ᠎ᠠ᠂ {section_link}᠃

source: Hide notes
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: Show notes
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Welcome to {course_name}
mn: {course_name} ᠍ ᠳᠦ ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ

source: To get started, please visit https://{site_name}. The login information for your account follows.
mn: ᠡᠬᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ https᠄ // {site_name} ᠳ᠋ᠤ᠌ ᠵᠣᠴᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠲᠠᠨ ᠤ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠪᠠᠢᠳᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: email: {email}
mn: ᠢᠮᠧᠯ᠄ {password}

source: password: {password}
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ᠄ {password}

source: It is recommended that you change your password.
mn: ᠲᠠ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠣᠯᠢᠬᠤ ᠶᠢ ᠵᠥᠪᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Sincerely yours,The {course_name} Team
mn: ᠬᠦᠨᠳᠦᠳᠬᠡᠭᠰᠡᠨ ᠲᠠᠨ ᠤ᠂ {course_name} ᠪᠠᠭ

source: You're almost there! Use the link to activate your account to access engaging, high-quality {platform_name} courses. Note that you will not be able to log back into your account until you have activated it.
mn: ᠥᠨᠳᠥᠷ ᠴᠢᠨᠠᠷᠲᠠᠢ {platform_name} ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠲᠠ ᠡᠭᠦᠨ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠲᠡᠯ᠎ᠡ ᠲᠠ ᠪᠦᠷᠢᠳᠬᠡᠯ᠎ᠡ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠭᠡᠳᠡᠭ ᠢ ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Enjoy learning with {platform_name}.
mn: {platform_name} ᠍ ᠲᠠᠢ ᠰᠤᠷᠬᠤ᠃

source: If you need help, please use our web form at {support_url} or email {support_email}.
mn: ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠡᠷᠡᠭ ᠲᠡᠢ ᠪᠣᠯ ᠮᠠᠨ ᠤ ᠸᠧᠪ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ {support_url} ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ {support_email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: This email message was automatically sent by {lms_url} because someone attempted to on {platform_name} using this email address.
mn: ᠡᠨᠡ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ {platform_name} ᠳᠡᠭᠡᠷ᠎ᠡ ᠣᠷᠣᠯᠳᠤᠭᠰᠠᠨ ᠲᠤᠯᠠ ᠡᠨᠡ ᠢᠮᠧᠯ ᠵᠤᠷᠪᠤᠰ {lms_url} ᠍ ᠪᠡᠷ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠢᠯᠡᠭᠡᠭᠳᠡᠭᠰᠡᠨ᠃

source: Action Required: Activate your {platform_name} account
mn: ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠦᠢᠯᠡᠳᠦᠯ᠄ {platform_name} ᠠᠺᠠᠤᠨᠲ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠨ᠎ᠡ

source: Dear {full_name}
mn: ᠡᠷᠬᠢᠮ ᠬᠦᠨᠳᠦᠳ {full_name}

source: You have been invited to be a beta tester for {course_name} at {site_name} by a member of the course staff.
mn: ᠲᠠᠨ ᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠤᠨ {site_name} ᠳᠠᠬᠢ {course_name} ᠍ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ beta ᠰᠢᠯᠭᠠᠭᠴᠢ ᠪᠠᠢᠬᠤ ᠶᠢ ᠤᠷᠢᠰᠠᠨ᠃

source: To start accessing course materials, please visit {course_url}
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢ ᠦᠵᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {course_url} ᠳ᠋ᠤ᠌ ᠵᠣᠴᠢᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Visit {course_about_url} to join the course and begin the beta test.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠣᠷᠣᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {course_about_url} ᠳ᠋ᠤ᠌ ᠣᠷᠣᠵᠤ ᠪᠧᠲ᠋ᠠ ᠲᠧᠰᠲ ᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ᠃

source: Visit {site_name} to enroll in the course and begin the beta test.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠡᠯᠰᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {site_name} ᠳ᠋ᠤ᠌ ᠣᠷᠣᠵᠤ beta ᠪᠧᠰᠲ ᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ᠃

source: This email was automatically sent from {site_name} to {email_address}
mn: ᠡᠨᠡ ᠢᠮᠧᠯᠡ ᠶᠢ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ {site_name} ᠍ ᠠᠴᠠ {email_address}

source: You have been invited to a beta test for {course_name}
mn: ᠲᠠ {course_name} ᠍ ᠤᠨ ᠪᠧᠲ᠋ᠠ ᠲᠧᠰᠲ ᠢ ᠤᠷᠢᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Thank you for your purchase of
mn: ᠲᠠᠨ ᠤ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠳᠤ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ

source: Your payment was successful.
mn: ᠲᠠᠨ ᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: If you have billing questions, please read the FAQ ({faq_url})or contact {billing_email}.
mn: ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ FAQ ({faq_url})ᠡᠰᠡᠪᠡᠯ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ {billing_email} ᠳ᠋ᠤ᠌ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃
