Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Enter true or false. If true, video caching will be used for HTML5 videos.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ true ᠪᠣᠯ᠂ ᠸᠢᠳᠢᠣ᠋ ᠺᠡᠰᠢ ᠶᠢ HTML5 ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠳᠤ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠃

source: Video Pre-Roll
mn: ᠸᠢᠳᠢᠣ᠋ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠥᠩᠬᠥᠷᠢᠬᠦ

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠡᠮᠦᠨ᠎ᠡ ᠲᠣᠭᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 5-10 ᠰᠧᠺᠦᠶᠢᠨᠳ᠋ ᠍ ᠤᠨ ᠤᠷᠲᠤ ᠲᠠᠢ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠ᠃ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠠᠴᠠ ᠸᠢᠳᠢᠣ᠋ ID ᠪᠣᠯᠤᠨ ᠨᠢᠭᠡ ᠪᠤᠶᠤ ᠬᠡᠳᠦ ᠬᠡᠳᠦᠨ ᠲᠧᠺᠰᠲ ᠦᠨ ᠹᠠᠢᠯ ᠢ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠹᠣᠷᠮᠠᠲ᠋ᠠᠷ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠄ 〈ᠹᠣᠷᠮᠠᠲ᠋〉᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠂ ᠬᠣᠶᠠᠷ ᠲᠷᠠᠨᠰᠺᠷᠢᠫᠼ ᠲᠡᠢ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠪᠢᠴᠢᠯᠭᠡ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠪᠠᠢᠳᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ ᠄ 〈example〉

source: Show Reset Button for Problems
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠳ᠋ᠠᠬᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠲᠣᠪᠴᠢ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠪᠣᠯ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠣᠲᠣᠷᠠᠬᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠨᠢ ᠦᠷᠭᠦᠯᠵᠢ 'Reset' ᠲᠣᠪᠴᠢ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠪᠦᠷ ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠭᠦᠨ ᠢ ᠳᠠᠷᠤᠵᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠪᠦᠬᠦ ᠱᠠᠲᠤᠨ ᠤ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠬᠦ ᠳᠦ ᠪᠠᠢᠭ᠎ᠠ ᠪᠦᠬᠦ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠬᠥᠨᠳᠡᠭᠳᠡᠨ᠎ᠡ᠃

source: Enable Student Notes
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: Enter true or false. If true, students can use the Student Notes feature.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠪᠣᠯ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠨᠢ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠡᠰᠡᠬᠦ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ᠃ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠢᠶᠡᠨ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠨᠢᠭᠤᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Tag this module as part of an Entrance Exam section
mn: ᠡᠨᠡ ᠮᠣᠳᠣᠯ ᠢ Entrance Exam ᠪᠥᠯᠥᠭ ᠲᠦ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠪᠣᠯ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠰᠢᠢᠳᠪᠦᠷᠢᠯᠡᠬᠦ ᠮᠣᠳᠤᠯᠢ ᠨᠤᠭᠤᠳ ᠤᠨ ᠲᠠᠯᠠᠷᠠᠬᠢ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ Entrance Exam scoring / gating ᠠᠯᠭᠣᠷᠢᠲ᠋ᠮ ᠢᠶᠠᠷ ᠠᠪᠴᠤ ᠦᠵᠡᠨ᠎ᠡ᠃

source: Enrollment Track Groups
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ᠪᠦᠯᠦᠭ ᠦᠳ

source: Partition for segmenting users by enrollment track
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠢ ᠰᠧᠭᠮᠧᠨᠲᠦᠴᠢᠯᠡᠨ ᠬᠢᠬᠦ ᠵᠠᠮ ᠢᠶᠠᠷ ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠬᠤ ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠯᠲᠠ

source: Whether this student has voted on the poll
mn: ᠡᠨᠡ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠰᠠᠨᠠᠯ ᠠᠰᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠣᠷᠣᠯᠴᠠᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ

source: Student answer
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ

source: Poll answers from all students
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠠᠴᠠ ᠰᠠᠨᠠᠯ ᠠᠰᠠᠭᠤᠯᠭ᠎ᠠ ᠠᠪᠬᠤ

source: Poll answers from xml
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ xml ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠬᠠᠷᠠᠨ᠎ᠠ ᠤᠤ

source: Poll question
mn: ᠰᠠᠨᠠᠯ ᠠᠰᠠᠭᠤᠯᠭ᠎ᠠ

source: Enter the date by which problems are due.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠵᠣᠬᠢᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯ᠃

source: Hide sequence content After Due Date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠷᠠᠭᠠᠯᠠᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
mn: ᠬᠡᠷᠪᠡ ᠲᠣᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠠᠵᠢᠯᠲᠠᠨ ᠤ ᠪᠤᠰᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠳᠠᠷᠠᠭᠠᠯᠠᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠨᠢᠭᠤᠭᠰᠠᠨ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Is Entrance Exam
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠪᠠᠢᠨ᠎ᠠ

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠮᠣᠳᠣᠯ ᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡᠷᠡᠢ᠃ ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ Entrance ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Is Time Limited
mn: Time Limited ᠪᠠᠢᠨ᠎ᠠ

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠢ ᠬᠠᠷᠠᠬᠤ᠂ ᠡᠰᠡᠪᠡᠯ ᠬᠠᠷᠢᠯᠴᠠᠬᠤ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ᠃

source: Time Limit in Minutes
mn: ᠴᠠᠭ ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠯ ᠳᠤ

source: The number of minutes available to students for viewing or interacting with this courseware component.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠲᠡᠢ ᠲᠠᠨᠢᠯᠴᠠᠵᠤ᠂ ᠬᠠᠷᠢᠴᠠᠵᠤ ᠪᠤᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠲᠣᠭ᠎ᠠ᠃

source: Is Proctoring Enabled
mn: Proctoring Enabled ᠪᠠᠢᠨ᠎ᠠ

source: This setting indicates whether this exam is a proctored exam.
mn: ᠡᠨᠡ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠨᠢ ᠡᠨᠡ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠲᠣᠭᠲᠠᠮᠠᠯ ᠬᠢᠳᠡᠭ ᠡᠰᠡᠬᠦ ᠶᠢ ᠵᠢᠭᠠᠨ᠎ᠠ᠃

source: Software Secure Review Rules
mn: ᠫᠷᠣᠭᠷᠠᠮ ᠬᠠᠩᠭᠠᠮᠵᠢ ᠶᠢᠨ ᠠᠶᠤᠯ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠯ ᠤᠨ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠳᠦᠷᠢᠮ

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
mn: ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠦᠵᠡᠵᠦ ᠪᠠᠢᠬᠤ ᠳᠤ ᠪᠠᠨ ᠮᠥᠷᠳᠡᠬᠦ ᠪᠠᠭ ᠶᠠᠮᠠᠷ ᠳᠦᠷᠢᠮ ᠵᠢᠷᠤᠮ ᠢ ᠳᠠᠭᠠᠵᠤ ᠮᠥᠷ ᠲᠦ ᠬᠢ ᠶᠣᠰᠣᠲᠠᠢ ᠶᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠳᠡᠭ᠃

source: Is Practice Exam
mn: ᠫᠷᠠᠺᠲ᠋ᠢᠭ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠪᠠᠢᠨ᠎ᠠ

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
mn: ᠡᠨᠡ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠨᠢ ᠰᠢᠯᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠵᠥᠪᠬᠡᠨ ᠰᠢᠯᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠵᠢᠭᠠᠨ᠎ᠠ᠃ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠳᠠᠳᠤᠯᠭ᠎ᠠ ᠰᠢᠯᠭᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: This exam is hidden from the learner.
mn: ᠡᠨᠡ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠠᠴᠠ ᠳᠠᠯᠳᠠᠯᠠᠭᠳᠠᠳᠠᠭ᠃

source: Because the course has ended, this assignment is hidden from the learner.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠲᠤᠯᠠ ᠡᠨᠡ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠠᠴᠠ ᠳᠠᠯᠳᠠᠯᠠᠭᠳᠠᠳᠠᠭ᠃

source: Because the due date has passed, this assignment is hidden from the learner.
mn: ᠬᠦᠯᠢᠶᠡᠭᠳᠡᠵᠦ ᠪᠤᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠥᠩᠭᠡᠷᠡᠭᠰᠡᠨ ᠦ ᠤᠯᠠᠮ ᠠᠴᠠ ᠡᠨᠡ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠠᠴᠠ ᠳᠠᠯᠳᠠᠯᠠᠭᠳᠠᠳᠠᠭ᠃

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
mn: ᠡᠨᠡ ᠳᠡᠳ᠋ ᠵᠦᠢᠯ ᠨᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠩᠭᠠᠭᠰᠠᠨ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠳᠤ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠲᠦᠭᠵᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠭ᠃

source: Group ID {group_id}
mn: ᠪᠦᠯᠦᠭ ᠦᠨ ID 〈group᠎id〉

source: Not Selected
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: The display name for this component. (not shown to learners)
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠨᠡᠷ᠎ᠡ᠃ (ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ)

source: Content Experiment
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ

source: The list of group configurations for partitioning students in content experiments.
mn: ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠳᠤ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠬᠤᠪᠢᠶᠠᠬᠤ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ᠃

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
mn: ᠡᠨᠡ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠨᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠡᠨᠡ ᠺᠣᠨᠲ᠋ᠧᠺᠰᠲ ᠦᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠪᠠᠷ ᠬᠡᠷᠬᠢᠨ ᠪᠦᠯᠦᠭᠯᠡᠭᠳᠡᠳᠡᠭ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠳᠠᠭ᠃ ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ᠄ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠬᠠᠷᠠᠭᠳᠠᠬᠤᠶᠢᠴᠠ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠨᠢ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠳᠦ ᠨᠥᠯᠦᠭᠡᠯᠡᠨ᠎ᠡ᠃

source: Group Configuration
mn: ᠪᠥᠯᠥᠭ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Which child module students in a particular group_id should see
mn: ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ᠬᠡᠦᠬᠡᠳ ᠦᠳ ᠦᠨ ᠠᠯᠢ ᠮᠣᠳᠣᠯ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠪᠤᠢ?

source: {group_name} (inactive)
mn: {group_name} (ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ)

source: The experiment is not associated with a group configuration.
mn: ᠲᠤᠷᠰᠢᠯᠲᠠ ᠨᠢ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠪᠢᠰᠢ ᠶᠤᠮ᠃

source: Select a Group Configuration
mn: ᠪᠥᠯᠥᠭ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠰᠣᠩᠭᠣ

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
mn: ᠲᠤᠷᠰᠢᠯᠲᠠ ᠨᠢ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠃ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠰᠤᠩᠭᠤᠬᠤ ᠪᠤᠶᠤ ᠡᠨᠡ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ᠃

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
mn: ᠲᠤᠷᠰᠢᠯᠲᠠᠨ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠳᠡᠮᠵᠢᠭᠳᠡᠳᠡᠭ ᠦᠭᠡᠢ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠃ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠰᠤᠩᠭᠤᠬᠤ ᠪᠤᠶᠤ ᠡᠨᠡ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ᠃

source: The experiment does not contain all of the groups in the configuration.
mn: ᠲᠤᠷᠰᠢᠯᠲᠠ ᠨᠢ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠦᠬᠦ ᠪᠦᠯᠦᠭ ᠦᠳ ᠢ ᠠᠭᠤᠯᠠᠳᠠᠭ ᠦᠭᠡᠢ᠃

source: Add Missing Groups
mn: ᠠᠯᠳᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠦᠯᠦᠭ ᠦᠳ ᠢ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
mn: ᠲᠤᠷᠰᠢᠯᠲᠠ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠦᠯᠦᠭ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠢᠳᠡᠪᠬᠢᠲᠡᠢ ᠪᠦᠯᠦᠭ ᠦᠳ ᠲᠦ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠥᠳᠡᠯᠭᠡᠵᠦ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠦᠯᠦᠭ ᠢ ᠤᠰᠠᠳᠬ᠎ᠠ᠃

source: This content experiment has issues that affect content visibility.
mn: ᠡᠨᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠨᠢ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠬᠠᠷᠠᠬᠤ ᠳᠤ ᠨᠥᠯᠦᠭᠡᠯᠡᠵᠦ ᠪᠤᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠲᠠᠢ᠃

source: External Discussion
mn: ᠭᠠᠳᠠᠭᠠᠳᠤ ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ

source: Home
mn: ᠨᠢᠭᠤᠷ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: Course
mn: ᠬᠢᠴᠢᠶᠡᠯ

source: Text Annotation
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢᠨ ᠲᠧᠺᠰᠲ

source: Source/Citation
mn: ᠡᠬᠡ ᠰᠤᠷᠪᠤᠯᠵᠢ / ᠡᠰᠢᠯᠡᠯ

source: Optional for citing source of any material used. Automatic citation can be done using <a href="http://easybib.com">EasyBib</a>
mn: error

source: Diacritic Marks
mn: ᠢᠯᠴᠢᠯᠢᠯᠲᠡ ᠶᠢᠨ ᠲᠡᠮᠳᠡᠭ

source: Add diacritic marks to be added to a text using the comma-separated form, i.e. markname;urltomark;baseline,markname2;urltomark2;baseline2
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠺᠣᠮᠮᠠᠨᠳ ᠢᠶᠠᠷ ᠲᠤᠰᠠᠭᠠᠷᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠮᠠᠶ᠋ᠢᠭᠲᠤ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠲᠧᠺᠰᠲ ᠷᠦᠦ ᠨᠡᠮᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ ᠨᠡᠮᠡᠬᠦ᠂ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ᠂ urltomark᠂ baseline᠂ markname2; urltomark2; baseline2

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
mn: 〈Youtube᠎id〉 Youtube ᠍ ᠰ ᠲᠷᠠᠨᠰᠺᠷᠢᠫᠴᠡ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠪᠠᠢᠳᠠᠯ ᠺᠣᠳ᠋᠄ 〈status᠎code〉᠃

source: We support only SubRip (*.srt) transcripts format.
mn: ᠪᠢᠳᠡ ᠵᠥᠪᠬᠡᠨ SubRip (‍ .srt)ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠶᠢᠨ ᠹᠣᠷᠮᠠᠲ ᠢ ᠳᠡᠮᠵᠢᠳᠡᠭ᠃

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
mn: ᠤᠩᠰᠢᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ SubRip ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠹᠠᠢᠯᠲᠠᠢ ᠪᠣᠯ ᠪᠤᠷᠤᠭᠤ ᠵᠦᠢᠯ᠃ ᠥᠪᠥᠷ ᠮᠧᠰᠰᠧᠵ ᠨᠢ 〈error᠎message〉

source: Something wrong with SubRip transcripts file during parsing.
mn: ᠤᠩᠰᠢᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ SubRip ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠹᠠᠢᠯᠲᠠᠢ ᠪᠣᠯ ᠪᠤᠷᠤᠭᠤ ᠵᠦᠢᠯ᠃

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
mn: 〈exception᠎message〉᠄ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠣᠯᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠄ 〈user᠎filename〉

source: Invalid encoding type, transcripts should be UTF-8 encoded.
mn: ᠪᠤᠷᠤᠭᠤ ᠺᠣᠳᠴᠢᠯᠠᠯ ᠤᠨ ᠲᠥᠷᠥᠯ᠂ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠨᠢ UTF-8 ᠺᠣᠳᠣᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Basic
mn: ᠦᠨᠳᠦᠰᠦᠨ

source: There is no transcript file associated with the {lang} language.
mn: {lang} ᠬᠡᠯᠡ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭᠠᠲᠠᠢ ᠲᠧᠺᠰᠲ ᠹᠠᠢᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
mn: ᠲᠠᠨ ᠤ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ URL. ᠡᠨᠡ ᠨᠢ YouTube ᠍ ᠤᠨ URL ᠡᠰᠡᠪᠡᠯ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠲ ᠡᠴᠡ ᠥᠭᠡᠷ᠎ᠡ ᠭᠠᠵᠠᠷ ᠲᠤ ᠪᠠᠢᠷᠢᠰᠢᠳᠠᠭ .mp4᠂ .ogg᠂ ᠡᠰᠡᠪᠡᠯ .webm ᠸᠢᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Default Video URL
mn: ᠸᠢᠳᠢᠣ᠋ ᠶᠢᠨ URL (ᠠᠩᠬᠠᠨ ᠤ ᠬᠡᠮᠵᠢᠭᠳᠡᠯ)

source: Component Display Name
mn: ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠨᠡᠷ᠎ᠡ

source: Current position in the video.
mn: ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠢᠷᠢᠰᠢᠯ᠃

source: Optional, for older browsers: the YouTube ID for the normal speed video.
mn: ᠨᠡᠮᠡᠯᠲᠡ᠂ ᠬᠠᠭᠤᠴᠢᠨ ᠬᠥᠲᠥᠴᠢ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ᠄ ᠡᠩ ᠦᠨ ᠬᠤᠷᠳᠤᠨ ᠤ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ YouTube ID᠃

source: YouTube ID
mn: YouTube ᠍ ᠦᠨ ID

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
mn: ᠨᠡᠮᠡᠯᠲᠡ᠂ ᠬᠠᠭᠤᠴᠢᠨ ᠬᠥᠲᠥᠴᠢ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ᠄ .75x ᠬᠤᠷᠳᠤ ᠲᠠᠢ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ YouTube ID᠃

source: YouTube ID for .75x speed
mn: .75x ᠬᠤᠷᠳᠤᠨ ᠤ YouTube ᠍ ᠦᠨ ID

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
mn: ᠨᠡᠮᠡᠯᠲᠡ᠂ ᠬᠠᠭᠤᠴᠢᠨ ᠬᠥᠲᠥᠴᠢ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ᠄ 1.25x ᠬᠤᠷᠳᠤ ᠲᠠᠢ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ YouTube ID᠃

source: YouTube ID for 1.25x speed
mn: 1.25x ᠬᠤᠷᠳᠤ ᠲᠠᠢ YouTube ᠍ ᠦᠨ ID

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
mn: ᠨᠡᠮᠡᠯᠲᠡ᠂ ᠬᠠᠭᠤᠴᠢᠨ ᠬᠥᠲᠥᠴᠢ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ᠄ 1.5 ᠬ ᠬᠤᠷᠳᠤ ᠲᠠᠢ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ YouTube ID᠃

source: YouTube ID for 1.5x speed
mn: YouTube ᠍ ᠦᠨ ID 1.5x ᠬᠤᠷᠳᠤ ᠲᠠᠢ

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠪᠦᠬᠦ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠲᠣᠭᠯᠠᠭᠤᠯᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠣᠯ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠡᠬᠢᠯᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠤᠢ ᠴᠠᠭ᠃ ᠡᠬᠡ ᠭᠠᠵᠠᠷ ᠤᠨ ᠮᠣᠪᠠᠶᠢᠯ ᠠᠫᠫ ᠳᠦ ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ᠄ ᠪᠦᠷᠢᠨ ᠸᠢᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠲᠣᠭᠯᠠᠨ᠎ᠠ. HH᠄ ᠮᠣᠩᠭᠣᠯ ᠤᠨ ᠮᠡᠳᠡᠭᠡ᠄ SS ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ᠃ ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠤᠳᠬ᠎ᠠ ᠨᠢ 23᠄59᠄59᠃

source: Video Start Time
mn: ᠸᠢᠳᠢᠣ᠋ ᠡᠬᠢᠯᠡᠬᠦ ᠴᠠᠭ

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠪᠦᠬᠦ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠲᠣᠭᠯᠠᠭᠤᠯᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠣᠯ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠵᠣᠭᠰᠣᠭᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠴᠠᠭ᠃ ᠡᠬᠡ ᠭᠠᠵᠠᠷ ᠤᠨ ᠮᠣᠪᠠᠶᠢᠯ ᠠᠫᠫ ᠳᠦ ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ᠄ ᠪᠦᠷᠢᠨ ᠸᠢᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠲᠣᠭᠯᠠᠨ᠎ᠠ. HH᠄ ᠮᠣᠩᠭᠣᠯ ᠤᠨ ᠮᠡᠳᠡᠭᠡ᠄ SS ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ᠃ ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠤᠳᠬ᠎ᠠ ᠨᠢ 23᠄59᠄59᠃

source: Video Stop Time
mn: ᠸᠢᠳᠢᠣ᠋ ᠵᠣᠭᠰᠣᠬᠤ ᠴᠠᠭ

source: The external URL to download the video.
mn: ᠸᠢᠳᠢᠣ᠋ ᠲᠠᠲᠠᠨ ᠠᠪᠬᠤ ᠭᠠᠳᠠᠨ ᠤ URL᠃

source: Download Video
mn: ᠸᠢᠳᠢᠣ᠋ ᠲᠠᠲᠠᠬᠤ

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ edX ᠸᠢᠳᠢᠣ᠋ ᠲᠣᠭᠯᠠᠭᠤᠯᠤᠭᠴᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ YouTube ᠍ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯ ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠶᠢ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠳᠤ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠶᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ᠃ ᠲᠠ ᠸᠢᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠤᠨ URL ᠲᠠᠯᠠᠪᠤᠷ ᠤᠳ ᠲᠤ ᠳᠣᠣᠷ᠎ᠠ ᠬᠠᠶᠠᠵᠤ ᠨᠢᠭᠡ YouTube ᠍ ᠦᠨ URL ᠍ ᠢ ᠨᠡᠮᠡᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: Video Download Allowed
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠲᠠᠲᠠᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.)Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
mn: ᠸᠢᠳᠢᠣ᠋ ᠪᠤᠰᠤ YouTube ᠍ ᠤᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠨᠤᠭᠤᠳ ᠢ ᠪᠠᠢᠷᠢᠯᠠᠭᠤᠯᠤᠭᠰᠠᠨ URL ᠪᠤᠶᠤ URL. URL ᠪᠦᠷ ᠨᠢ .mpeg᠂ .mp4᠂ .ogg᠂ ᠡᠰᠡᠪᠡᠯ .webm ᠍ ᠳᠤᠭᠠᠷ ᠲᠡᠭᠦᠰᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ ᠪᠥᠭᠡᠳ YouTube ᠍ ᠤᠨ URL ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ (ᠬᠥᠲᠦᠴᠢ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠤ ᠬᠤᠪᠢ ᠳᠤ ᠪᠢᠳᠡ .mp4 ᠪᠠ .webm ᠹᠣᠷᠮᠠᠲ ᠢ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠳᠠᠭ.)ᠰᠤᠷᠤᠭᠴᠢᠳ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠺᠣᠮᠫᠢᠦ᠋ᠲᠸᠷ ᠲᠡᠢ ᠨᠡᠶᠢᠴᠡᠭᠰᠡᠨ ᠠᠩᠬᠠᠨ ᠤ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠦᠵᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠡᠳᠡᠭᠡᠷ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠸᠢᠳᠢᠣ᠋ ᠲᠠᠲᠠᠭᠳᠠᠭᠰᠠᠨ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠦᠨᠡᠨ ᠪᠣᠯᠭᠠᠬᠤ᠃

source: Video File URLs
mn: ᠸᠢᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠤᠨ URL

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
mn: ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ᠂ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠷᠠᠨᠰᠹᠣᠷᠮᠠᠲ᠋ᠣᠷ ᠢ ᠦᠨᠡᠨ ᠪᠣᠯᠭᠠᠬᠤ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠳᠤ ᠪᠠᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ .srt ᠡᠰᠡᠪᠡᠯ .txt ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠴᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠥᠭᠡᠷ᠎ᠡ ᠹᠣᠷᠮᠠᠲ᠋ᠠᠷ ᠥᠭᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠪᠠᠯ handout ᠲᠠᠯᠠᠪᠤᠷ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠳᠤ ᠪᠠᠨ ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠶᠢ ᠵᠥᠪᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯ ᠲᠠ ᠹᠠᠢᠯ᠂ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠡᠰᠡᠪᠡᠯ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠲ ᠲᠦ ᠪᠠᠢᠷᠢᠯᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠹᠠᠢᠯ᠎ᠠ ᠰᠢᠭᠤᠳ ᠬᠠᠭᠤᠯᠵᠤ᠂ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠲᠷᠠᠨᠰᠺᠷᠢᠫᠲᠦ ᠶᠢᠨ URL ᠍ ᠢ ᠨᠡᠮᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠳᠣᠣᠷᠠᠬᠢ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Downloadable Transcript URL
mn: ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠲᠣᠪᠴᠢᠯᠠᠯ ᠤᠨ URL

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠪᠠᠨ ᠪᠢᠴᠢᠭᠰᠡᠨ ᠲᠧᠺᠰᠲ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠶᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ᠃ ᠹᠠᠢᠯ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠨᠢ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠳᠣᠣᠷ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ᠂ ᠲᠷᠠᠨᠰᠺᠷᠢᠫ ᠲᠦ ᠨᠢ .srt ᠡᠰᠡᠪᠡᠯ .txt ᠹᠠᠢᠯ ᠶᠤᠮ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠲᠠᠲᠠᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠲᠧᠺᠰᠲ ᠢ ᠥᠭᠡᠷ᠎ᠡ ᠹᠣᠷᠮᠠᠲ᠋ᠠᠷ ᠥᠭᠬᠦ ᠶᠢ ᠬᠦᠰᠡᠪᠡᠯ Upload ᠭᠠᠷᠬᠤ ᠲᠠᠯᠠᠪᠤᠷ ᠠᠰᠢᠭᠯᠠᠨ ᠹᠠᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Download Transcript Allowed
mn: ᠲᠷᠠᠨᠰᠧᠺᠰ ᠦᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠦᠨᠳᠦᠰᠦᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ᠂ ᠦᠨᠳᠦᠰᠦᠨ tab ᠳᠡᠭᠡᠷᠡᠬᠢ Default Timed Transcript ᠲᠠᠯᠠᠪᠤᠷ ᠠᠴᠠ᠃ ᠡᠨᠡ ᠲᠧᠺᠰᠲ ᠢ ᠠᠩᠭᠯᠢ ᠬᠡᠯᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠲᠠ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠦᠭᠡᠢ᠃

source: Default Timed Transcript
mn: ᠬᠠᠳᠠᠮᠠᠯ ᠦᠰᠦᠭ ᠦᠨ (字幕) ᠠᠩᠬᠠᠨ ᠤ ᠬᠡᠮᠵᠢᠭᠳᠡᠯ

source: Specify whether the transcripts appear with the video by default.
mn: ᠡᠩ ᠦᠨ ᠪᠠᠢᠳᠠᠯ ᠳᠤ ᠬᠠᠳᠠᠮᠠᠯ ᠦᠰᠦᠭ ᠢ (字幕) ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠡᠰᠡᠭᠦ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠭᠠᠷᠠᠢ᠃

source: Show Transcript
mn: ᠬᠠᠳᠠᠮᠠᠯ ᠦᠰᠦᠭ ᠢ (字幕) ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
mn: ᠬᠠᠳᠠᠮᠠᠯ ᠦᠰᠦᠭ ᠢ (字幕) ᠲᠥᠷᠥᠯ ᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠣᠷᠴᠢᠭᠤᠯ᠃ ᠳᠣᠣᠷᠠᠬᠢ ᠳᠠᠷᠤᠭᠤᠯ ᠢ ᠳᠠᠷᠤᠵᠤ ᠂ ᠬᠡᠯᠡᠨ ᠦ ᠲᠥᠷᠥᠯ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠶᠢᠨ ᠬᠠᠮᠲᠤ ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠬᠡᠯᠡᠨ ᠦ .srt ᠹᠠᠢᠯ ᠢ ᠪᠠᠢᠷᠰᠢᠭᠤᠯ᠃

source: Transcript Languages
mn: ᠬᠠᠳᠠᠮᠠᠯ ᠦᠰᠦᠭ ᠦᠨ (字幕) ᠬᠡᠯᠡ

source: Preferred language for transcript.
mn: ᠲᠠᠨ ᠳᠤ ᠲᠠᠭᠠᠯᠠᠭᠳᠠᠬᠤ ᠬᠠᠳᠠᠮᠠᠯ ᠦᠰᠦᠭ ᠢ (字幕) ᠢᠯᠡᠷᠡᠭᠦᠯᠬᠦ ᠬᠡᠯᠡᠨ ᠦ ᠲᠥᠷᠥᠯ

source: Preferred language for transcript
mn: ᠲᠠᠨ ᠳᠤ ᠲᠠᠭᠠᠯᠠᠭᠳᠠᠬᠤ ᠬᠠᠳᠠᠮᠠᠯ ᠦᠰᠦᠭ ᠢ (字幕) ᠢᠯᠡᠷᠡᠭᠦᠯᠬᠦ ᠬᠡᠯᠡᠨ ᠦ ᠲᠥᠷᠥᠯ

source: Transcript file format to download by user.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠬᠠᠳᠠᠮᠠᠯ ᠦᠰᠦᠭ ᠢ (字幕)ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠦᠶᠡᠰ ᠦᠨ ᠹᠠᠢᠯ ᠤᠨ ᠬᠡᠯᠪᠡᠷᠢ

source: SubRip (.srt) file
mn: SubRip (.srt) ᠹᠠᠢᠯ

source: Text (.txt) file
mn: ᠲᠧᠺᠰᠲ (.txt)ᠹᠠᠢᠯ ᠢ ᠪᠢᠴᠢᠨ᠎ᠡ ᠦᠦ

source: The last speed that the user specified for the video.
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠵᠢᠭᠠᠭᠰᠠᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠦᠨ ᠰᠡᠭᠦᠯᠴᠢ ᠶᠢᠨ ᠬᠤᠷᠳᠤ᠃

source: The default speed for the video.
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠦᠨᠳᠦᠰᠦᠨ ᠬᠤᠷᠳᠤ᠃

source: Specify whether YouTube is available for the user.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ Youtube ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠡᠰᠡᠬᠦ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠃

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
mn: ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠳᠠᠭᠠᠯᠳᠤᠨ ᠭᠠᠷ ᠤᠨ ᠪᠡᠯᠡᠭ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Upload Handout
mn: ᠭᠠᠷ ᠲᠤ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
mn: ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠵᠥᠪᠬᠡᠨ ᠬᠥᠲᠥᠴᠢ ᠪᠡᠷ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ᠂ ᠡᠰᠡᠪᠡᠯ ᠮᠣᠪᠠᠶᠢᠯ ᠠᠫᠫ ᠵᠡᠷᠭᠡ ᠪᠤᠰᠤᠳ ᠠᠫᠫᠯᠢᠺᠶ᠎ᠡᠰᠢᠨ ᠨᠦᠭᠦᠳ ᠲᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠡᠰᠡᠬᠦ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠃

source: Video Available on Web Only
mn: ᠵᠥᠪᠬᠡᠨ ᠸᠪ ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠳᠡ ᠸᠢᠳᠢᠣ᠋ ᠲᠣᠭᠯᠠᠭᠤᠯᠬᠤ ᠰᠠᠨᠠᠭ᠎ᠠ ᠲᠠᠢ ᠪᠣᠯ ᠥᠪᠡᠷ ᠦᠨ ᠸᠢᠳᠢᠣ᠋ ᠶᠢᠨ ID ᠵᠢ ᠡᠨᠳᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ ᠂ ᠡᠰᠡᠪᠡᠯ ᠡᠨᠡᠬᠦ ᠰᠣᠩᠭᠤᠭᠳᠠᠬᠤᠨ ᠢ ᠣᠮᠳᠤᠭᠤᠢᠯᠠᠵᠤ ᠪᠣᠯᠣᠨ᠎ᠠ᠃

source: Date of the last view of the bumper
mn: ᠪᠠᠮᠪᠠᠶᠢᠨ ᠤ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠦᠨ ᠦᠵᠡᠭᠳᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Do not show bumper again
mn: ᠪᠠᠮᠪᠠᠢ ᠪᠤᠤ ᠬᠠᠷᠠᠭᠤᠯ

source: Video Annotation
mn: ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ ᠠᠨᠣᠲ᠋ᠠᠼᠢ

source: The external source URL for the video.
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠭᠠᠳᠠᠭᠠᠳᠤ ᠡᠬᠢ ᠰᠤᠷᠪᠤᠯᠵᠢ URL᠃

source: Source URL
mn: ᠡᠬᠡ ᠰᠤᠷᠪᠤᠯᠵᠢ URL

source: Poster Image URL
mn: ᠵᠢᠷᠤᠭᠲᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠵᠢᠷᠤᠭ ᠤᠨ URL

source: Poster URL
mn: ᠵᠢᠷᠤᠭᠲᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ URL

source: Instructions
mn: ᠵᠢᠭᠠᠪᠤᠷᠢᠴᠢᠯᠠᠭ᠎ᠠ

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
mn: ᠦᠭᠡ ᠶᠢ ᠡᠭᠦᠯᠡᠨ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠲᠤᠰᠠᠯᠠᠬᠤ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠨᠡᠮᠡ᠃ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠨᠤᠭᠤᠳ᠂ ᠢᠯᠠᠩᠭᠤᠶ᠎ᠠ᠂ ᠬᠦᠷᠲᠡᠭᠡᠮᠵᠢ ᠲᠡᠢ ᠬᠡᠷᠡᠭᠴᠡᠭᠡ ᠲᠡᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠴᠢᠬᠤᠯᠠ ᠶᠤᠮ᠃

source: Inputs
mn: ᠣᠷᠣᠴᠠ

source: The number of text boxes available for learners to add words and sentences.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠦᠭᠡ᠂ ᠥᠭᠦᠯᠡᠪᠦᠷᠢ ᠨᠡᠮᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Maximum Words
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠳᠡᠭᠡᠳᠦ ᠦᠭᠡ

source: The maximum number of words displayed in the generated word cloud.
mn: ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠦᠭᠡ ᠶᠢᠨ ᠡᠭᠦᠯᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠳᠡᠭ ᠦᠭᠡᠰ ᠦᠨ ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠲᠣᠭ᠎ᠠ᠃

source: Show Percents
mn: ᠬᠤᠪᠢᠶᠠᠷᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Statistics are shown for entered words near that word.
mn: ᠰᠲ᠋ᠠᠲ᠋ᠢᠰᠲ᠋ᠢᠭ ᠢ ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠦᠭᠡᠨ ᠦ ᠣᠶᠢᠷᠠᠯᠴᠠᠭ᠎ᠠ ᠪᠢᠴᠢᠭᠰᠡᠨ ᠦᠭᠡᠰ ᠢᠶᠡᠷ ᠬᠠᠷᠠᠭᠤᠯᠪᠠ᠃

source: Whether this learner has posted words to the cloud.
mn: ᠡᠨᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠡᠭᠦᠯᠡ ᠷᠦᠦ ᠦᠭᠡ ᠪᠢᠴᠢᠭᠰᠡᠨ ᠦᠦ?

source: Student answer.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ᠃

source: All possible words from all learners.
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠪᠦᠬᠦ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠦᠭᠡᠰ᠃

source: Top num_top_words words for word cloud.
mn: ᠦᠭᠡᠨ ᠦ ᠡᠭᠦᠯᠡᠨ ᠦ ᠳᠡᠭᠡᠳᠦ ᠲᠣᠭ᠎ᠠ ᠲᠠᠢ num᠎top᠎ ᠦᠭᠡᠰ᠃

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
mn: "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
mn: "{course_name}" ({course_mode})ᠬᠢᠴᠢᠶᠡᠯ

source: The badge image must be square.
mn: ᠲᠡᠮᠳᠡᠭ ᠦᠨ ᠵᠢᠷᠤᠭ ᠳᠥᠷᠪᠡᠯᠵᠢᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The badge image file size must be less than 250KB.
mn: Badge image file size ᠨᠢ 250KB ᠪᠠᠭ᠎ᠠ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: This value must be all lowercase.
mn: ᠡᠨᠡ ᠤᠳᠬ᠎ᠠ ᠪᠦᠬᠦ ᠪᠦᠬᠦ ᠵᠢᠵᠢᠭ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The course mode for this badge image. For example, "verified" or "honor".
mn: ᠡᠨᠡ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠶᠢᠨ ᠵᠢᠷᠤᠭᠯᠠᠯ ᠤᠨ ᠭᠣᠷᠢᠮ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ "verified" ᠡᠰᠡᠪᠡᠯ "honor"᠃

source: Badge images must be square PNG files. The file size should be under 250KB.
mn: ᠨᠢᠳᠦᠨ ᠦ ᠵᠢᠷᠤᠭ ᠨᠢ ᠳᠥᠷᠪᠡᠯᠵᠢᠨ PNG ᠹᠠᠢᠯ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠹᠠᠢᠯ ᠤᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠨᠢ 250KB ᠍ ᠤᠨ ᠳᠣᠣᠷ᠎ᠠ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠲᠡᠮᠳᠡᠭ ᠵᠢᠷᠤᠭ ᠲᠠᠢ ᠶᠠᠮᠠᠷ ᠴᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠭᠣᠷᠢᠮ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠢ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠳᠦᠷᠰᠦ ᠪᠣᠯᠭᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠡᠨᠡ ᠤᠳᠬ᠎ᠠ ᠶᠢ True ᠭᠡᠵᠦ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠵᠥᠪᠬᠡᠨ ᠨᠢᠭᠡ ᠠᠩᠬᠠᠨ ᠤ ᠵᠢᠷᠤᠭ ᠲᠠᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: There can be only one default image.
mn: ᠵᠥᠪᠬᠡᠨ ᠨᠢᠭᠡ ᠠᠩᠬᠠᠨ ᠤ ᠵᠢᠷᠤᠭ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: On each line, put the number of completed courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
mn: ᠮᠥᠷ ᠪᠦᠷᠢ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠰᠡᠨ ᠺᠣᠮᠮᠠᠨᠳ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ᠂ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ᠂ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ᠂ ᠨᠡᠭᠡᠭᠡᠯᠲᠡ ᠶᠢᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠢ ᠨᠡᠭᠡᠭᠡᠭᠰᠡᠨ ᠨᠡᠭᠡᠭᠡᠯᠲᠡ ᠶᠢᠨ ᠡᠯᠧᠮᠧᠨᠲ ᠢ ᠨᠡᠭᠡᠭᠡᠭᠰᠡᠨ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠳ᠋ᠤᠭᠠᠷ ᠢ ᠨᠡᠭᠡᠭᠡᠨ᠎ᠡ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠄ 3᠂ enrolled᠎3᠎courses

source: On each line, put the number of enrolled courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
mn: ᠮᠥᠷ ᠪᠦᠷᠢ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠰᠡᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠪᠠᠭᠠᠨ᠎ᠠ ᠶᠢᠨ < openx᠎᠎course > ᠡᠯᠧᠮᠧᠨᠲ ᠲᠡᠢ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠰᠡᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ᠂ ᠺᠣᠮᠮᠧᠨᠲ᠂ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ ᠶᠢ ᠭᠠᠷᠭᠠᠵᠤ ᠦᠭᠬᠦ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠄ 3᠂ enrolled᠎3᠎courses
