Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Upon any termination of the Terms or discontinuation of your access to an API for any reason, your right to use any API and API Content will immediately cease. You will immediately stop using the APIs and delete any cached or stored API Content. All provisions of the Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitation of liability. Termination of your access to and use of the APIs and API Content shall not relieve you of any obligations arising or accrusing prior to such termination or limit any liability that you otherwise may have to {platform_name}, including without limitation any indemnification obligations contained herein.
mn: ᠠᠯᠢᠪᠠ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠤ ᠠᠯᠢ ᠨᠢᠭᠡ ᠶᠢ ᠳᠠᠭᠤᠰᠬᠠᠪᠤᠷᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ API ᠍ ᠲᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠵᠣᠭᠰᠣᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠠᠯᠢᠪᠠ API ᠪᠣᠯᠤᠨ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠡᠷᠬᠡ ᠨᠢ ᠨᠡᠩ ᠳᠠᠷᠤᠢ ᠵᠣᠭᠰᠣᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠨᠡᠩ ᠳᠠᠷᠤᠢ API ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠠᠨ ᠵᠣᠭᠰᠣᠭᠠᠵᠤ᠂ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ API ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠡᠳᠡᠨ ᠦ ᠮᠥᠨ ᠴᠢᠨᠠᠷ ᠨᠢ ᠳᠠᠭᠤᠰᠬᠠᠪᠤᠷᠢ ᠪᠣᠯᠬᠤ ᠳᠤ ᠦᠯᠡᠳᠡᠬᠦ ᠨᠡᠷ᠎ᠡ ᠲᠣᠮᠢᠶᠠᠨ ᠤ ᠪᠦᠬᠦ ᠵᠢᠭᠠᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠨᠢ ᠳᠠᠭᠤᠰᠬᠠᠪᠤᠷᠢ ᠪᠣᠯᠬᠤ᠂ ᠡᠭᠦᠨ ᠳᠦ ᠦᠯᠦ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠯ ᠳᠤ᠂ ᠥᠮᠴᠢ ᠶᠢᠨ ᠵᠢᠭᠠᠯᠲᠠ᠂ ᠪᠠᠲᠤᠯᠠᠭ᠎ᠠ ᠪᠠᠷ ᠦᠯᠦ ᠲᠣᠭᠣᠮᠰᠠᠷᠯᠠᠭᠴᠢᠳ᠂ ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᠠᠴᠠ ᠵᠠᠶᠢᠯᠠᠰᠬᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ. API ᠪᠣᠯᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ API ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ᠂ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠨᠢ ᠳᠠᠭᠤᠰᠬᠠᠪᠤᠷᠢ ᠪᠣᠯᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠭᠠᠷᠴᠤ ᠪᠣᠯᠵᠣᠰᠢ ᠦᠭᠡᠢ ᠠᠯᠢᠪᠠ ᠡᠭᠦᠷᠭᠡ ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᠠᠴᠠ ᠴᠢᠯᠦᠭᠡᠯᠡᠭᠳᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ 〈ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ᠎name〉 ᠍ ᠲᠤ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᠬᠦᠯᠢᠶᠡᠯᠭᠡᠬᠦ ᠶᠢ ᠬᠣᠷᠢᠭᠯᠠᠨ᠎ᠠ᠃

source: Edit {catalog_name}
mn: ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ 〈catalog᠎name〉

source: Download CSV
mn: CSV ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Delete this catalog
mn: ᠡᠨᠡ ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Update Catalog
mn: ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠰᠢᠨᠡᠴᠢᠯᠡᠬᠦ

source: Catalogs for {username}
mn: {username} ᠺᠠᠲ᠋ᠠᠯᠣᠭ

source: Create new catalog:
mn: ᠰᠢᠨ᠎ᠡ ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠡᠭᠦᠰᠭᠡᠬᠦ᠄

source: Create Catalog
mn: ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Catalog search
mn: ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠬᠠᠶᠢᠯᠲᠠ

source: Catalog Search
mn: ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠤᠨ ᠬᠠᠶᠢᠯᠲᠠ

source: Enter a username to view catalogs belonging to that user.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠳ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Open Calculator
mn: ᠨᠡᠭᠡᠭᠡᠯᠲᠡᠲᠡᠢ ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠯ

source: Enter equation
mn: ᠲᠡᠭᠰᠢᠳᠬᠡᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Calculator Input Field
mn: ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠭᠴᠢ ᠣᠷᠣᠯᠲᠠ ᠶᠢᠨ ᠲᠠᠯᠠᠪᠤᠷ

source: Hints
mn: ᠰᠠᠨᠠᠮᠵᠢ

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
mn: ᠵᠥᠪᠯᠡᠮᠵᠢ ᠶᠢ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠰᠤᠮᠤ ᠲᠣᠪᠴᠢ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ ᠡᠰᠡᠪᠡᠯ ᠲᠠᠪ ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠭᠴᠢ ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠨ᠎ᠠ ᠤᠤ

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
mn: ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ {guide_link_start} edX Guide for Students {guide_link_end} ᠳᠠᠬᠢ {math_link_start} ᠮᠠᠲ᠋ᠧᠮᠠᠲ᠋ᠢᠺ ᠪᠣᠯᠤᠨ ᠰᠢᠨᠵᠢᠯᠡᠬᠦ ᠤᠬᠠᠭᠠᠨ ᠤ ᠢᠯᠡᠷᠬᠡᠶᠢᠯᠡᠯ ᠦᠳ ᠢᠶᠡᠷ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ 〈math᠎link᠎end〉 ᠍ ᠢ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Tips
mn: ᠵᠥᠪᠯᠡᠮᠵᠢ

source: Use parentheses ()to make expressions clear. You can use parentheses inside other parentheses.
mn: ᠡᠰᠢᠯᠡᠯ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠭᠠᠯᠲᠠ ()ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠲᠠ ᠥᠪᠡᠷ ᠬᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠳᠣᠲᠣᠷ᠎ᠠ ᠬᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Do not use spaces in expressions.
mn: ᠦᠭᠡ ᠬᠡᠯᠡᠯᠭᠡ ᠪᠡᠷ ᠪᠤᠤ ᠠᠰᠢᠭᠯᠠ᠃

source: For constants, indicate multiplication explicitly (example: 5*c).
mn: ᠲᠣᠭᠲᠠᠪᠤᠷᠢᠲᠠᠢ ᠪᠠᠢᠳᠠᠯ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠦᠷᠡᠵᠢᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠢᠯᠡᠷᠬᠡᠶᠢᠯᠡᠯ (ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠄ 5*c)᠃

source: For affixes, type the number and affix without a space (example: 5c).
mn: ᠠᠴᠢᠶᠠᠯᠠᠯ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠲᠣᠭ᠎ᠠ ᠪᠠᠷ ᠪᠣᠯᠤᠨ ᠣᠷᠣᠨ ᠵᠠᠢ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ (ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠄ 5c)᠃

source: For functions, type the name of the function, then the expression in parentheses.
mn: ᠹᠦᠨᠺᠼ ᠦᠳ ᠦᠨ ᠬᠤᠪᠢ ᠳᠤ ᠹᠦᠩᠺᠼᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠪᠢᠴᠢᠵᠦ᠂ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠬᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠢᠯᠡᠷᠬᠡᠶᠢᠯᠡᠨ᠎ᠡ᠃

source: To Use
mn: ᠬᠡᠷᠡᠭᠯᠡᠬᠦ

source: Type
mn: ᠲᠥᠷᠥᠯ

source: Examples
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ

source: Numbers
mn: ᠲᠣᠭᠠᠨ ᠨᠤᠭᠤᠳ

source: Integers
mn: ᠪᠦᠬᠦᠯᠢ ᠲᠣᠭ᠎ᠠ

source: Fractions
mn: ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠯᠲᠠ

source: Decimals
mn: ᠠᠷᠪᠠᠲᠤ ᠶᠢᠨ ᠪᠤᠲᠠᠷᠬᠠᠢ

source: Operators
mn: ᠣᠫᠧᠷᠠᠲ᠋ᠣᠷ ᠤᠳ

source: + - * / (add, subtract, multiply, divide)
mn: + - ‍ / (ᠨᠡᠮᠡᠬᠦ᠂ ᠬᠠᠰᠤᠬᠤ᠂ ᠦᠷᠡᠵᠢᠭᠦᠯᠬᠦ᠂ ᠬᠤᠪᠢᠶᠠᠬᠤ)

source: ^(raise to a power)
mn: ‌ (ᠬᠦᠴᠦ ᠴᠢᠳᠠᠯ ᠢ ᠥᠰᠬᠡᠬᠦ)

source: || (parallel resistors)
mn: || (ᠵᠡᠷᠭᠡᠴᠡᠭᠡ ᠷᠧᠽᠢᠰᠲ᠋ᠣᠷ)

source: Constants
mn: ᠲᠣᠭᠲᠠᠮᠠᠯ

source: Affixes
mn: ᠨᠥᠯᠥᠭᠡ

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
mn: ᠬᠤᠪᠢᠰᠤᠭᠴᠢ (%) ᠪᠠ ᠬᠡᠮᠵᠢᠯ ᠦᠨ ᠨᠥᠯᠥᠭᠡ ᠨᠦᠭᠦᠳ (d᠂ c᠂ m᠂ u᠂ n᠂ p᠂ k᠂ M᠂ G᠂ T)

source: Basic functions
mn: ᠦᠨᠳᠦᠰᠦᠨ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ

source: Trigonometric functions
mn: ᠲᠷᠢᠭᠣᠨᠣᠮᠧᠲ᠋ᠷ ᠤᠨ ᠹᠦᠨᠺᠼ ᠤᠳ

source: Scientific notation
mn: ᠰᠢᠨᠵᠢᠯᠡᠬᠦ ᠤᠬᠠᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ

source: 10^ and the exponent
mn: 10 ‌ ᠪᠠ ᠡᠺᠰᠫᠣᠨᠧᠨᠲ

source: e notation
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ

source: 1e and the exponent
mn: 1e ᠪᠠ ᠡᠺᠰᠫᠣᠨᠧᠨᠲ

source: Calculate
mn: ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠭ᠎ᠠ

source: Result
mn: ᠦᠷ᠎ᠡ ᠳᠦᠩ

source: CCX Coach Dashboard
mn: CCX ᠳᠠᠰᠬᠠᠯᠵᠢᠭᠤᠯᠤᠭᠴᠢ ᠰᠠᠮᠪᠠᠷ᠎ᠠ

source: Name your CCX
mn: CCX ᠍ ᠢ ᠨᠡᠷᠡᠯᠡᠨ᠎ᠡ ᠦᠦ

source: Create a new Custom Course for edX
mn: EdX ᠍ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠰᠢᠨ᠎ᠡ ᠭᠠᠶᠢᠯᠢ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠭᠦᠰᠬᠡ

source: Grading Policy
mn: ᠳᠦᠲᠦᠨᠡᠬᠦ ᠪᠣᠳᠣᠯᠭ᠎ᠠ

source: Batch Enrollment
mn: ᠪᠠᠭᠴᠠ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ

source: Student Grades
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠠᠩᠭᠢ

source: Please enter a valid CCX name.
mn: ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ CCX ᠨᠡᠷ᠎ᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Email Addresses/Usernames
mn: ᠢᠮᠧᠯ ᠤᠨ ᠬᠠᠶᠠᠭ / ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Enter email addresses and/or usernames separated by new lines or commas.
mn: ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠤᠳ ᠪᠣᠯᠤᠨ / ᠡᠰᠡᠪᠡᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠰᠢᠨ᠎ᠡ ᠮᠥᠷ ᠡᠰᠡᠪᠡᠯ ᠺᠣᠮᠮᠠᠨᠳᠠᠷ ᠲᠤᠰᠠᠭᠠᠷᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: You will not get notification for emails that bounce, so please double-check spelling.
mn: ᠲᠠ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠠᠪᠬᠤ ᠦᠭᠡᠢ ᠲᠤᠯᠠ ᠵᠥᠪ ᠪᠢᠴᠢᠭ ᠦᠨ ᠳᠦᠷᠢᠮ ᠢ ᠳᠠᠪᠬᠤᠷ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Auto Enroll
mn: ᠠᠦ᠋ᠲ᠋ᠣ᠋ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
mn: ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ {em_start} ᠨᠢ {em_end} ᠰᠢᠯᠭᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠣᠯ {platform_name} ᠍ ᠢ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠨ᠎ᠡ᠃

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
mn: ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ {em_start} {em_end} ᠲᠡᠮᠳᠡᠭ ᠲᠠᠯᠪᠢᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯ {platform_name} ᠍ ᠢ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠢ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠳᠦ ᠣᠷᠣᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠪᠠᠴᠤ ᠪᠦᠷᠢᠳᠬᠡᠯ᠎ᠡ ᠬᠢᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Checking this box has no effect if 'Unenroll' is selected.
mn: ᠡᠨᠡ ᠬᠠᠶᠢᠷᠴᠠᠭ ᠢ ᠰᠢᠯᠭᠠᠭᠰᠠᠨ ᠢᠶᠠᠷ 〈Unenroll〉 ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Notify users by email
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
mn: ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ {em_start} {em_end} ᠰᠢᠯᠭᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠠᠪᠤᠨ᠎ᠠ᠃

source: Student List Management
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠮᠧᠨᠧᠵᠮᠧᠨᠲ

source: CCX student list management response message
mn: CCX ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠮᠧᠨᠧᠵᠮᠧᠨᠲ ᠦᠨ ᠬᠠᠷᠢᠭᠤ ᠮᠧᠰᠰᠧᠵ

source: Revoke access
mn: ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Enter username or email
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Checking this box has no effect if 'Revoke' is clicked.
mn: 〈ᠬᠠᠶᠢᠷᠴᠠᠭ〉 ᠲᠣᠪᠰᠢᠭᠰᠠᠨ ᠪᠣᠯ ᠡᠨᠡ ᠬᠠᠶᠢᠷᠴᠠᠭ ᠢ ᠰᠢᠯᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: WARNING
mn: АНХААРУУЛГА

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
mn: ᠵᠥᠪᠬᠡᠨ ᠳᠡᠪᠰᠢᠯᠲᠡᠲᠦ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ᠃ ᠨᠢᠭᠲᠠᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢᠨ ᠠᠯᠳᠠᠭ᠎ᠠ ᠨᠢ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠦᠷᠭᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠮᠠᠶ᠋ᠢᠭᠲᠤ ᠨᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠯᠲᠠ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠳᠠᠭ ᠦᠭᠡᠢ᠃

source: Most coaches should not need to make changes to the grading policy.
mn: ᠶᠡᠬᠡᠩᠬᠢ ᠳᠠᠰᠬᠠᠯᠵᠢᠭᠤᠯᠤᠭᠴᠢ ᠨᠢ ᠠᠩᠭᠢᠯᠠᠯ ᠤᠨ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠳᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠦᠭᠡᠢ᠃

source: Save Grading Policy
mn: ᠳᠦᠲᠦᠨᠡᠬᠦ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ

source: Date format four digit year dash two digit month dash two digit day
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠹᠣᠷᠮᠠᠲ᠋ ᠳᠥᠷᠪᠡᠨ ᠣᠷᠣᠨ ᠲᠠᠢ ᠵᠢᠯ ᠵᠤᠷᠠᠬᠤ ᠬᠣᠶᠠᠷ ᠣᠷᠣᠨ ᠲᠠᠢ ᠰᠠᠷ᠎ᠠ ᠵᠢᠷᠤᠭᠠᠰᠤ ᠬᠣᠶᠠᠷ ᠣᠷᠣᠨ ᠲᠠᠢ ᠡᠳᠦᠷ ᠵᠢᠷᠤᠨ᠎ᠠ

source: Time format two digit hours colon two digit minutes
mn: ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠹᠣᠷᠮᠠᠲ᠋ ᠬᠣᠶᠠᠷ ᠣᠷᠣᠨ ᠲᠠᠢ ᠴᠠᠭ ᠬᠣᠶᠠᠭᠤᠯᠠᠨ ᠳᠤ ᠨᠢ ᠬᠣᠶᠠᠷ ᠣᠷᠣᠨ ᠲᠠᠢ ᠮᠢᠨᠦ᠋ᠲ

source: Time
mn: ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Set date
mn: ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: You have unsaved changes.
mn: ᠲᠠᠨ ᠳᠤ ᠬᠠᠳᠠᠭᠠᠯᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: There was an error saving changes.
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Schedule a Unit
mn: ᠨᠢᠭᠡᠴᠢ ᠶᠢ ᠬᠤᠪᠢᠶᠠᠷᠢᠯ

source: Start Date
mn: ᠡᠬᠢᠯᠡᠬᠦ ᠡᠳᠦᠷ

source: format four digit year dash two digit month dash two digit day
mn: ᠹᠣᠷᠮᠠᠲ᠋ ᠳᠥᠷᠪᠡᠨ ᠣᠷᠣᠨ ᠲᠠᠢ ᠵᠢᠯ ᠦᠨ ᠵᠢᠷᠤᠭᠠᠰᠤ ᠬᠣᠶᠠᠷ ᠣᠷᠣᠨ ᠲᠠᠢ ᠰᠠᠷ᠎ᠠ ᠵᠢᠷᠤᠭᠠᠰᠤ ᠬᠣᠶᠠᠷ ᠣᠷᠣᠨ ᠲᠠᠢ ᠡᠳᠦᠷ ᠵᠢᠷᠤᠨ᠎ᠠ

source: Start time format two digit hours colon two digit minutes
mn: ᠡᠬᠢᠯᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠹᠣᠷᠮᠠᠲ ᠢ ᠬᠣᠶᠠᠷ ᠣᠷᠣᠨ ᠲᠠᠢ ᠴᠠᠭᠠᠨ ᠤ ᠴᠡᠭ ᠡᠴᠡ ᠬᠣᠶᠠᠷ ᠣᠷᠣᠨ ᠲᠠᠢ ᠮᠢᠨᠦ᠋ᠲ

source: time
mn: ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: (optional)
mn: (ᠨᠡᠮᠡᠯᠲᠡ)

source: Due Time format two digit hours colon two digit minutes
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠴᠠᠭ ᠤᠨ ᠹᠣᠷᠮᠠᠲ᠋ ᠬᠣᠶᠠᠷ ᠣᠷᠣᠨ ᠲᠠᠢ ᠲᠣᠭ᠎ᠠ ᠪᠠᠷ ᠬᠣᠶᠠᠷ ᠼᠢᠹᠷ ᠮᠢᠨᠦ᠋ᠲ

source: Add Unit
mn: ᠨᠢᠭᠡᠴᠢ ᠨᠡᠮᠡᠬᠦ

source: Add All Units
mn: ᠪᠦᠭᠦᠳᠡ ᠶᠢ ᠨᠡᠮᠡᠬᠦ

source: All units have been added.
mn: ᠪᠦᠬᠦ ᠨᠢᠭᠡᠴᠢ ᠨᠦᠭᠦᠳ ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ᠃

source: View gradebook
mn: Gradebook ᠍ ᠢ ᠬᠠᠷᠠᠬᠤ

source: Download student grades
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠠᠩᠭᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪ

source: Print or share your certificate:
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢᠶᠠᠨ ᠬᠡᠪᠯᠡᠬᠦ ᠪᠤᠶᠤ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ᠄

source: Click the link to see my certificate.
mn: ᠮᠢᠨᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Post on Facebook
mn: ᠹᠡᠢᠰᠪᠥᠺ ᠳᠡᠭᠡᠷ᠎ᠡ ᠨᠡᠢᠲᠡᠯᠡᠬᠦ

source: Share on Twitter
mn: Twitter ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠨ᠎ᠠ ᠤᠤ

source: Tweet this Accomplishment. Pop up window.
mn: ᠡᠨᠡ ᠠᠮᠵᠢᠯᠲᠠ ᠶᠢ ᠠᠪ᠃ ᠴᠣᠩᠬᠣᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠫᠣᠫ ᠬᠢᠬᠦ᠃

source: Add to LinkedIn Profile
mn: LinkedIn ᠳᠡᠭᠡᠷ᠎ᠡ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: Add to Mozilla Backpack
mn: Mozilla ᠡᠭᠦᠷᠭᠡᠪᠡᠴᠦ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠡᠨ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: Print Certificate
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠬᠡᠪᠯᠡᠬᠦ

source: {platform_name} Home
mn: {platform_name} ᠨᠢᠭᠤᠷ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: Noted by
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠰᠡᠨ

source: Supported by the following organizations
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠤᠨ ᠳᠡᠮᠵᠢᠯᠭᠡ ᠲᠡᠢ ᠪᠡᠷ

source: Cannot Find Certificate
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠣᠯᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
mn: ᠪᠢᠳᠡ ᠡᠨᠡ URL ᠡᠰᠡᠪᠡᠯ ID ᠳ᠋ᠤᠭᠠᠷ ᠲᠠᠢ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠣᠯᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠢ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ URL ᠡᠰᠡᠪᠡᠯ ID ᠳ᠋ᠤᠭᠠᠷ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ URL ᠡᠰᠡᠪᠡᠯ ID ᠳ᠋ᠤᠭᠠᠷ ᠵᠥᠪ ᠪᠠᠢᠪᠠᠯ᠂ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠬᠠᠶᠠᠭ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Invalid Certificate Configuration.
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: There is a problem with this certificate.
mn: ᠡᠨᠡ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠦ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: To resolve the problem, your partner manager should verify that the following information is correct.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠰᠢᠢᠳᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠᠨ ᠤ ᠲᠦᠩᠰᠢ ᠮᠧᠨᠧᠵᠧᠷ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ᠃

source: The institution&#39;s logo.
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠯᠣᠭᠣ᠃

source: The institution that is linked to the course.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ᠃

source: The course information in the Course Administration tool.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠤᠳᠤᠷᠢᠳᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠡᠷᠡᠭᠰᠡᠯ ᠳ᠋ᠡᠬᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠤᠬᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ᠃

source: If all of the information is correct and the problem persists, contact technical support.
mn: ᠬᠡᠷᠪᠡ ᠪᠦᠬᠦ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠵᠥᠪ ᠡᠰᠡᠬᠦ᠂ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠤᠯᠭᠠᠷᠠᠪᠠᠯ ᠲᠧᠭᠨᠢᠭ ᠦᠨ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭ᠎ᠠ ᠠᠪᠬᠤ᠃

source: Checkout Cancelled
mn: ᠲᠣᠭᠠᠴᠠᠭ᠎ᠠ ᠬᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Your transaction has been cancelled. If you feel an error has occurred, contact {email}.
mn: ᠲᠠᠨ ᠤ ᠠᠵᠢᠯ ᠭᠦᠢᠯᠭᠡᠭᠡ ᠶᠢ ᠴᠤᠴᠠᠯᠠᠭᠰᠠᠨ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠮᠡᠳᠡᠷᠡᠪᠡᠯ᠂ contact {email}᠃

source: Checkout Error
mn: ᠲᠣᠭᠠᠴᠠᠭ᠎ᠠ ᠬᠢᠬᠦ ᠠᠯᠳᠠᠭ᠎ᠠ

source: An error has occurred with your payment. <b>You have not been charged.</b> Please try to submit your payment again. If this problem persists, contact {email}.
mn: error

source: Loading Order Data...
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠴᠢᠶᠠᠯᠠᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ..᠃

source: Please wait while we retrieve your order details.
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠠᠳ ᠲᠦᠷᠢ ᠬᠦᠯᠢᠶᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Enroll In {course_name} | Choose Your Track
mn: {course_name} ᠍ ᠳᠦ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ | ᠥᠪᠡᠷ ᠦᠨ ᠢᠶᠡᠨ ᠵᠠᠮ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: Sorry, there was an error when trying to enroll you
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠂ ᠲᠠᠨ ᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠭᠡᠵᠦ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠪᠠᠢᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ

source: Pursue Academic Credit with a Verified Certificate
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠲᠡᠢ ᠠᠺᠠᠳᠧᠮᠢᠺ ᠺᠷᠧᠳᠦ᠋ᠴᠡ ᠶᠢ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
mn: ᠰᠢᠨᠵᠢᠯᠡᠬᠦ ᠤᠬᠠᠭᠠᠨ ᠤ ᠺᠷᠧᠳᠢᠲ ᠠᠪᠬᠤ ᠡᠷᠬᠡ ᠲᠡᠢ ᠪᠣᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠰᠢᠨ᠎ᠡ ᠤᠷ᠎ᠠ ᠴᠢᠳᠠᠪᠤᠷᠢ᠂ ᠮᠡᠳᠡᠯᠭᠡ ᠪᠡᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠲᠡᠢ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠺᠷᠧᠳᠢᠲ ᠺᠷᠧᠳᠢᠲ᠂ ᠺᠠᠷᠢᠸᠷ ᠢᠶᠠᠨ ᠠᠬᠢᠭᠤᠯᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠡᠷᠭᠦᠳᠡᠯ ᠢ ᠪᠡᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡᠬᠦ ᠦᠨᠡᠲᠦ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ ᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Benefits of a Verified Certificate
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠳᠠᠪᠠᠭᠤ ᠲᠠᠯ᠎ᠠ

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
mn: {b_start} ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠺᠷᠧᠳᠢᠲ᠄ {b_end} ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠳᠦᠭᠦᠷᠭᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠠᠺᠠᠳᠧᠮᠢᠺ ᠺᠷᠧᠳᠢᠲ ᠠᠪᠬᠤ

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
mn: {b_start} ᠠᠯᠪᠠᠨ ᠶᠣᠰᠣᠭᠠᠷ᠄ {b_end} ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠯᠣᠭᠣ ᠲᠠᠢ ᠪᠠᠭᠰᠢ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠭᠰᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠠᠪᠤᠨ᠎ᠠ ᠤᠤ

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
mn: {b_start} ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠠᠮᠠᠷᠬᠠᠨ᠄ {b_end} ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠥᠪᠡᠷ ᠦᠨ CV ᠡᠰᠡᠪᠡᠯ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠨᠡᠮᠡᠬᠦ ᠪᠤᠶᠤ ᠰᠢᠭᠤᠳ LinkedIn ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠷᠢᠯᠠᠭᠤᠯᠬᠤ

source: Pursue a Verified Certificate
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠲᠡᠢ ᠰᠢᠨ᠎ᠡ ᠮᠡᠳᠡᠯᠭᠡ᠂ ᠤᠷ᠎ᠠ ᠴᠢᠳᠠᠪᠤᠷᠢ ᠪᠠᠨ ᠣᠨᠴᠠᠯᠠ᠃ ᠠᠵᠢᠯ ᠤᠨ ᠢᠶᠠᠨ ᠬᠡᠲᠦ ᠶᠢᠨ ᠲᠥᠯᠥᠪ ᠢ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠵᠤ᠂ ᠺᠠᠷᠢᠸᠷ ᠢᠶᠠᠨ ᠠᠬᠢᠭᠤᠯᠬᠤ᠂ ᠡᠰᠡᠪᠡᠯ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠦ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠡᠨ ᠲᠣᠳᠣᠷᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡᠬᠦ ᠦᠨᠡᠲᠦ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ ᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
mn: {b_start} ᠠᠯᠪᠠᠨ ᠶᠣᠰᠣᠭᠠᠷ᠄ {b_end} ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠯᠣᠭᠣ ᠲᠠᠢ ᠪᠠᠭᠰᠢ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠭᠰᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠠᠪᠤᠨ᠎ᠠ ᠤᠤ

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
mn: {b_start} ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠠᠮᠠᠷᠬᠠᠨ᠄ {b_end} ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠥᠪᠡᠷ ᠦᠨ CV ᠡᠰᠡᠪᠡᠯ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠨᠡᠮᠡᠬᠦ ᠪᠤᠶᠤ ᠰᠢᠭᠤᠳ LinkedIn ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠷᠢᠯᠠᠭᠤᠯᠬᠤ

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
mn: {b_start} ᠤᠷᠮ᠎ᠠ ᠵᠣᠷᠢᠭ ᠦᠭᠬᠦ᠄ {b_end} ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠳᠤ ᠨᠡᠮᠡᠯᠲᠡ ᠤᠷᠮᠠᠰᠢᠭᠤᠯᠤᠯ ᠦᠭᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ

source: Audit This Course
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠠᠦ᠋ᠳᠢᠲ ᠬᠢᠬᠦ

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
mn: ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠦᠨ᠎ᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠦᠭᠡᠢ᠂ ᠪᠦᠬᠦ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ᠂ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ᠂ ᠲᠤᠷᠰᠢᠯᠲᠠ᠂ ᠹᠣᠷᠣᠮ ᠳᠤ ᠪᠦᠷᠢᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠨ᠎ᠠ᠃

source: Audit This Course (no Certificate)
mn: ᠠᠦ᠋ᠳᠢᠲ ᠤᠨ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ (ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ)

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
mn: ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠦᠨ᠎ᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠦᠭᠡᠢ᠂ ᠪᠦᠬᠦ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ᠂ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ᠂ ᠲᠤᠷᠰᠢᠯᠲᠠ᠂ ᠹᠣᠷᠣᠮ ᠳᠤ ᠪᠦᠷᠢᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠨ᠎ᠠ᠃ {b_start} ᠡᠨᠡ ᠵᠠᠮ ᠨᠢ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠯᠲᠠᠨ ᠳᠤ ᠣᠷᠣᠭᠰᠠᠨ ᠵᠡᠷᠭᠡ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠣᠯᠭᠤᠬᠤ ᠦᠭᠡᠢ ᠭᠡᠳᠡᠭ ᠢ ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃ {b_end}

source: {chapter} current chapter
mn: {chapter} ᠣᠳᠣ ᠶᠢᠨ ᠪᠦᠯᠦᠭ

source: {span_start}current section{span_end}
mn: {span_start} ᠣᠳᠣ ᠶᠢᠨ ᠬᠡᠰᠡᠭ {span_end}

source: This content is graded
mn: ᠡᠨᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠢ ᠠᠩᠭᠢᠯᠠᠭᠳᠠᠨ᠎ᠠ

source: An error occurred. Please try again later.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the enroll button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
mn: ᠣᠳᠣ ᠪᠠᠷ ᠨᠡᠪᠲᠡᠷᠡᠭᠰᠡᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠡᠷᠬᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ 〈start᠎logout᠎tag〉 ᠭᠠᠷᠬᠤ 〈end᠎tag〉 ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠣᠯ enroll ᠲᠣᠪᠴᠢ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠭᠠᠷᠠᠢ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠰᠢᠢᠳᠦᠯ ᠦᠳ ᠦᠨ ᠬᠤᠪᠢ ᠳᠤ 〈start᠎help᠎tag〉 ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ 〈end᠎tag〉 ᠳ᠋ᠤ᠌ ᠵᠣᠴᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: You are enrolled in this course
mn: ᠲᠠ ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠨᠡᠷ᠎ᠡ ᠮᠡᠳᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: View Course
mn: ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠢ᠋ ᠬᠠᠷᠠᠬᠤ

source: This course is in your <a href="{cart_link}">cart</a>.
mn: error

source: Course is full
mn: ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠣᠷᠤᠯᠴᠠᠬᠤ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠣᠷᠤᠨ ᠲᠣᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎᠎ᠠ

source: Enrollment in this course is by invitation only
mn: ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠵᠥᠪᠬᠡᠨ ᠤᠷᠢᠯᠭ᠎ᠠ ᠪᠡᠷ ᠳᠠᠮᠵᠢᠨ ᠣᠷᠤᠯᠴᠠᠵᠤ ᠳᠡᠢᠯᠦᠨ᠎ᠡ

source: Enrollment is Closed
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠨᠢ ᠬᠠᠭᠠᠭᠳᠠᠭᠰᠠᠨ

source: Add {course_name} to Cart <span>({price} USD)</span>
mn: error

source: Enroll in {course_name}
mn: {course_name} ᠍ ᠲᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: View About Page in studio
mn: ᠰᠲ᠋ᠤᠳᠢᠭ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠦᠵᠡᠬᠦ

source: Classes Start
mn: ᠠᠩᠭᠢ ᠡᠬᠢᠯᠡᠬᠦ

source: Classes End
mn: ᠠᠩᠭᠢ ᠳᠠᠭᠤᠰᠤᠨ᠎ᠠ

source: Estimated Effort
mn: ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠭᠰᠠᠨ ᠬᠦᠴᠦᠨ ᠴᠢᠷᠮᠠᠶᠢᠯᠲᠠ

source: Prerequisites
mn: ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠵᠦᠢᠯ

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
mn: ᠲᠠ ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ {link_start} {prc_display} {link_end} ᠍ ᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠥᠭᠯᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Additional Resources
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠡᠬᠢ ᠡᠭᠦᠰᠪᠦᠷᠢ ᠨᠦᠭᠦᠳ

source: enroll
mn: ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: Share with friends and family!
mn: ᠨᠠᠶᠢᠵᠠ ᠨᠥᠬᠥᠳ᠂ ᠭᠡᠷ ᠪᠦᠯᠡ ᠶᠢᠨ ᠬᠢᠨ ᠲᠡᠢ ᠪᠡᠨ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠭᠠᠷᠠᠢ!

source: I just enrolled in {number} {title} through {account}: {url}
mn: ᠪᠢ ᠰᠠᠶᠢᠬᠠᠨ{account}: {url} ᠪᠡᠷ ᠳᠠᠮᠵᠢᠨ {number} {title} ᠳᠤ ᠤᠷᠤᠯᠴᠠᠪᠠ

source: Take a course with {platform} online
mn: ᠣᠩᠯᠠᠢ ᠶᠢᠨ {platform} ᠍ ᠲᠠᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠢᠬᠦ

source: I just enrolled in {number} {title} through {platform} {url}
mn: ᠪᠢ ᠰᠠᠶᠢᠬᠠᠨ{platform} {url} ᠪᠡᠷ ᠳᠠᠮᠵᠢᠨ {number} {title} ᠳᠤ ᠤᠷᠤᠯᠴᠠᠪᠠ

source: Tweet that you've enrolled in this course
mn: ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠭᠡᠳᠡᠭ ᠢ ᠮᠡᠳᠡᠭᠳᠡᠭᠡᠷᠡᠢ

source: Post a Facebook message to say you've enrolled in this course
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠭᠡᠵᠦ Facebook ᠍ ᠤᠨ ᠵᠤᠷᠪᠤᠰ ᠢᠯᠡᠭᠡᠬᠦ

source: Email someone to say you've enrolled in this course
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠬᠡᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠡᠨ ᠨᠢᠭᠡᠨ ᠳᠦ ᠢᠯᠡᠭᠡᠨ᠎ᠡ ᠦᠦ

source: Course Material
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ

source: Hide
mn: ᠨᠤᠤᠬ᠎ᠠ

source: Show
mn: ᠱᠣᠤ

source: Show Earlier Course Updates
mn: ᠡᠮᠦᠨᠡᠬᠢ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠬᠠᠷᠠᠬᠤ

source: List of Courses
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Refine Your Search
mn: ᠬᠠᠶᠢᠯᠲᠠ ᠪᠠᠨ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: {course_number} Courseware
mn: {course_number} ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ

source: Course Utilities
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠡᠷᠡᠭᠰᠡᠯ

source: Courseware
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ

source: Course Search
mn: ᠬᠠᠶᠢᠯᠲᠠ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: No content has been added to this course
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠶᠠᠮᠠᠷ ᠴᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠡᠮᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
mn: ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠳᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠡᠨᠡ ᠰᠢᠯᠭᠠᠯᠲᠠᠨ ᠳᠤ {required_score}% ᠡᠰᠡᠪᠡᠯ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠳᠡᠭᠡᠭᠰᠢ ᠣᠨᠣᠭ᠎ᠠ ᠠᠪᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃ ᠲᠠᠨ ᠤ ᠣᠳᠣ ᠶᠢᠨ ᠣᠨᠣᠭ᠎ᠠ {current_score}%᠃

source: Your score is {current_score}%. You have passed the entrance exam.
mn: ᠲᠠᠨ ᠤ ᠣᠨᠣᠭ᠎ᠠ {current_score}%᠃ ᠲᠠ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠲᠡᠩᠴᠡᠭᠰᠡᠨ᠃

source: Gradebook
mn: ᠥᠰᠪᠦᠷᠢ ᠶᠢᠨ ᠳᠡᠪᠲᠡᠷ

source: Search students
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠠᠴᠠ ᠬᠠᠶᠢᠬᠤ

source: previous page
mn: ᠡᠮᠦᠨᠡᠬᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: of
mn: ᠨᠢ

source: next page
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: {course_number} Course Info
mn: {course_number} ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠤᠬᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: You are not enrolled yet
mn: ᠲᠠ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: You are not currently enrolled in this course. {link_start}Enroll now!{link_end}
mn: ᠲᠠ ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ {link_start} ᠣᠳᠣ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ! {link_end}

source: Welcome to {org}'s {course_name}!
mn: {org} {course_name} ᠳ᠋ᠤ᠌ ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ!

source: Resume Course
mn: ᠰᠡᠷᠭᠦᠭᠡᠬᠦ

source: View Updates in Studio
mn: Studio ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠢ ᠬᠠᠷᠠᠬᠤ

source: Course Updates and News
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯ ᠪᠠ ᠮᠡᠳᠡᠭᠳᠡᠯ

source: Handout Navigation
mn: ᠲᠠᠲᠠᠵᠤ ᠠᠪᠤᠯᠲᠠ

source: Course Tools
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠤᠬᠠᠢ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: News - MITx 6.002x
mn: ᠮᠡᠳᠡᠭᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ - MITx 6᠂002x

source: Updates to Discussion Posts You Follow
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠶᠢᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ

source: Purchase the Program
mn: ᠬᠥᠲᠥᠯᠪᠦᠷᠢ ᠶᠢ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ

source: Start Learning
mn: ᠰᠤᠷᠤᠯᠴᠠᠵᠤ ᠡᠬᠢᠯᠡᠬᠦ

source: View Program Trailer
mn: ᠬᠥᠲᠦᠯᠪᠦᠷᠢ ᠶᠢᠨ ᠦᠵᠡᠭᠦᠯᠦᠨ ᠢ ᠬᠠᠷᠠᠬᠤ

source: Play
mn: ᠲᠣᠭᠯᠠᠭᠤᠯᠬᠤ

source: Number of Courses
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠣᠭ᠎ᠠ

source: {number_of_courses} courses in program
mn: ᠬᠥᠲᠦᠯᠪᠦᠷᠢ ᠶᠢᠨ {number_of_courses} ᠬᠢᠴᠢᠶᠡᠯ

source: Average Length
mn: ᠳᠤᠮᠳᠠᠴᠢ ᠤᠷᠲᠤ

source: {weeks_to_complete} weeks per course
mn: {weeks_to_complete} ᠳᠣᠯᠣᠭ᠎ᠠ ᠬᠣᠨᠣᠭ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: Effort
mn: ᠬᠦᠴᠦᠨ ᠴᠢᠷᠮᠠᠶᠢᠯᠲᠠ

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
mn: ᠳᠣᠯᠣᠭ᠎ᠠ ᠬᠣᠨᠣᠭ ᠲᠤ {min_hours_effort_per_week}-{max_hours_effort_per_week}ᠴᠠᠭ

source: Price (USD)
mn: ᠦᠨ᠎ᠡ (ᠠᠮᠠ.ᠳ᠋ᠣᠯᠯᠠᠷ)

source: Original Price
mn: ᠵᠢᠩᠬᠢᠨᠢ ᠦᠨ᠎ᠡ

source: Discounted Price
mn: ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ ᠲᠡᠢ ᠦᠨ᠎ᠡ

source: ${newPrice}{htmlEnd} for entire program
mn: ${newPrice} {htmlEnd} ᠫᠷᠣᠭᠷᠠᠮ ᠢ ᠪᠦᠬᠦᠯᠢ ᠳᠦ ᠨᠢ

source: You save ${discount_value} {currency}
mn: ᠲᠠ ${discount_value} {currency} ᠬᠡᠮᠨᠡᠨ᠎ᠡ

source: ${full_program_price} for entire program
mn: ᠪᠥᠬᠦᠢᠯ᠎ᠡ ᠫᠷᠣᠭ᠌ᠷᠠᠮ ${full_program_price}

source: Overview
mn: ᠶᠡᠷᠦᠩᠬᠡᠢ ᠲᠣᠢᠮᠦ

source: Job Outlook
mn: ᠠᠵᠢᠯ ᠤᠨ ᠪᠠᠢᠷᠰᠢᠯ

source: What You'll Learn
mn: ᠲᠠᠨ ᠤ ᠰᠤᠷᠴᠤ ᠮᠡᠳᠡᠬᠦ ᠵᠦᠢᠯ

source: Endorser Image
mn: ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠵᠢᠷᠤᠭ

source: Meet the Instructors
mn: ᠪᠠᠭᠰᠢ ᠨᠠᠷ ᠲᠠᠢ ᠠᠭᠤᠯᠵᠠᠨ᠎ᠠ ᠤᠤ

source: {pagination_range} of {number_of_instructors}
mn: {number_of_instructors} ᠍ ᠤᠨ {pagination_range}

source: Courses in the {program_type}
mn: {program_type} ᠳᠠᠬᠢ ᠬᠢᠴᠢᠶᠡᠯ

source: Starts {course_start_datetime}
mn: ᠡᠬᠢᠯᠡᠬᠦ {course_start_datetime}

source: Instructor - Paced
mn: ᠪᠠᠭᠰᠢ

source: Self - Paced
mn: ᠥᠪᠡᠷ ᠢ ᠪᠡᠨ ᠲᠡᠯᠡᠭᠰᠡᠨ

source: YouTube Video
mn: YouTube ᠸᠢᠳᠢᠣ᠋

source: {course_number} Progress
mn: {course_number} ᠳᠡᠪᠰᠢᠯ

source: View Grading in studio
mn: ᠳᠦᠷᠰᠦᠯᠡᠯ ᠢ ᠰᠲ᠋ᠦ᠋ᠳᠢ ᠳᠤ ᠬᠠᠷᠠᠬᠤ

source: Course Progress for Student '{username}' ({email})
mn: ᠰᠤᠷᠤᠭᠴᠢ {username} ᠤ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠶᠠᠪᠤᠴᠠ ({email})

source: View Certificate
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠬᠠᠷᠠᠬᠤ

source: Opens in a new browser window
mn: ᠰᠢᠨ᠎ᠡ ᠬᠥᠲᠥᠴᠢ ᠶᠢᠨ ᠴᠣᠩᠬᠣᠨ ᠳᠤ ᠨᠡᠭᠡᠭᠡᠭᠳᠡᠨ᠎ᠡ

source: Download Your Certificate
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ

source: Request Certificate
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠬᠦᠰᠡᠬᠦ

source: Requirements for Course Credit
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ

source: {student_name}, you are no longer eligible for credit in this course.
mn: {student_name}᠂ ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠺᠷᠧᠳᠢᠲ ᠠᠪᠬᠤ ᠡᠷᠬᠡ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃
