Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: There is a problem with this image file. Try to upload a different file.
mn: ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠤᠨ ᠹᠠᠢᠯ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠹᠠᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠶᠢ ᠣᠷᠣᠯᠳᠤ᠃

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
mn: ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠤᠢ ᠵᠢᠷᠤᠭ ᠤᠨ ᠨᠢᠭᠲᠠᠷᠠᠯ ᠨᠢ {image_file_max_width}x{image_file_min_width}᠃ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠨᠢᠭᠲᠠᠷᠠᠯ ᠨᠢ {image_file_min_width} x {image_file_max_width}᠃

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
mn: ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠤᠨ ᠹᠠᠢᠯ ᠨᠢ 〈video᠎image᠎aspect᠎ratio᠎text〉 ᠍ ᠶᠢᠨ ᠬᠠᠷᠢᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠹᠠᠢᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠨᠢ ᠵᠥᠪᠬᠡᠨ ᠦᠰᠦᠭ᠂ ᠲᠣᠭ᠎ᠠ᠂ ᠲᠣᠪᠴᠢ (-)᠂ ᠳᠣᠣᠭᠤᠷ ᠵᠢᠷᠤᠭᠠᠰᠤ (᠎_)ᠠᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: An image file is required.
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠹᠠᠢᠯ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Duration
mn: ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Date Added
mn: ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: pending
mn: ᠬᠦᠯᠢᠶᠡᠭᠳᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ

source: granted
mn: ᠣᠯᠭᠤᠭᠰᠠᠨ

source: denied
mn: ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ

source: Studio user
mn: Studio ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ

source: The date when state was last updated
mn: ᠲᠥᠷᠥ ᠶᠢᠨ ᠰᠡᠭᠦᠯᠴᠢ ᠶᠢᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠣᠨ ᠰᠠᠷ᠎ᠠ ᠡᠳᠦᠷ

source: Current course creator state
mn: ᠣᠳᠣ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠦᠲᠦᠭᠡᠭᠴᠢ ᠲᠥᠯᠥᠪ

source: Optional notes about this user (for example, why course creation access was denied)
mn: ᠡᠨᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠯᠠᠷᠠᠬᠢ ᠨᠡᠮᠡᠯᠲᠡ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ (ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠂ ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠦᠭᠡᠶᠢᠰᠬᠡᠭᠰᠡᠨ ᠪᠤᠢ)

source: Force Publish Course
mn: ᠠᠯᠪᠠᠳᠠᠨ ᠨᠡᠢᠲᠡᠯᠡᠭᠰᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
mn: ᠵᠠᠷᠢᠮ ᠦᠶᠡᠰ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠬᠡᠪ ᠦᠨ ᠪᠣᠰᠣ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠠᠴᠠ ᠪᠣᠯᠵᠤ ᠪᠡᠯᠡᠳᠬᠡᠯ ᠨᠣᠣᠷᠠᠭ ᠪᠠ ᠨᠡᠢᠲᠡᠯᠡᠭᠰᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠣᠭᠣᠷᠣᠨᠳᠤ ᠵᠥᠷᠢᠴᠡᠯ ᠲᠠᠢ ᠪᠣᠯᠳᠠᠭ ᠂ ᠡᠢᠮᠦᠷᠬᠦ ᠵᠥᠷᠢᠴᠡᠯ ᠢ ᠰᠢᠢᠳᠪᠦᠷᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠳᠠ ᠠᠯᠪᠠ ᠪᠠᠷ ᠪᠡᠯᠡᠳᠬᠡᠯ ᠨᠣᠣᠷᠠᠭ ᠢ ᠦᠨᠳᠦᠰᠦᠯᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠨᠡᠢᠲᠡᠯᠡᠬᠦ ᠪᠣᠯᠣᠨ᠎ᠠ ᠃

source: Please provide course id.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ ᠥᠭᠭᠦᠨ᠎ᠡ ᠦᠦ᠃

source: Invalid course key.
mn: ᠪᠤᠷᠤᠭᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ᠃

source: No matching course found.
mn: ᠲᠣᠬᠢᠷᠠᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Force publishing course is not supported with old mongo courses.
mn: ᠬᠦᠴᠦᠨ ᠦ ᠨᠡᠢᠲᠡᠯᠡᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠬᠠᠭᠤᠴᠢᠨ ᠮᠣᠩᠭᠣᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢᠶᠠᠷ ᠳᠡᠮᠵᠢᠭᠳᠡᠳᠡᠭ ᠦᠭᠡᠢ᠃

source: Course is already in published state.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠤᠯᠤᠰ ᠲᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Incorrect format for field '{name}'. {detailed_message}
mn: {name} ᠲᠠᠯᠠᠪᠤᠷ ᠪᠤᠷᠤᠭᠤ ᠹᠣᠷᠮᠠᠲ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ {detailed_message}

source: Your Platform Studio
mn: ᠲᠠᠨ ᠤ ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠰᠲ᠋ᠦ᠋ᠳᠢ

source: Studio
mn: ᠰᠲ᠋ᠦ᠋ᠳᠢ

source: Dictionary with the available tags
mn: ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠱᠣᠰᠢᠭ᠎ᠠ ᠪᠦᠬᠦᠢ ᠲᠣᠯᠢ ᠪᠢᠴᠢᠭ

source: Studio Administration
mn: Studio ᠵᠠᠬᠢᠷᠭ᠎ᠠ

source: Page Not Found
mn: ᠬᠠᠭᠤᠳᠠᠰᠤ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: Page not found
mn: ᠬᠠᠭᠤᠳᠠᠰᠤ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: Content
mn: ᠠᠭᠤᠯᠭ᠎ᠠ

source: Loading
mn: ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Settings
mn: ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Course Number
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ

source: Course Outline
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠥᠲᠥᠴᠢ

source: Course Start Date:
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠄

source: Error:
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄

source: Organization:
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ᠄

source: Course Number:
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ᠄

source: Courses
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ

source: Sign In to {studio_name}
mn: {studio_name} ᠳ᠋ᠤ᠌ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Don't have a {studio_name} Account? Sign up!
mn: {studio_name}ᠳ᠋ᠤ ᠣᠷᠣᠯᠴᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠭᠠᠷ ᠤᠤ ? ᠣᠳᠣ ᠪᠠᠷ ᠢᠶᠠᠨ ᠪᠥᠷᠢᠳᠬᠡᠯᠭᠡᠬᠦ!

source: Required Information to Sign In to {studio_name}
mn: {studio_name} ᠳ᠋ᠤ ᠪᠥᠷᠢᠳᠬᠡᠯᠭᠡᠬᠦ ᠦᠶᠡᠰ ᠱᠠᠭᠠᠷᠳᠠᠭᠳᠠᠬᠤ ᠵᠦᠢᠯᠡᠰ

source: E-mail
mn: ᠢᠮᠧᠯ

source: example: username@domain.com
mn: ᠵᠢᠱᠢᠶ᠎ᠡ᠄ username@domain.com

source: Forgot password?
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠡᠨ ᠮᠠᠷᠲᠠᠭᠰᠠᠨ?

source: example: Jane Doe
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ Jane Doe

source: example: JaneDoe
mn: ᠵᠢᠱᠢᠶ᠎ᠡ᠄ JaneDoe

source: Course End Date
mn: ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Instructors
mn: ᠪᠠᠭᠰᠢ ᠨᠠᠷ

source: Requirements
mn: ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ

source: Details
mn: ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: View
mn: ᠬᠠᠷᠠᠬᠤ

source: Reset
mn: ᠳᠠᠬᠢᠨ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ

source: Legal
mn: ᠬᠠᠤᠯᠢ ᠡᠷᠬᠡ ᠵᠦᠢ ᠶᠢᠨ

source: Choose Language
mn: ᠬᠡᠯᠡ ᠰᠤᠩᠭᠤᠬᠤ

source: Account
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ

source: Help
mn: ᠬᠠᠪᠰᠤᠷᠤᠯᠭ᠎ᠠ

source: Looking for help with {studio_name}?
mn: {studio_name} ᠠᠴᠠ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠠᠢᠨ᠎ᠠ ᠤᠤ ?

source: Hide {studio_name} Help
mn: {studio_name} ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: {studio_name} Documentation
mn: {studio_name} ᠪᠢᠴᠢᠭᠯᠡᠯ

source: Access documentation on http://docs.edx.org
mn: http://docs.edx.org ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠪᠢᠴᠢᠭᠯᠡᠯ ᠬᠠᠢᠬᠤ

source: edX Documentation
mn: edX ᠪᠢᠴᠢᠭᠯᠡᠯ

source: Enroll in edX101: Overview of Creating an edX Course
mn: EdX101 ᠍ ᠳᠦ ᠣᠷᠣᠯᠴᠠᠬᠤ᠄ EdX ᠪᠠᠷ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠡᠯᠡᠳᠬᠡᠬᠦ ᠲᠤᠬᠠᠢ ᠣᠢᠯᠭᠠᠬᠤ

source: Enroll in edX101
mn: EdX101 ᠍ ᠲᠤ ᠣᠷᠣᠯᠴᠠᠬᠤ

source: Enroll in StudioX: Creating a Course with edX Studio
mn: StudioX ᠍ ᠳᠦ ᠡᠯᠰᠡᠬᠦ᠄ edX ᠰᠲ᠋ᠦ᠋ᠳᠢ ᠲᠡᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠢᠬᠦ

source: Enroll in StudioX
mn: StudioX ᠍ ᠲᠤ ᠣᠷᠣᠯᠴᠠᠬᠤ

source: Send an email to {email}
mn: {email} ᠳ᠋ᠤ᠌ ᠢᠮᠧᠯ ᠢᠯᠡᠭᠡᠬᠦ

source: Contact Us
mn: ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ

source: Usermenu dropdown
mn: Usermenu ᠤᠨᠠᠯᠲᠠ

source: Sign Out
mn: ᠭᠠᠷᠬᠤ

source: Code Editor
mn: ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠨᠠᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ

source: Feedback Form
mn: ᠰᠠᠨᠠᠯ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠮᠠᠶ᠋ᠢᠭ ᠲᠤ

source: Email: {email}
mn: ᠢᠮᠧᠯ᠄ {email}

source: Full Name: {realname}
mn: ᠪᠦᠷᠢᠨ ᠨᠡᠷ᠎ᠡ᠄ 〈ᠵᠢᠩᠬᠢᠨᠢ ᠨᠡᠷ᠎ᠡ〉

source: Inquiry Type: {inquiry_type}
mn: ᠯᠠᠪᠯᠠᠭᠠᠭ᠎ᠠ ᠬᠢᠬᠦ ᠲᠥᠷᠥᠯ᠄ 〈inquiry᠎type〉

source: Message: {message}
mn: ᠮᠧᠰᠰᠧᠵ᠄ 〈ᠵᠤᠷᠪᠤᠰ〉

source: Tags: {tags}
mn: ᠰᠡᠳᠦᠪ ᠦᠨ᠄ 〈ᠲᠡᠮᠳᠡᠭ〉

source: Additional Info:
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ᠄

source: Feedback from user
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠰᠠᠨᠠᠯ ᠬᠦᠰᠡᠯ ᠳᠦ

source: Add a Post
mn: ᠪᠢᠴᠢᠯᠭᠡ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: Discussion thread list
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠶᠢᠨ ᠤᠲᠠᠰᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: New topic form
mn: ᠰᠢᠨ᠎ᠡ ᠰᠡᠳᠦᠪ ᠬᠡᠯᠪᠡᠷᠢ

source: Discussion - {course_number}
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ - {course_number}

source: %s discussion started
mn: %s ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠡᠬᠢᠯᠡᠯ᠎ᠡ

source: %s comment
mn: %s ᠰᠡᠳᠬᠢᠭᠳᠡᠯ

source: Discussion unavailable
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
mn: ᠶᠠᠷᠢᠯᠴᠠᠯᠭ᠎ᠠ ᠣᠳᠣ ᠪᠠᠷ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠢᠳᠡ ᠲᠡᠳᠡᠨ ᠢ ᠤᠳᠤᠬᠤ ᠦᠭᠡᠢ ᠨᠥᠭᠡᠴᠡᠯᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ!

source: Collapse Instructions
mn: ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠵᠢᠭᠠᠪᠤᠷᠢᠴᠢᠯᠠᠭ᠎ᠠ

source: Guided Discussion
mn: ᠤᠳᠤᠷᠢᠳᠤᠮᠵᠢ ᠲᠠᠢ ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ

source: Hide Annotations
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: Bookmarked
mn: ᠬᠠᠪᠴᠢᠭᠤᠷᠭ᠎ᠠ

source: Bookmark this page
mn: ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ Bookmark

source: You do not have access to this dependency module.
mn: ᠲᠠ ᠡᠨᠡ ᠬᠠᠮᠢᠶᠠᠷᠤᠯ ᠤᠨ ᠮᠣᠳᠣᠯ ᠳᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠡᠷᠬᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: LEARN MORE
mn: ᠴᠢᠨᠠᠭᠰᠢ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ

source: Starts
mn: ᠡᠬᠢᠯᠡᠬᠦ

source: Starts: {date}
mn: ᠡᠬᠢᠯᠡᠬᠦ᠄ 〈date〉

source: View all Courses
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠦᠵᠡᠬᠦ

source: Dashboard
mn: ᠬᠢᠨᠠᠬᠤ ᠰᠠᠮᠪᠠᠷ᠎ᠠ

source: You are not enrolled in any courses yet.
mn: ᠲᠠ ᠣᠳᠣ ᠶᠠᠮᠠᠷ ᠴᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Explore courses
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠬᠠᠢᠬᠤ

source: Course-loading errors
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠠᠴᠢᠶᠠᠯᠠᠬᠤ ᠦᠶᠡᠰ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠴᠠᠢ

source: Search Your Courses
mn: ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢ ᠬᠠᠶᠢᠬᠤ

source: Clear search
mn: ᠬᠠᠶᠢᠯᠲᠠ ᠶᠢ ᠴᠡᠪᠡᠷᠯᠡ

source: Account Status Info
mn: ᠳᠠᠩᠰᠠᠨ ᠤ ᠪᠠᠢᠳᠠᠯ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Order History
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠲᠡᠦᠬᠡ

source: Email Settings for {course_number}
mn: {course_number} ᠍ ᠤ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Receive course emails
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠶᠢᠨ ᠴᠠᠬᠢᠮ ᠰᠢᠤᠳᠠᠨ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ

source: Save Settings
mn: ᠲᠣᠬᠢᠷᠭ᠎ᠠ ᠶᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ

source: Unenroll
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: View Unit in Studio
mn: Studio ᠳᠡᠭᠡᠷ᠎ᠡ ᠨᠢᠭᠡᠴᠢ ᠶᠢ ᠬᠠᠷᠠᠬᠤ

source: E-mail change failed
mn: ᠢᠮᠧᠯ ᠰᠣᠯᠢᠬᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: We were unable to send a confirmation email to {email}
mn: ᠪᠢᠳᠡ {email} ᠳ᠋ᠤ᠌ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠢᠮᠧᠯ ᠢᠯᠡᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Go back to the {link_start}home page{link_end}.
mn: {link_start} ᠨᠢᠭᠤᠷ ᠬᠠᠭᠤᠳᠠᠰᠤ {link_end} ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠬᠤ᠃

source: E-mail change successful!
mn: ᠢᠮᠧᠯ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ!

source: You should see your new email in your {link_start}dashboard{link_end}.
mn: ᠲᠠ ᠰᠢᠨ᠎ᠡ ᠢᠮᠧᠯᠡ ᠶᠢ ᠥᠪᠡᠷ ᠦᠨ {link_start} ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ {link_end} ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠠᠨ᠎ᠠ ᠤᠤ᠃

source: An account with the new e-mail address already exists.
mn: ᠰᠢᠨ᠎ᠡ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠲᠠᠢ ᠳᠠᠩᠰᠠ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You should Register before trying to access the Unit
mn: ᠲᠠ Unit ᠍ ᠷᠦᠦ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠶᠢ ᠣᠷᠣᠯᠳᠤᠬᠤ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ

source: Enroll
mn: ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: Don't enroll
mn: ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ

source: Student Enrollment Form
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠮᠠᠶ᠋ᠢᠭᠲᠤ

source: Course:
mn: ᠬᠢᠴᠢᠶᠡᠯ᠄

source: Add new students
mn: ᠰᠢᠨ᠎ᠡ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠨᠡᠮᠡᠬᠦ

source: Existing students:
mn: ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠰᠤᠷᠤᠭᠴᠢᠳ᠄

source: New students added:
mn: ᠰᠢᠨ᠎ᠡ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ᠄

source: Students rejected:
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ᠄

source: Debug:
mn: ᠳᠧᠪᠠᠭ᠄

source: External Authentication failed
mn: ᠭᠠᠳᠠᠭᠠᠳᠤ ᠨᠡᠪᠲᠡᠷᠡᠯᠲᠡ ᠲᠠᠨᠢᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: Password Reset
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
mn: ᠳᠣᠣᠷᠠᠬᠢ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠨ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠂ ᠰᠢᠨ᠎ᠡ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠢᠮᠧᠯ ᠢᠯᠡᠭᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Required Information
mn: ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Your E-mail Address
mn: ᠲᠠᠨ ᠤ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ

source: This is the e-mail address you used to register with {platform}
mn: ᠡᠨᠡ ᠪᠣᠯ {platform} ᠍ ᠲᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠶᠤᠮ᠃

source: Reset My Password
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠡᠨ ᠳᠠᠬᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Email is incorrect.
mn: ᠢᠮᠧᠯ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Support
mn: ᠳᠡᠮᠵᠢᠯᠭᠡ

source: For {strong_start}questions on course lectures, homework, tools, or materials for this course{strong_end}, post in the {link_start}course discussion forum{link_end}.
mn: {strong_start} ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠳᠠᠬᠢ ᠬᠢᠴᠢᠶᠡᠯ᠂ ᠭᠡᠷ ᠦᠨ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ᠂ ᠪᠠᠭᠠᠵᠢ ᠬᠡᠷᠡᠭᠰᠡᠯ ᠡᠰᠡᠪᠡᠯ ᠮᠠᠲ᠋ᠧᠷᠢᠠᠯ ᠤᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ {strong_end} ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ᠂ {link_start} ᠬᠢᠴᠢᠶᠡᠯ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠹᠣᠷᠣᠮ {link_end}᠃

source: Have {strong_start}general questions about {platform_name}{strong_end}? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
mn: {platform_name} {strong_end} ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ 〈ᠶᠡᠷᠦᠩᠬᠡᠢ ᠳᠦ ᠪᠡᠨ〉 ᠶᠡᠷᠦᠩᠬᠡᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ? ᠲᠠ {platform_name} {link_start} ᠲᠤᠰᠠᠯᠠᠮᠵᠢ {link_end} ᠬᠡᠰᠡᠭ ᠲᠦ ᠮᠠᠰᠢ ᠣᠯᠠᠨ ᠠᠰᠢᠭᠲᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠣᠯᠵᠤ ᠠᠪᠴᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Have a {strong_start}question about something specific{strong_end}? You can contact the {platform_name} general support team directly:
mn: ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠲᠣᠳᠣᠷᠬᠠᠢ {strong_end} ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ 〈ᠬᠦᠴᠦᠲᠡᠢ᠎start〉 ᠠᠰᠠᠭᠤᠯᠲᠠ ᠶᠢ ᠠᠰᠠᠭᠤᠬᠤ ᠤᠤ? ᠲᠠ {platform_name} ᠶᠡᠷᠦᠩᠬᠡᠢ ᠳᠡᠮᠵᠢᠭᠴᠢ ᠪᠠᠭ ᠲᠠᠢ ᠰᠢᠭᠤᠳ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠄

source: Report a problem
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠬᠦ

source: Make a suggestion
mn: ᠰᠠᠨᠠᠯ ᠲᠠᠯᠪᠢᠬᠤ

source: Ask a question
mn: ᠠᠰᠠᠭᠤᠯᠲᠠ ᠠᠰᠠᠭᠤ

source: Please note: The {platform_name} support team is English speaking. While we will do our best to address your inquiry in any language, our responses will be in English.
mn: ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠄ {platform_name} ᠳᠡᠮᠵᠢᠬᠦ ᠪᠠᠭ ᠨᠢ ᠠᠩᠭᠯᠢ ᠬᠡᠯᠡ ᠪᠡᠷ ᠶᠠᠷᠢᠳᠠᠭ᠃ ᠶᠠᠮᠠᠷ ᠴᠤ ᠬᠡᠯᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠᠨ ᠤ ᠠᠰᠠᠭᠤᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠷᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠴᠢᠳᠠᠬᠤ ᠪᠦᠬᠦᠨ ᠢᠶᠡᠨ ᠬᠢᠬᠦ ᠪᠣᠯᠪᠠᠴᠤ ᠪᠢᠳᠡᠨ ᠦ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠠᠩᠭᠯᠢ ᠬᠡᠯᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Briefly describe your issue
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢᠶᠠᠨ ᠲᠣᠪᠴᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Tell us the details
mn: ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠪᠢᠳᠡᠨ ᠳᠦ ᠬᠡᠯᠡᠨ᠎ᠡ ᠦᠦ

source: Describe what you were doing when you encountered the issue. Include any details that will help us to troubleshoot, including error messages that you saw.
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠲᠤᠯᠭᠠᠷᠠᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠶᠠᠭᠤ ᠬᠢᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠪᠠᠨ ᠲᠠᠶᠢᠯᠪᠤᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠪᠢᠳᠡᠨ ᠦ ᠬᠠᠷᠠᠭᠰᠠᠨ ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠳ ᠠᠯᠳᠠᠭ᠎ᠠ ᠶᠢ ᠣᠯᠵᠤ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠳᠤ ᠲᠤᠰᠠ ᠪᠣᠯᠬᠤ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃

source: Thank You!
mn: ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ!

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day, Monday to Friday. In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
mn: ᠲᠠᠨ ᠤ ᠠᠰᠠᠭᠤᠯᠲᠠ᠂ ᠰᠠᠨᠠᠯ ᠬᠦᠰᠡᠯᠲᠡ ᠳᠦ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠃ ᠪᠢᠳᠡ ᠠᠵᠢᠯ ᠤᠨ ᠨᠢᠭᠡ ᠡᠳᠦᠷ ᠳᠠᠪᠠᠭ᠎ᠠ ᠪᠠᠭᠠᠰᠤᠨ ᠪᠠᠰᠠᠩ ᠭᠠᠷᠠᠭ ᠲᠤ ᠬᠦᠰᠡᠯᠲᠡᠨ ᠳᠦ ᠬᠠᠷᠢᠭᠤ ᠥᠭᠳᠡᠭ᠃ ᠣᠳᠣᠬᠠᠨ ᠳᠤ ᠪᠠᠨ᠂ ᠮᠠᠨ ᠤ {link_start} ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ {link_end} ᠮᠠᠨ ᠤ ᠶᠡᠬᠡᠩᠬᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠬᠠᠷᠢᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: - Select -
mn: - ᠰᠤᠩᠭᠤᠬᠤ -

source: problem
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ

source: Report a Problem
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠬᠦ

source: Brief description of the problem
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠣᠪᠴᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ

source: Details of the problem you are encountering{asterisk}
mn: ᠲᠤᠯᠭᠠᠷᠠᠭᠰᠠᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤ᠋ᠨ ᠲᠤᠬᠠᠢ ᠣᠢᠯᠭᠠᠬᠤ {asterisk}

source: suggestion
mn: ᠰᠠᠨᠠᠭᠤᠯᠭ᠎ᠠ

source: Make a Suggestion
mn: ᠰᠠᠨᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤᠷᠠᠳᠬᠤ

source: Brief description of your suggestion
mn: ᠲᠠᠨ ᠤ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠤᠢ ᠲᠣᠪᠴᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ

source: question
mn: ᠠᠰᠠᠭᠤᠯᠲᠠ

source: Ask a Question
mn: ᠠᠰᠠᠭᠤᠯᠲᠠ ᠠᠰᠠᠭᠤ

source: Brief summary of your question
mn: ᠲᠠᠨ ᠤ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠤᠨ ᠲᠣᠪᠴᠢ ᠬᠤᠷᠢᠶᠠᠩᠭᠤᠢ

source: An error has occurred.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Please {link_start}send us e-mail{link_end}.
mn: {link_start} ᠢᠮᠧᠯᠡ ᠶᠢ {link_end} ᠪᠢᠳᠡᠨ ᠳᠦ ᠢᠯᠡᠭᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Please try again later.
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: The course has ended.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ᠃

source: The due date for this assignment has passed.
mn: ᠡᠨᠡ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ᠃

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠲᠤᠯᠠ ᠡᠨᠡ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠬᠢᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃ {line_break} ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠭᠦᠢᠴᠡᠳᠭᠡᠭᠰᠡᠨ ᠪᠣᠯ᠂ ᠲᠠᠨ ᠤ ᠵᠡᠷᠭᠡ {link_start} progress page {link_end} ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠲᠤᠯᠠ ᠡᠨᠡ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠬᠢᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃ {line_break} ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠭᠦᠢᠴᠡᠳᠭᠡᠭᠰᠡᠨ ᠪᠣᠯ᠂ ᠲᠠᠨ ᠤ ᠵᠡᠷᠭᠡ {link_start} progress page {link_end} ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Note: only instructors may annotate.
mn: ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠵᠥᠪᠬᠡᠨ ᠵᠢᠭᠠᠪᠤᠷᠢᠯᠠᠭᠴᠢ ᠳᠤ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ ᠬᠢᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Welcome to the Open edX{registered_trademark} platform!
mn: ᠨᠡᠭᠡᠭᠡᠯᠲᠡᠲᠡᠢ edX{registered_trademark} ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠳᠤ ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ!

source: It works! This is the default homepage for this Open edX instance.
mn: ᠡᠨᠡ ᠠᠵᠢᠯ! ᠡᠨᠡ ᠪᠣᠯ ᠡᠨᠡ OpenXX instance ᠍ ᠤᠨ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠸᠪ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠠᠭᠤᠮ᠎ᠠ᠃

source: Search for a course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠬᠠᠶᠢᠬᠤ

source: Invalid email change key
mn: ᠢᠮᠧᠯ ᠰᠣᠯᠢᠬᠤ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠪᠤᠷᠤᠭᠤ

source: This e-mail key is not valid. Please check:
mn: ᠡᠨᠡ ᠢᠮᠧᠯ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠰᠢᠯᠭᠠᠬᠤ᠄

source: Was this key already used? Check whether the e-mail change has already happened.
mn: ᠡᠨᠡ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠤᠤ? ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Did your e-mail client break the URL into two lines?
mn: ᠲᠠᠨ ᠤ ᠢᠮᠧᠯ ᠺᠯᠢᠶᠸᠨᠲ URL ᠍ ᠢ ᠬᠣᠶᠠᠷ ᠮᠥᠷ ᠪᠣᠯᠭᠠᠨ ᠵᠠᠳᠠᠯᠤᠭᠰᠠᠨ ᠤᠤ?

source: The keys are valid for a limited amount of time. Has the key expired?
mn: ᠲᠦᠯᠬᠢᠭᠦᠷ ᠦᠳ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤᠤ?

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
mn: {display_name} ᠳᠣᠲᠣᠷ᠎ᠠ ᠨᠡᠮᠡᠭᠳᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠪᠦᠬᠦ ᠲᠣᠬᠢᠷᠠᠬᠤ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ᠃ ᠰᠤᠷᠤᠭᠴᠢ ᠪᠦᠷ ᠡᠨᠡ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠪᠡᠷ ᠵᠢᠷᠤᠭᠳᠠᠭᠰᠠᠨ {max_count} ᠬᠡᠰᠡᠭ ᠦᠳ ᠢ ᠲᠣᠮᠢᠯᠠᠨ᠎ᠠ᠃

source: Helpful Information
mn: ᠬᠡᠷᠡᠭ ᠲᠡᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Login via OpenID
mn: OpenID ᠍ ᠪᠡᠷ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
mn: error

source: Not Enrolled?
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠦᠦ?

source: Sign up for {platform_name} today!
mn: ᠥᠨᠥᠳᠥᠷ {platform_name} ᠍ ᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ!

source: Need Help?
mn: ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠡᠷᠡᠭᠲᠡᠢ?

source: Looking for help signing in or with your {platform_name} account?
mn: ᠲᠠᠨ ᠤ {platform_name} ᠠᠺᠠᠤᠨᠲᠠᠷ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠠᠪᠬᠤ ᠶᠢ ᠬᠠᠶᠢᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: View our help section for answers to commonly asked questions.
mn: ᠨᠡᠢᠲᠡᠯᠢᠭ ᠠᠰᠠᠭᠤᠭᠰᠠᠨ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢᠨ ᠬᠡᠰᠡᠭ ᠢ ᠦᠵᠡᠭᠡᠷᠡᠢ᠃

source: Log into your {platform_name} Account
mn: ᠥᠪᠡᠷ ᠦᠨ {platform_name} ᠪᠦᠷᠢᠳᠬᠡᠯ ᠷᠦᠦ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Log into My {platform_name} Account
mn: ᠮᠢᠨᠦ {platform_name} ᠪᠦᠷᠢᠳᠬᠡᠯ ᠷᠦᠦ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Access My Courses
mn: ᠮᠢᠨᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠳ᠋ᠤ᠌ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Processing your account information
mn: ᠥᠪᠡᠷ ᠦᠨ ᠠᠺᠠᠤᠨᠲᠤ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ

source: Please log in
mn: ᠨᠡᠪᠲᠡᠷᠡᠴᠢ ᠣᠷᠣᠨ᠎ᠠ ᠤᠤ

source: to access your account and courses
mn: ᠥᠪᠡᠷ ᠦᠨ ᠠᠺᠠᠤᠩ ᠳᠤ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: We're Sorry, {platform_name} accounts are unavailable currently
mn: ᠪᠢᠳᠡ ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠂ {platform_name} ᠪᠦᠷᠢᠳᠬᠡᠯ ᠣᠳᠣ ᠪᠠᠷ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: We couldn't log you in.
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠢ ᠨᠡᠪᠲᠡᠷᠡᠴᠢ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Your email or password is incorrect
mn: ᠲᠠᠨ ᠤ ᠢᠮᠧᠯ ᠡᠰᠡᠪᠡᠯ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ

source: An error occurred when signing you in to {platform_name}.
mn: ᠲᠠᠨ ᠢ {platform_name} ᠳ᠋ᠤ᠌ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
mn: error

source: Account Preferences
mn: ᠳᠠᠩᠰᠠᠨ ᠤ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Sign in with {provider_name}
mn: {provider_name} ᠍ ᠳᠤᠭᠠᠷ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: External resource
mn: ᠭᠠᠳᠠᠭᠠᠳᠤ ᠡᠬᠢ ᠰᠤᠷᠪᠤᠯᠵᠢ

source: {points} / {total_points} points
mn: {points} / {total_points} ᠣᠨᠣᠭ᠎ᠠ

source: {total_points} points possible
mn: {total_points} ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠣᠨᠣᠭ᠎ᠠ

source: View resource in a new window
mn: ᠨᠥᠭᠡᠴᠡ ᠶᠢ ᠰᠢᠨ᠎ᠡ ᠴᠣᠩᠬᠣᠨ ᠳᠤ ᠬᠠᠷᠠᠬᠤ

source: Please provide launch_url. Click "Edit", and fill in the required fields.
mn: Launch᠎url ᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ < ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ > ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠵᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠲᠠᠯᠠᠪᠤᠷ ᠤᠳ ᠢ ᠪᠥᠭᠯᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Feedback on your work from the grader:
mn: ᠲᠠᠨ ᠤ ᠠᠵᠢᠯᠴᠢᠳ ᠠᠴᠠ ᠰᠠᠨᠠᠯ ᠪᠣᠳᠣᠯ ᠢᠶᠠᠨ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠨ᠎ᠠ ᠤᠤ᠄

source: Press to Launch
mn: ᠡᠬᠢᠯᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ

source: Manage student accounts
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠤᠳᠤᠷᠢᠳᠬᠤ

source: Username:
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠄

source: Profile:
mn: ᠫᠷᠣᠹᠠᠢᠯ᠄

source: Image:
mn: ᠵᠢᠷᠤᠭ᠄

source: Name:
mn: ᠨᠡᠷᠡ᠄

source: Choose an action:
mn: ᠦᠢᠯᠡᠳᠦᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠄

source: View Profile
mn: ᠬᠤᠪᠤ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ vᠵᠡᠬᠡ ᠬᠠᠷᠠᠬᠤ

source: Disable Account
mn: ᠠᠺᠠᠤᠨᠲ ᠢ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Reenable Account
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: Remove Profile Image
mn: ᠫᠷᠣᠹᠠᠢᠯ ᠵᠢᠷᠤᠭ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Students whose accounts have been disabled
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠡᠴᠡ ᠬᠠᠰᠤᠭᠳᠠᠭᠰᠠᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ

source: (reload your page to refresh)
mn: (ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠪᠣᠯ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠨ᠎ᠠ ᠤᠤ)

source: working
mn: ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: There has been an error on the {platform_name} servers
mn: {platform_name} ᠰᠧᠷᠸᠧᠷ ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠂ ᠡᠨᠡ ᠮᠣᠳᠣᠯ ᠲᠦᠷᠢ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠮᠠᠨ ᠤ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠠᠯᠢ ᠪᠣᠯᠬᠤ ᠬᠤᠷᠳᠤᠨ ᠵᠠᠰᠠᠬᠤ ᠪᠠᠷ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ {tech_support_email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠢᠳᠡᠨ ᠳᠦ ᠶᠠᠮᠠᠷ ᠴᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ᠂ ᠰᠤᠯᠠ ᠵᠣᠭᠰᠣᠯᠲᠠ ᠶᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠬᠦ ᠶᠢ ᠪᠢᠳᠡᠨ ᠳᠦ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Raw data:
mn: ᠲᠦᠭᠦᠬᠡᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ᠄

source: You do not have any notes.
mn: ᠲᠠᠨ ᠳᠤ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠠᠯᠠᠭ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Course View
mn: ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠢ᠋ ᠬᠠᠷᠠᠬᠤ

source: View this course as:
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠦᠵᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ᠄

source: Learner
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ

source: Specific learner
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ

source: Learner in {content_group}
mn: {content_group} ᠳᠠᠬᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ

source: Username or email:
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ᠄

source: Set preview mode
mn: ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ ᠭᠣᠷᠢᠮ ᠢ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ

source: You are now viewing the course as {i_start}{user_name}{i_end}.
mn: ᠲᠠ ᠣᠳᠣ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠵᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ {i_start}{user_name}{i_end}᠃

source: You have used {num_used} of {num_total} attempt
mn: ᠲᠠ {num_total} ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠢ {num_used} ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
mn: ᠵᠠᠷᠢᠮ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠨᠢ save᠂ reset᠂ hints ᠡᠰᠡᠪᠡᠯ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠵᠡᠷᠭᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠲᠠᠢ᠃ ᠡᠳᠡᠭᠡᠷ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠨᠢ Submit ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠭᠠᠳᠠᠭ᠃

source: Hint
mn: ᠰᠠᠨᠠᠭᠤᠯᠭ᠎ᠠ

source: Save
mn: ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ

source: Save your answer
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠪᠠᠨ ᠬᠠᠳᠠᠭᠠᠯᠠ

source: Reset your answer
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠪᠠᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠨ᠎ᠡ

source: Next Hint
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠶᠢᠨ ᠵᠥᠪᠯᠡᠭᠡ

source: Review
mn: ᠳ᠋ᠦᠩᠨᠡᠯᠲᠡ

source: Log In
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
mn: ᠲᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ᠂ ᠢᠮᠧᠯ ᠪᠣᠯᠤᠨ ᠪᠦᠲᠦᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ {destination} ᠳ᠋ᠤ᠌ ᠢᠯᠡᠭᠡᠵᠦ᠂ ᠡᠨᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠴᠤᠭᠯᠠᠭᠤᠯᠬᠤ᠂ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠨᠢ ᠲᠡᠳᠡᠨ ᠦ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ᠂ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤᠨ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠪᠠᠷ ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠤᠭᠳᠠᠨ᠎ᠠ᠃

source: Return To %s
mn: %s ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠬᠤ

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠂ ᠲᠠᠨ ᠤ ᠬᠥᠲᠥᠴᠢ ᠶᠢᠨ ᠡᠨᠡ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠬᠥᠲᠥᠴᠢ ᠡᠰᠡᠪᠡᠯ ᠬᠥᠲᠥᠴᠢ ᠶᠢᠨ ᠢᠶᠡᠨ ᠰᠢᠨ᠎ᠡ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The following errors occurred while processing your registration:
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠄

source: Sign up with {provider_name}
mn: 〈Provider᠎name〉 ᠍ ᠲᠡᠢ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: Create your own {platform_name} account below
mn: ᠥᠪᠡᠷ ᠦᠨ {platform_name} ᠠᠺᠠᠤᠨᠲ ᠢ ᠳᠣᠣᠷ᠎ᠠ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
mn: error

source: You've successfully signed in with {selected_provider}.
mn: ᠲᠠ 〈ᠰᠣᠩᠭᠣᠭᠰᠠᠨ᠎provider〉 ᠍ ᠳᠦᠭᠡᠷ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠪᠲᠡᠷᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: We just need a little more information before you start learning with {platform_name}.
mn: {platform_name} ᠍ ᠰ ᠰᠤᠷᠠᠬᠤ ᠠᠴᠠ ᠪᠠᠨ ᠡᠮᠦᠨ᠎ᠡ ᠪᠢᠳᠡᠨ ᠳᠦ ᠪᠠᠭ᠎ᠠ ᠵᠡᠷᠭᠡ ᠨᠡᠮᠡᠯᠲᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Please complete the following fields to register for an account.
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠳᠦ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠲᠠᠯᠠᠪᠤᠷ ᠤᠳ ᠢ ᠪᠥᠭᠯᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Your legal name, used for any certificates you earn.
mn: ᠲᠠᠨ ᠤ ᠬᠠᠤᠯᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠯᠤᠭᠰᠠᠨ ᠶᠠᠮᠠᠷ ᠴᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠦ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠃

source: Will be shown in any discussions or forums you participate in
mn: ᠲᠠᠨ ᠤ ᠣᠷᠣᠯᠴᠠᠭᠰᠠᠨ ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠡᠰᠡᠪᠡᠯ ᠹᠣᠷᠣᠮ ᠳᠤ ᠬᠠᠷᠠᠭᠤᠯᠤᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ

source: cannot be changed later
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ

source: Welcome {username}
mn: ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ {username}

source: Enter a Public Display Name:
mn: ᠨᠡᠢᠲᠡ ᠶᠢᠨ ᠳᠡᠯᠭᠡᠴᠡ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠄

source: Public Display Name
mn: ᠨᠡᠢᠲᠡ ᠶᠢᠨ ᠳᠡᠯᠭᠡᠴᠡ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Additional Personal Information
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠬᠤᠪ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: example: New York
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠄ ᠨᠶᠤ ᠢᠣᠷᠺ

source: Highest Level of Education Completed
mn: ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤᠨ ᠲᠦᠪᠰᠢᠨ ᠬᠠᠮᠤᠭ ᠤᠨ ᠥᠨᠳᠥᠷ ᠲᠦᠪᠰᠢᠨ ᠳᠦ ᠬᠦᠷᠦᠭᠰᠡᠨ

source: Please share with us your reasons for registering with {platform_name}
mn: {platform_name} ᠍ ᠲᠡᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠢᠶᠠᠨ ᠪᠢᠳᠡᠨ ᠳᠦ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠭᠠᠷᠠᠢ᠃

source: Account Acknowledgements
mn: ᠳᠠᠩᠰᠠᠨ ᠤ ᠲᠠᠯᠠᠷᠬᠠᠯ

source: I agree to the {link_start}Terms of Service{link_end}
mn: {link_start} ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ {link_end}

source: I agree to the {link_start}Honor Code{link_end}
mn: {link_start} ᠬᠦᠨᠳᠦᠳᠬᠡᠯ ᠦᠨ ᠺᠣᠳ᠋ {link_end}

source: Register
mn: ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ
