Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
mn: ᠡᠨᠡ ᠨᠢ ᠮᠠᠨ ᠤ ᠰᠧᠷᠸᠧᠷ ᠡᠰᠡᠪᠡᠯ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠲ ᠬᠣᠯᠪᠣᠯᠲᠠ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠠᠯᠳᠠᠭ᠎ᠠ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠶᠤᠮ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠵᠦ ᠡᠰᠡᠪᠡᠯ ᠣᠩᠯᠠᠢ ᠶᠢᠨ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Studio's having trouble saving your work
mn: Studio ᠨᠢ ᠲᠠᠨ ᠤ ᠠᠵᠢᠯ ᠢ ᠬᠥᠩᠭᠡᠪᠴᠢᠯᠡᠬᠦ ᠳᠦ ᠪᠡᠷᠬᠡᠰᠢᠶᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠳᠠᠭ

source: Saving
mn: ᠬᠠᠳᠠᠭᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Delete
mn: ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Cancel
mn: ᠴᠤᠴᠠᠯᠬᠤ

source: There was an error during the upload process.
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: There was an error while unpacking the file.
mn: ᠹᠠᠶᠢᠯ ᠢ ᠵᠠᠳᠠᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: There was an error while verifying the file you submitted.
mn: ᠲᠠᠨ ᠤ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠹᠠᠶᠢᠯ ᠢ ᠰᠢᠯᠭᠠᠵᠤ ᠪᠠᠢᠬᠤ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: Choose new file
mn: ᠰᠢᠨ᠎ᠡ ᠹᠠᠶᠢᠯ ᠰᠤᠩᠭᠤᠬᠤ

source: File format not supported. Please upload a file with a {ext} extension.
mn: ᠹᠠᠢᠯ ᠤᠨ ᠹᠣᠷᠮᠠᠲ ᠢ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠦᠭᠡᠢ᠃ 〈Ext〉 ᠥᠷᠭᠡᠳᠬᠡᠯ ᠲᠡᠢ ᠹᠠᠶᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: There was an error while importing the new library to our database.
mn: ᠮᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠦᠨ ᠰᠠᠩ ᠳᠤ ᠰᠢᠨ᠎ᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢᠮᠫᠣᠷᠲᠯᠠᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ᠃

source: There was an error while importing the new course to our database.
mn: ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠮᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠦᠨ ᠰᠠᠩ ᠳᠤ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠠᠢᠬᠤ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: Your import has failed.
mn: ᠲᠠᠨ ᠤ ᠢᠮᠫᠣᠷᠲ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: Your import is in progress; navigating away will abort it.
mn: ᠲᠠᠨ ᠤ ᠢᠮᠫᠣᠷᠲ ᠬᠢᠭᠳᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ; ᠲᠡᠭᠦᠨ ᠢ ᠨᠡᠭᠦᠯᠭᠡᠨ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠨᠢ ᠡᠭᠦᠨ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Error importing course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠢᠮᠫᠤᠷᠲᠯᠠᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ

source: There was an error with the upload
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ

source: Uploading
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Close
mn: ᠬᠠᠭᠠᠬᠤ

source: Name
mn: ᠨᠡᠷᠡ

source: Choose File
mn: ᠹᠠᠶᠢᠯ ᠰᠤᠩᠭᠤᠬᠤ

source: OK
mn: БОЛЖ БАЙНА УУ

source: Ok
mn: ᠪᠣᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ

source: Unknown
mn: ᠦᠯᠦ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ

source: Remove
mn: ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Upload File
mn: ᠹᠠᠶᠢᠯ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Save
mn: ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ

source: Advanced
mn: ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ

source: Removing
mn: ᠳᠠᠭᠤᠰᠬᠤ

source: Your changes have been saved.
mn: ᠲᠠᠨ ᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Updating with latest library content
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠦᠨ ᠦᠶ᠎ᠡ ᠶᠢᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ

source: Creating missing groups
mn: ᠠᠯᠳᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠦᠯᠦᠭ ᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: {start_strong}{total}{end_strong} words submitted in total.
mn: {start_strong}{total} {end_strong} ᠦᠭᠡᠰ ᠢᠶᠡᠷ ᠨᠡᠶᠢᠳᠡᠯᠡᠪᠡ᠃

source: Show Annotations
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Hide Annotations
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: Expand Instructions
mn: ᠵᠢᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠦᠷᠭᠡᠳᠭᠡᠬᠦ

source: Collapse Instructions
mn: ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠵᠢᠭᠠᠪᠤᠷᠢᠴᠢᠯᠠᠭ᠎ᠠ

source: Commentary
mn: ᠲᠠᠶᠢᠯᠪᠤᠷᠢ

source: Reply to Annotation
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠳᠤ ᠬᠠᠷᠢᠭᠤᠯᠬᠤ

source: %(num_points)s point possible (graded, results hidden)
mn: %(num_points)s ᠣᠨᠣᠭ᠎ᠠ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ( ᠠᠩᠭᠢ᠂ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠳᠠᠯᠳᠠ )

source: %(num_points)s point possible (ungraded, results hidden)
mn: %(num_points)s ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠴᠡᠭ ᠦᠳ ( ᠲᠦᠷᠢ ᠬᠣᠶᠢᠰᠢᠯᠠᠭᠤᠯᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ᠂ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠳᠠᠯᠳᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ )

source: %(num_points)s point possible (graded)
mn: %(num_points)s ᠣᠨᠣᠭ᠎ᠠ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ( ᠵᠡᠷᠭᠡ )

source: %(num_points)s point possible (ungraded)
mn: %(num᠎points)s ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠴᠡᠭ ᠦᠳ ( ᠭᠠᠷᠨᠠᠲᠠ ᠪᠢᠰᠢ )

source: %(earned)s/%(possible)s point (graded)
mn: % ( ᠣᠯᠤᠭᠰᠠᠨ )s /% ( ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ )s ᠣᠨᠣᠭ᠎ᠠ ( ᠵᠡᠷᠭᠡᠯᠡᠯ )

source: %(earned)s/%(possible)s point (ungraded)
mn: ᠣᠷᠣᠯᠴᠠᠭᠰᠠᠨ % ( ᠣᠯᠤᠭᠰᠠᠨ )s /% ( ᠪᠣᠯᠤᠮᠵᠢᠲᠤ )s ᠣᠨᠣᠭ᠎ᠠ ( ᠵᠡᠭᠡᠯᠢ ᠠᠪᠤᠭ᠎ᠠ ᠦᠭᠡᠢ )

source: The grading process is still running. Refresh the page to see updates.
mn: ᠦᠨᠡᠯᠡᠭᠡᠨ ᠦ ᠫᠷᠣᠼᠧᠰᠰ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠰᠡᠭᠡᠷ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠨ᠎ᠡ ᠦ᠃

source: Could not grade your answer. The submission was aborted.
mn: ᠲᠠᠨ ᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠤᠩᠰᠢᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ ᠬᠠᠷᠢᠭᠤ ᠢᠷᠡᠭᠦᠯᠦᠭᠰᠡᠨ᠃

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
mn: ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠮᠡᠳᠡᠭᠡ! ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠂ ᠲᠠᠨ ᠤ ᠬᠥᠲᠥᠴᠢ ᠹᠠᠢᠯ ᠤᠨ ᠪᠠᠢᠷᠢᠰᠢᠯ ᠢ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠦᠭᠡᠢ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯ᠂ ᠹᠠᠢᠯ ᠤᠨ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢ ᠳᠡᠮᠵᠢᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ Chrome ᠡᠰᠡᠪᠡᠯ Safari ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: You submitted {filename}; only {allowedFiles} are allowed.
mn: ᠲᠠ {filename} ᠍ ᠢ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ; ᠵᠥᠪᠬᠡᠨ {allowedFiles} ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Your file {filename} is too large (max size: {maxSize}MB).
mn: ᠲᠠᠨ ᠤ ᠹᠠᠶᠢᠯ {filename} ᠬᠡᠲᠦ ᠲᠣᠮᠣ ᠪᠠᠢᠨ᠎ᠠ ( ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠄ {maxSize} MB )᠃

source: You did not submit the required files: {requiredFiles}.
mn: ᠲᠠ ᠱᠠᠭᠠᠷᠳᠠᠭᠰᠠᠨ ᠹᠠᠶᠢᠯ᠎ᠠ ᠣᠷᠣᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ᠄ {requiredFiles}᠃

source: You did not select any files to submit.
mn: ᠲᠠ ᠢᠯᠡᠭᠡᠬᠦ ᠶᠠᠮᠠᠷ ᠴᠤ ᠹᠠᠶᠢᠯ ᠰᠣᠩᠭᠣᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: This problem has been reset.
mn: ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳᠠᠬᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Paragraph
mn: ᠬᠡᠰᠡᠭ

source: Preformatted
mn: ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ

source: Heading 3
mn: ᠭᠠᠷᠴᠠᠭ 3

source: Heading 4
mn: ᠭᠠᠷᠴᠠᠭ 4

source: Heading 5
mn: ᠳ᠋ᠤᠭᠠᠷ 5

source: Heading 6
mn: ᠲᠣᠯᠣᠭᠠᠢ 6

source: Add to Dictionary
mn: ᠲᠣᠯᠢ ᠪᠢᠴᠢᠭ ᠳᠡᠭᠡᠷ᠎ᠡ ᠨᠡᠮᠡᠬᠦ

source: Align left
mn: ᠵᠡᠭᠦᠨ ᠲᠠᠯ᠎ᠠ ᠳᠤ ᠪᠠᠢᠷᠢᠯᠠᠬᠤ

source: Align right
mn: ᠪᠠᠷᠠᠭᠤᠨ ᠲᠡᠰᠢ ᠪᠡᠨ ᠵᠢᠷᠤᠬᠤ

source: Alternative source
mn: ᠠᠯᠲ᠋ᠧᠷᠨᠠᠲ᠋ᠢᠸ ᠡᠬᠢ ᠡᠭᠦᠰᠪᠦᠷᠢ

source: Anchor
mn: ᠠᠩᠴᠢ

source: Anchors
mn: ᠵᠠᠩᠭᠤᠤ

source: Author
mn: ᠵᠣᠬᠢᠶᠠᠭᠴᠢ

source: Background color
mn: ᠳᠡᠪᠢᠰᠬᠡᠷ ᠥᠩᠭᠡ

source: Blocks
mn: ᠪᠯᠣᠺ

source: Body
mn: ᠪᠡᠶ᠎ᠡ

source: Bold
mn: ᠵᠣᠷᠢᠭᠲᠠᠢ

source: Border color
mn: ᠬᠦᠷᠢᠶᠡᠨ ᠦ ᠦᠩᠭᠡ

source: Border
mn: ᠬᠦᠷᠢᠶ᠎ᠡ

source: Bottom
mn: ᠳ᠋ᠣᠣ ᠳᠤ

source: Bullet list
mn: ᠰᠤᠮᠤᠨ ᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Caption
mn: ᠠᠭᠤᠯᠭ᠎ᠠ

source: Cell padding
mn: ᠰᠤᠤᠷ ᠤᠨ ᠳᠡᠪᠢᠰᠬᠡᠷ

source: Cell properties
mn: ᠦᠨᠳᠦᠰᠦᠨ ᠰᠢᠨᠵᠢ ᠴᠢᠨᠠᠷ

source: Cell spacing
mn: ᠦᠦᠷ ᠦᠨ ᠵᠠᠢ

source: Cell type
mn: ᠭᠠᠷ ᠤᠲᠠᠰᠤᠨ ᠤ ᠲᠥᠷᠦᠯ

source: Cell
mn: ᠭᠠᠷ

source: Center
mn: ᠲᠥᠪ

source: Circle
mn: ᠲᠣᠭᠣᠷᠢᠭ

source: Clear formatting
mn: ᠹᠣᠷᠮᠠᠲ ᠢ ᠠᠷᠢᠯᠭᠠᠬᠤ

source: Code block
mn: ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠪᠯᠣᠺ

source: Code
mn: ᠺᠣᠳ᠋

source: Color
mn: ᠥᠩᠭᠡ

source: Cols
mn: ᠡᠩᠨᠡᠭᠡ

source: Column group
mn: ᠪᠠᠭᠠᠨ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ

source: Column
mn: ᠪᠠᠭᠠᠨ᠎ᠠ

source: Constrain proportions
mn: ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠬᠠᠷᠢᠴᠠᠭ᠎ᠠ

source: Copy row
mn: ᠮᠥᠷ ᠢ ᠬᠠᠭᠤᠯᠬᠤ

source: Copy
mn: ᠬᠠᠭᠤᠯᠬᠤ

source: Could not find the specified string.
mn: ᠵᠢᠭᠠᠭᠰᠠᠨ ᠮᠥᠷ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Custom color
mn: ᠭᠠᠶᠢᠯᠢ ᠶᠢᠨ ᠥᠩᠭᠡ

source: Cut row
mn: ᠡᠩᠨᠡᠭᠡ ᠲᠠᠰᠤᠯᠬᠤ

source: Decrease indent
mn: ᠵᠡᠷᠭᠡᠴᠡᠭᠡ ᠪᠠᠭᠤᠷᠠᠬᠤ

source: Default
mn: ᠦᠨᠳᠦᠰᠦᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Delete column
mn: ᠪᠠᠭᠠᠨ᠎ᠠ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Delete row
mn: ᠮᠥᠷ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Delete table
mn: ᠬᠦᠰᠦᠨᠦᠭᠲᠦ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Description
mn: ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ

source: Dimensions
mn: ᠬᠡᠮᠵᠢᠶ᠎ᠡ

source: Disc
mn: ᠳ᠋ᠢᠰᠺ

source: Document properties
mn: ᠪᠠᠷᠢᠮᠲᠠ ᠶᠢᠨ ᠰᠢᠨᠵᠢ ᠴᠢᠨᠠᠷ

source: Edit HTML
mn: HTML ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ

source: Edit
mn: ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ

source: Embed
mn: ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Emoticons
mn: ᠢᠨᠢᠶᠡᠮᠰᠦᠭᠯᠡᠯ

source: File
mn: ᠹᠠᠶᠢᠯ

source: Find and replace
mn: ᠬᠠᠶᠢᠬᠤ ᠪᠣᠯᠤᠨ ᠰᠣᠯᠢᠬᠤ

source: Find next
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠬᠠᠶᠢᠬᠤ

source: Find previous
mn: ᠡᠮᠦᠨᠡᠬᠢ ᠬᠠᠶᠢᠬᠤ

source: Find
mn: ᠬᠠᠶᠢᠬᠤ

source: Finish
mn: ᠳᠠᠭᠤᠰᠬ᠎ᠠ

source: Font Family
mn: ᠹᠣᠨᠲ ᠭᠡᠷ ᠪᠦᠯᠢ

source: Font Sizes
mn: ᠹᠣᠨᠲ Sizes

source: Format
mn: ᠹᠣᠷᠮᠠᠲ᠋

source: Formats
mn: ᠹᠣᠷᠮᠠᠲ᠋

source: Fullscreen
mn: ᠳᠡᠯᠭᠡᠴᠡ ᠳᠦᠭᠦᠷᠡᠩ

source: General
mn: ᠶᠡᠷᠦᠩᠬᠡᠢ ᠵᠦᠢᠯ

source: H Align
mn: ᠡᠩᠨᠡᠬᠦ

source: Header 1
mn: ᠲᠣᠯᠣᠭᠠᠢ 1

source: Header 2
mn: ᠲᠣᠯᠣᠭᠠᠢ 2

source: Header 3
mn: ᠲᠣᠯᠣᠭᠠᠢ 3

source: Header 4
mn: ᠲᠣᠯᠣᠭᠠᠢ 4

source: Header 5
mn: ᠲᠣᠯᠣᠭᠠᠢ 5

source: Header 6
mn: ᠲᠣᠯᠣᠭᠠᠢ 6

source: Header cell
mn: ᠲᠣᠯᠣᠭᠠᠢ ᠶᠢᠨ ᠨᠢᠳᠦ

source: Header
mn: ᠲᠣᠯᠣᠭᠠᠢ

source: Headers
mn: ᠲᠣᠯᠣᠭᠠᠢ ᠨᠤᠭᠤᠳ

source: Heading 1
mn: ᠲᠣᠯᠣᠭᠠᠢ 1

source: Heading 2
mn: ᠲᠣᠯᠣᠭᠠᠢ 2

source: Headings
mn: ᠭᠠᠷᠴᠠᠭ

source: Height
mn: ᠥᠨᠳᠥᠷ

source: Horizontal line
mn: ᠬᠡᠪᠲᠡᠭᠡ ᠱᠤᠭᠤᠮ

source: Horizontal space
mn: ᠬᠡᠪᠲᠡᠭᠡ ᠣᠷᠣᠨ ᠵᠠᠢ

source: HTML source code
mn: HTML ᠡᠬᠡ ᠺᠣᠳ᠋

source: Ignore all
mn: ᠪᠦᠭᠦᠳᠡ ᠶᠢ ᠨᠢ ᠦᠯᠦ ᠲᠣᠭᠣᠮᠰᠠᠷᠯᠠᠳᠠᠭ

source: Ignore
mn: ᠣᠶᠢᠯᠠᠭᠠᠬᠤ ᠦᠭᠡᠢ

source: Image description
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ

source: Increase indent
mn: ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠨᠡᠮᠡᠭᠳᠡᠭᠦᠯᠬᠦ

source: Inline
mn: ᠱᠤᠭᠤᠮᠠᠨ ᠳᠤ

source: Insert column after
mn: ᠪᠠᠭᠠᠨ᠎ᠠ ᠳᠠᠷᠤᠭ᠎ᠠ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Insert column before
mn: ᠤᠷᠢᠳᠤ ᠲᠠᠯ᠎ᠠ ᠶᠢᠨ ᠪᠠᠭᠠᠨ᠎ᠠ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Insert date/time
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ / ᠴᠠᠭ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Insert image
mn: ᠵᠢᠷᠤᠭ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Insert link
mn: ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠣᠷᠣᠭᠤᠯᠬᠤ

source: Insert row after
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠮᠥᠷ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Insert row before
mn: ᠤᠷᠳᠤ ᠡᠩᠨᠡᠭᠡ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Insert table
mn: ᠬᠦᠰᠦᠨᠦᠭᠲᠦ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Insert template
mn: ᠵᠠᠭᠪᠤᠷ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Insert video
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Insert
mn: ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Insert/edit image
mn: ᠵᠢᠷᠤᠭ ᠢ ᠤᠷᠤᠭᠤᠯᠬᠤ / ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ

source: Insert/edit link
mn: ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠣᠷᠣᠭᠤᠯᠬᠤ / ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ

source: Insert/edit video
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠬᠤ / ᠵᠠᠰᠠᠬᠤ

source: Justify
mn: ᠵᠥᠪᠰᠢ ᠪᠡᠷ ᠬᠢ

source: Keywords
mn: ᠲᠦᠯᠬᠢᠭᠦᠷ ᠦᠭᠡ

source: Left to right
mn: ᠵᠡᠭᠦᠨ ᠡᠴᠡ ᠪᠠᠷᠠᠭᠤᠨ ᠲᠡᠰᠢ

source: Left
mn: ᠵᠡᠭᠦᠨ ᠲᠠᠯ᠎ᠠ ᠳᠤ

source: Lower Alpha
mn: ᠪᠠᠭ᠎ᠠ ᠠᠯᠢᠹᠠ

source: Lower Greek
mn: ᠳ᠋ᠣᠣ ᠳᠤ ᠭᠷᠧᠺ

source: Lower Roman
mn: ᠳ᠋ᠣᠣ ᠳᠤ ᠷᠣᠮᠠ

source: Middle
mn: ᠳᠤᠮᠳᠠ

source: New document
mn: ᠰᠢᠨ᠎ᠡ ᠪᠠᠷᠢᠮᠲᠠ

source: New window
mn: ᠰᠢᠨ᠎ᠡ ᠴᠣᠩᠬᠣ

source: Next
mn: ᠳᠠᠷᠠᠭᠠᠴᠢ ᠶᠢᠨ

source: No color
mn: ᠶᠠᠮᠠᠷ ᠴᠤ ᠥᠩᠭᠡ

source: Nonbreaking space
mn: ᠣᠷᠣᠨ ᠵᠠᠢ ᠣᠭᠲᠣᠯᠬᠤ ᠦᠭᠡᠢ

source: None
mn: ᠪᠠᠶᠢᠬᠤ ᠦᠭᠡᠢ

source: Numbered list
mn: ᠳ᠋ᠤᠭᠠᠷᠯᠠᠭᠰᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Page break
mn: ᠬᠠᠭᠤᠳᠠᠰᠤ ᠵᠠᠪᠰᠠᠷᠯᠠᠭ᠎ᠠ

source: Paste as text
mn: ᠲᠧᠺᠰᠲ ᠪᠣᠯᠭᠠᠨ ᠪᠠᠭᠤᠯᠭᠠᠨ᠎ᠠ ᠤᠤ

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
mn: Paste ᠣᠳᠣ ᠴᠡᠪᠡᠷ ᠲᠧᠺᠰᠲ ᠭᠣᠷᠢᠮ ᠳᠤ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠢ ᠣᠳᠣ ᠡᠨᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠡᠩ ᠦᠨ ᠲᠧᠺᠰᠲ ᠰᠢᠭ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Paste row after
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠪᠠᠭᠤᠯᠭᠠᠬᠤ

source: Paste row before
mn: ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠪᠠᠭᠤᠯᠭᠠᠬᠤ

source: Paste your embed code below:
mn: ᠳᠣᠣᠷᠠᠬᠢ ᠺᠣᠳ᠋ ᠍ ᠢ ᠪᠠᠭᠤᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠄

source: Paste
mn: ᠨᠠᠭᠠᠬᠤ

source: Poster
mn: ᠵᠢᠷᠤᠭᠲᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: Pre
mn: ᠨᠢ

source: Prev
mn: ᠡᠮᠦᠨᠡᠬᠢ

source: Preview
mn: ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ

source: Print
mn: ᠬᠡᠪᠯᠡᠬᠦ

source: Redo
mn: ᠪᠡᠯᠡᠨ

source: Remove link
mn: ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Replace all
mn: ᠪᠦᠭᠦᠳᠡ ᠶᠢ ᠰᠣᠯᠢᠬᠤ

source: Replace with
mn: ᠬᠠᠮᠲᠤ ᠣᠷᠣᠯᠠᠭᠤᠯᠬᠤ

source: Replace
mn: ᠰᠡᠯᠭᠦᠬᠦ

source: Restore last draft
mn: ᠰᠡᠭᠦᠯᠴᠢ ᠶᠢᠨ ᠲᠥᠰᠥᠯ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
mn: Rich Text Area᠃ ᠴᠡᠭᠰᠡᠨ ᠡᠴᠡ ALT-F9 ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ. ALT-F10 ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ. ALT-0 ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠬᠤ ᠳᠤ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠡᠷᠡᠭᠲᠡᠢ

source: Right to left
mn: ᠵᠡᠭᠦᠨ ᠭᠠᠷᠬᠤ ᠡᠷᠬᠡ

source: Right
mn: ᠵᠥᠪ

source: Robots
mn: ᠷᠣᠪᠣ ᠳᠤ

source: Row group
mn: ᠬᠥᠨᠳᠡᠯᠡᠨ ᠮᠥᠷ ᠦ᠋ᠨ ᠪᠦᠯᠦᠭ

source: Row properties
mn: ᠬᠥᠨᠳᠡᠯᠡᠨ ᠮᠥᠷ ᠦ᠋ᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Row type
mn: ᠬᠥᠨᠳᠡᠯᠡᠨ ᠮᠥᠷ ᠦ᠋ᠨ ᠲᠥᠷᠥᠯ

source: Row
mn: ᠬᠥᠨᠳᠡᠯᠡᠨ ᠮᠥᠷ

source: Rows
mn: ᠬᠥᠨᠳᠡᠯᠡᠨ ᠮᠥᠷ

source: Scope
mn: ᠬᠠᠮᠤᠷᠬᠤ ᠬᠦᠷᠢᠶ᠎ᠡ

source: Select all
mn: ᠪᠦᠭᠦᠳᠡ ᠶᠢ ᠰᠤᠩᠭᠤᠬᠤ

source: Show blocks
mn: ᠪᠯᠣᠺ ᠤᠳ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Show invisible characters
mn: ᠦᠯᠦ ᠦᠵᠡᠭᠳᠡᠭᠴᠢ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠨᠦᠭᠦᠳ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Source code
mn: ᠡᠬᠡ ᠺᠣᠳ᠋

source: Source
mn: ᠡᠬᠡ ᠰᠤᠷᠪᠤᠯᠵᠢ

source: Special character
mn: ᠲᠤᠰᠬᠠᠢ ᠲᠡᠮᠳᠡᠭᠲᠦ

source: Spellcheck
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠶᠢ ᠰᠢᠯᠭᠠᠬᠤ

source: Square
mn: ᠲᠠᠯᠠᠪᠠᠢ

source: Start search
mn: ᠬᠠᠶᠢᠯᠲᠠ ᠶᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠬᠦ

source: Strikethrough
mn: ᠲᠤᠯᠭᠠᠷᠴᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Superscript
mn: ᠰᠤᠫᠧᠷ ᠰᠡᠳᠬᠦᠯ

source: Table properties
mn: ᠬᠦᠰᠦᠨᠦᠭᠲᠦ ᠰᠢᠨᠵᠢ

source: Table
mn: ᠬᠦᠰᠦᠨᠦᠭᠲᠦ

source: Target
mn: ᠵᠣᠷᠢᠯᠲᠠᠲᠤ ᠲᠦᠪᠰᠢᠨ

source: Templates
mn: ᠵᠠᠭᠪᠤᠷ ᠤᠳ

source: Text color
mn: ᠲᠧᠺᠰᠲ ᠦᠨ ᠥᠩᠭᠡ

source: Text to display
mn: ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠲᠧᠺᠰᠲ

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
mn: ᠲᠠᠨ ᠤ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ URL ᠨᠢ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠮᠡᠲᠦ ᠰᠠᠨᠠᠭᠳᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ mailto᠄ ᠨᠡᠮᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
mn: ᠲᠠᠨ ᠤ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ URL ᠨᠢ ᠭᠠᠳᠠᠭᠠᠳᠤ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠮᠡᠲᠦ ᠰᠠᠨᠠᠭᠳᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠲᠠ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ http᠄ // ᠤᠭᠲᠤᠪᠤᠷᠢ ᠶᠢ ᠨᠡᠮᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Title
mn: ᠭᠠᠷᠴᠠᠭ

source: Tools
mn: ᠪᠠᠭᠠᠵᠢ

source: Top
mn: ᠲᠣᠫ

source: Underline
mn: ᠳᠣᠣᠭᠤᠷ ᠵᠤᠷᠠᠬᠤ

source: Undo
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ

source: Upper Alpha
mn: ᠳᠡᠭᠡᠳᠦ ᠠᠯᠢᠹᠠ

source: Upper Roman
mn: ᠳᠡᠭᠡᠳᠦ ᠷᠣᠮ ᠤᠨ

source: V Align
mn: Align

source: Vertical space
mn: ᠪᠣᠰᠤᠭ᠎ᠠ ᠣᠷᠣᠨ ᠵᠠᠢ

source: View
mn: ᠬᠠᠷᠠᠬᠤ

source: Whole words
mn: ᠪᠦᠬᠦᠯᠢ ᠪᠦᠲᠦᠨ ᠦᠭᠡᠰ

source: Width
mn: ᠥᠷᠭᠡᠨ

source: Words: {0}
mn: ᠦᠭᠡ᠄ 〈0〉

source: You have unsaved changes are you sure you want to navigate away?
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠲᠠ ᠵᠣᠷᠴᠢᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
mn: ᠲᠠᠨ ᠤ ᠬᠥᠲᠦᠴᠢ ᠺᠯᠢᠫᠣᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠢᠭᠤᠳ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠦᠭᠡᠢ᠃ ᠣᠷᠣᠨ ᠳᠤ ᠨᠢ Ctrl + X / C / V ᠭᠠᠷ ᠤᠨ ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
mn: ᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠲᠠᠯ᠎ᠠ ᠶᠢᠨ ᠠᠫᠫᠯᠢᠺᠧᠱᠨ ᠷᠦᠦ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠪᠣᠯ OK ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ ᠨᠣᠭᠠᠴᠢᠬ᠎ᠠ ᠪᠣᠯ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠲᠠᠯ᠎ᠠ ᠶᠢᠨ ᠠᠫᠫᠯᠢᠺᠧᠢᠰᠨᠳ ᠢᠯᠡᠭᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ OK ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠣᠪᠰᠢᠨ᠎ᠠ ᠤᠤ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ ᠴᠤᠴᠠᠯᠬᠤ ᠪᠣᠯ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠪᠤᠴᠠᠵᠤ ᠣᠴᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
mn: ᠳᠦᠭᠡᠷ ᠲᠠᠯ᠎ᠠ ᠷᠠᠭᠤ ᠶᠢ ᠪᠠᠨ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠨ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ ᠡᠨᠡ ᠲᠣᠪᠴᠢ ᠶᠢ ᠢᠯᠡᠭᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠡᠷ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠤ ᠪᠤᠴᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠴᠤᠴᠠᠯᠬᠤ ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: incorrect
mn: ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ

source: correct
mn: ᠵᠥᠪ

source: answer
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ

source: Short explanation
mn: ᠲᠣᠪᠴᠢ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠭᠴᠢ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠪᠠᠯ ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ XML ᠷᠦᠦ ᠬᠥᠷᠪᠡᠭᠦᠯᠬᠦ ᠪᠠ ᠲᠠ ᠡᠩ ᠦᠨ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠭᠴᠢ ᠶᠢᠨ ᠢᠨᠲ᠋ᠧᠷᠹᠡᠢᠰ ᠷᠦᠦ ᠪᠤᠴᠠᠵᠤ ᠣᠴᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ ᠮᠡᠳᠡᠭᠡᠭ ᠲᠦ Editor ᠍ ᠢ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠵᠦ ᠡᠨᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ XML ᠷᠦᠦ ᠬᠥᠷᠪᠡᠭᠦᠯᠬᠦ ᠦᠦ?

source: Explanation
mn: ᠲᠠᠶᠢᠯᠪᠤᠷᠢ

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
mn: ᠳᠠᠷᠠᠭᠠᠯᠠᠯ ᠤᠨ ᠠᠯᠳᠠᠭ᠎ᠠ! ᠣᠳᠣ ᠶᠢᠨ SequenceModule ᠳᠠᠬᠢ %(tab_name)s ᠳᠤ ᠰᠢᠯᠵᠢᠨ᠎ᠡ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Bookmarked
mn: ᠬᠠᠪᠴᠢᠭᠤᠷᠭ᠎ᠠ

source: Play
mn: ᠲᠣᠭᠯᠠᠭᠤᠯᠬᠤ

source: Pause
mn: ᠲᠦᠷᠢ ᠵᠣᠭᠰᠣᠬᠤ

source: Mute
mn: ᠬᠠᠭᠠᠬᠤ

source: Unmute
mn: ᠳᠠᠭᠤᠰᠬᠤ

source: Exit full browser
mn: ᠪᠦᠷᠢᠨ ᠬᠥᠲᠥᠴᠢ ᠶᠢ ᠭᠠᠷᠭᠠᠬᠤ

source: Fill browser
mn: ᠬᠥᠲᠥᠴᠢ ᠪᠥᠭᠯᠡᠬᠦ

source: Speed
mn: ᠬᠤᠷᠳᠤ

source: Volume
mn: ᠡᠵᠡᠯᠡᠬᠦᠨ

source: Muted
mn: ᠴᠢᠭᠯᠡᠭᠰᠡᠨ

source: Very low
mn: ᠮᠠᠰᠢ ᠪᠠᠭ᠎ᠠ

source: Low
mn: ᠪᠠᠭ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ

source: Average
mn: ᠳᠤᠮᠳᠠᠴᠢ

source: Loud
mn: ᠴᠢᠨᠠᠭ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Very loud
mn: ᠮᠠᠰᠢ ᠴᠢᠩᠭ᠎ᠠ

source: Maximum
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ

source: This browser cannot play .mp4, .ogg, or .webm files.
mn: ᠡᠨᠡ ᠬᠥᠲᠥᠴᠢ ᠨᠢ .mp4᠂ .ogg᠂ ᠡᠰᠡᠪᠡᠯ .webm ᠹᠠᠢᠯ ᠤᠳ ᠢ ᠲᠣᠭᠯᠠᠭᠤᠯᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃

source: Try using a different browser, such as Google Chrome.
mn: Google ᠺᠷᠣᠮ ᠭᠡᠬᠦ ᠮᠡᠲᠦ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠷᠥᠯ ᠦᠨ ᠬᠥᠲᠥᠴᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: High Definition
mn: ᠥᠨᠳᠦᠷ ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠯ

source: off
mn: ᠤᠨᠲᠠᠷᠠᠭᠠᠬᠤ

source: on
mn: ᠳᠡᠭᠡᠷ᠎ᠡ

source: Video position. Press space to toggle playback
mn: ᠸᠢᠳᠢᠣ᠋ ᠪᠠᠢᠷᠢᠯᠠᠯ᠃ ᠲᠣᠭᠯᠠᠭᠤᠯᠬᠤ ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠵᠤ ᠵᠠᠢ ᠠᠪ

source: Video ended
mn: ᠸᠢᠳᠢᠣ᠋ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ

source: Video position
mn: ᠸᠢᠳᠢᠣ᠋ ᠪᠠᠢᠷᠢᠯᠠᠯ

source: %(value)s hour
mn: %(value)s ᠴᠠᠭ

source: %(value)s minute
mn: %(value)s ᠮᠢᠨᠦ᠋ᠲ

source: %(value)s second
mn: %(value)s ᠰᠧᠺᠦᠶᠢᠨᠳ᠋

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
mn: ᠡᠨᠡ ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠵᠤ ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠳᠠᠭᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠳᠠᠭᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ UP ᠪᠤᠶᠤ DOWN ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠢ ᠳᠠᠷᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ volume ᠲᠦᠪᠰᠢᠨ ᠦ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠶᠢ ᠨᠡᠮᠡᠭᠳᠡᠭᠦᠯᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠪᠠᠭᠤᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Adjust video volume
mn: ᠸᠢᠳᠢᠣ᠋ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠶᠢ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
mn: ᠬᠤᠷᠳᠤᠨ ᠼᠧᠰᠧ ᠷᠦᠦ ᠣᠷᠣᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ UP ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠢ ᠳᠠᠷᠤᠵᠤ UP ᠪᠠ DOWN ᠰᠤᠮᠤ ᠲᠠᠢ ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠶᠠᠩᠵᠤ ᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠤᠷᠳᠤ ᠶᠢ ᠰᠣᠩᠭᠣᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ENTER ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠵᠤ ᠰᠣᠩᠭᠣᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Adjust video speed
mn: ᠸᠢᠳᠢᠣ᠋ ᠬᠤᠷᠳᠤ ᠶᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Video speed:
mn: ᠸᠢᠳᠢᠣ᠋ ᠬᠤᠷᠳᠤ᠄

source: Skip
mn: ᠠᠯᠭᠠᠰᠠᠬᠤ

source: Play video
mn: ᠸᠢᠳᠢᠣ᠋ ᠲᠣᠭᠯᠠᠭᠤᠯᠬᠤ

source: Do not show again
mn: ᠳᠠᠬᠢᠨ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠬᠡᠷᠡᠭ ᠦᠭᠡᠢ

source: Open language menu
mn: ᠨᠡᠭᠡᠭᠡᠯᠲᠡᠲᠡᠢ ᠬᠡᠯᠡᠨ ᠦ ᠴᠧᠰᠧ

source: Transcript will be displayed when you start playing the video.
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠲᠣᠭᠯᠠᠭᠤᠯᠵᠤ ᠡᠬᠢᠯᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠲᠧᠺᠰᠲ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Activating a link in this group will skip to the corresponding point in the video.
mn: ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠦᠨ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠨᠢ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠬᠠᠷᠠᠭᠠᠯᠵᠠᠬᠤ ᠴᠡᠭ ᠷᠦᠦ ᠠᠯᠭᠠᠰᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Video transcript
mn: ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ

source: Start of transcript. Skip to the end.
mn: ᠲᠷᠠᠨᠰᠺᠷᠢᠫᠴᠡ ᠶᠢᠨ ᠡᠬᠢᠯᠡᠯ᠃ ᠡᠴᠦᠰ ᠲᠦ ᠨᠢ ᠠᠯᠭᠠᠰᠠᠬᠤ᠃

source: End of transcript. Skip to the start.
mn: ᠲᠷᠠᠨᠰᠺᠷᠢᠫᠴᠡ ᠶᠢᠨ ᠲᠡᠭᠦᠰᠬᠡᠯ᠃ ᠡᠬᠢᠯᠡᠭᠡᠳ ᠠᠯᠭᠠᠰᠠᠬᠤ᠃

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
mn: ᠬᠡᠯᠡᠨ ᠦ ᠼᠧᠰᠧ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠳ UP ᠰᠤᠮᠤ ᠲᠠᠢ ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠵᠤ UP ᠬᠡᠯᠡᠭᠡᠳ ᠳᠣᠭᠣᠭᠰᠢ ᠰᠤᠮᠤ ᠲᠠᠢ ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠬᠡᠯᠡᠨ ᠦ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ. ENTER ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠵᠤ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠬᠡᠯᠡ ᠷᠦᠦ ᠪᠡᠨ ᠰᠢᠯᠵᠢᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ᠃

source: Hide closed captions
mn: ᠬᠠᠭᠠᠯᠲᠠᠲᠠᠢ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠶᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: (Caption will be displayed when you start playing the video.)
mn: ( ᠸᠢᠳᠢᠣ᠋ ᠲᠣᠭᠯᠠᠭᠤᠯᠵᠤ ᠡᠬᠢᠯᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠨ᠎ᠡ. )

source: Turn on closed captioning
mn: ᠬᠠᠭᠠᠯᠲᠠᠲᠠᠢ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠶᠢ ᠠᠰᠠᠭᠠᠨ᠎ᠠ ᠤᠤ

source: Turn on transcripts
mn: ᠲᠷᠠᠨᠰᠺᠷᠢᠫᠴᠡ ᠶᠢ ᠠᠰᠠᠭᠠᠨ᠎ᠠ ᠤᠤ

source: Turn off transcripts
mn: ᠲᠷᠠᠨᠰᠺᠷᠢᠫᠲ ᠢ ᠤᠨᠲᠠᠷᠠᠭ᠎ᠠ

source: Required field.
mn: ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠲᠠᠯᠠᠪᠤᠷ᠃

source: Please do not use any spaces in this field.
mn: ᠡᠨᠡ ᠲᠠᠯᠠᠪᠤᠷ ᠲᠤ ᠶᠠᠮᠠᠷ ᠴᠤ ᠵᠠᠢ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Please do not use any spaces or special characters in this field.
mn: ᠡᠨᠡ ᠲᠠᠯᠠᠪᠤᠷ ᠲᠤ ᠶᠠᠮᠠᠷ ᠴᠤ ᠵᠠᠢ᠂ ᠲᠤᠰᠬᠠᠢ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠶᠢ ᠪᠤᠤ ᠠᠰᠢᠭᠯᠠ᠃

source: Pagination
mn: ᠬᠡᠮᠵᠢᠶ᠎ᠡ

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
mn: ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠪᠦᠷᠢᠨ ᠬᠢᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠬᠡᠪ ᠢᠶᠡᠷ ᠪᠠᠢᠪᠠᠯ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢᠨ ᠲᠠᠪ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠵᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Showing {firstIndex} out of {numItems} total
mn: ᠨᠡᠶᠢᠲᠡ 〈〈numItems〉 ᠍ ᠰ 〈firstIndex〉 ᠬᠠᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
mn: 〈〈FirstIndex〉 - 〈lastIndex〉 〈numItems〉 ᠍ ᠰ ᠬᠠᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Loading content
mn: ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠠᠴᠢᠶᠠᠯᠠᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Your request could not be processed. Refresh the page and try again.
mn: ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Some images in this post have been omitted
mn: ᠡᠨᠡ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠵᠠᠷᠢᠮ ᠵᠢᠷᠤᠭ ᠢ ᠣᠷᠬᠢᠭᠳᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: image omitted
mn: ᠵᠢᠷᠤᠭ ᠠᠯᠠᠭ᠎ᠠ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: there is currently {numVotes} vote
mn: ᠣᠳᠣ ᠪᠠᠷ {numVotes} ᠰᠠᠨᠠᠯ ᠪᠠᠢᠨ᠎ᠠ

source: {numVotes} Vote
mn: {numVotes} ᠰᠠᠨᠠᠯ

source: You could not be subscribed to this post. Refresh the page and try again.
mn: ᠲᠠ ᠡᠨᠡ ᠠᠯᠪᠠᠨ ᠲᠤᠰᠢᠶᠠᠯ ᠳᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: You could not be unsubscribed from this post. Refresh the page and try again.
mn: ᠲᠠ ᠡᠨᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠡᠴᠡ ᠬᠠᠰᠤᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This response could not be marked as an answer. Refresh the page and try again.
mn: ᠡᠨᠡ ᠬᠠᠷᠢᠭᠤᠭ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This response could not be unmarked as an answer. Refresh the page and try again.
mn: ᠡᠨᠡ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This response could not be marked as endorsed. Refresh the page and try again.
mn: ᠡᠨᠡ ᠬᠠᠷᠢᠭᠤᠭ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This response could not be unendorsed. Refresh the page and try again.
mn: ᠡᠨᠡ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠦᠯᠦ ᠢᠲᠡᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This vote could not be processed. Refresh the page and try again.
mn: ᠡᠨᠡ ᠰᠠᠨᠠᠯ ᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This post could not be pinned. Refresh the page and try again.
mn: ᠡᠨᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠵᠠᠯᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This post could not be unpinned. Refresh the page and try again.
mn: ᠡᠨᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠰᠠᠯᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This post could not be flagged for abuse. Refresh the page and try again.
mn: ᠡᠨᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠬᠦᠴᠦᠷᠬᠡᠶᠢᠯᠡᠯ ᠦᠨ ᠤᠯᠠᠮ ᠠᠴᠠ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠰᠡᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This post could not be unflagged for abuse. Refresh the page and try again.
mn: ᠡᠨᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠢ ᠬᠦᠴᠦᠷᠬᠡᠶᠢᠯᠡᠯ ᠳᠦ ᠥᠷᠲᠥᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This post could not be closed. Refresh the page and try again.
mn: ᠡᠨᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠬᠠᠭᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This post could not be reopened. Refresh the page and try again.
mn: ᠡᠨᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠳᠠᠬᠢᠨ ᠨᠡᠭᠡᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Hide Discussion
mn: ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: This discussion could not be loaded. Refresh the page and try again.
mn: ᠡᠨᠡ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢ ᠠᠴᠢᠶᠠᠯᠠᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Show Discussion
mn: ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ

source: Loading more threads
mn: ᠢᠯᠡᠭᠦᠦ ᠣᠯᠠᠨ ᠤᠲᠠᠰᠤ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Additional posts could not be loaded. Refresh the page and try again.
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠢ ᠲᠠᠭᠤᠳᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Current conversation
mn: ᠣᠳᠣ ᠶᠢᠨ ᠶᠠᠷᠢᠶ᠎ᠠ

source: Loading posts list
mn: ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: No results found for {original_query}. Showing results for {suggested_query}.
mn: 〈Original᠎query〉 ᠢᠯᠡᠷᠡᠴᠡ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃ 〈ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ〉 ᠳᠡᠭᠡᠷ᠎ᠡ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ᠃

source: No posts matched your query.
mn: ᠲᠠᠨ ᠤ ᠠᠰᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠠᠯᠠᠭ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Show posts by {username}.
mn: {username} ᠍ ᠤᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ᠃

source: The post you selected has been deleted.
mn: ᠲᠠᠨ ᠤ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Responses could not be loaded. Refresh the page and try again.
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Additional responses could not be loaded. Refresh the page and try again.
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠠᠴᠢᠶᠠᠯᠠᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: {numResponses} other response
mn: {numResponses} ᠪᠤᠰᠤᠳ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ
