Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
mn: ᠲᠠ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠢᠮᠧᠯ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠶᠢ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠢᠮᠧᠯᠡ ᠶᠢ ᠪᠤᠤ ᠬᠠᠷᠠᠭᠠᠷᠠᠢ ᠥᠪᠡᠷ ᠦᠨ ᠰᠫᠠᠮ ᠹᠣᠯᠳᠧᠷ ᠢ ᠰᠢᠯᠭᠠᠭᠠᠳ᠂ class.stanford.edu ᠍ ᠠᠴᠠ ᠢᠮᠧᠯ ᠪᠢᠰᠢ ᠭᠡᠳᠡᠭ ᠢ ᠮᠡᠳᠡᠵᠦ ᠠᠪᠤᠭᠠᠷᠠᠢ᠂ ᠤᠴᠢᠷ ᠨᠢ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠠᠴᠠ ᠢᠮᠧᠯ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Need help in registering with {platform_name}?
mn: {platform_name} ᠍ ᠲᠡᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠶᠡᠬᠡᠩᠬᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠲᠤᠰᠬᠠᠢ ᠹᠣᠷᠣᠮ ᠳᠤ ᠡᠰᠡᠪᠡᠯ FAQ ᠍ ᠢᠶᠡᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᠬᠠᠷᠢᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Thank you for signing up for {platform_name}.
mn: {platform_name} ᠍ ᠦᠨ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠭᠰᠠᠨ ᠳᠤ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠃

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
mn: ᠠᠮᠢᠳᠤᠷᠠᠯ ᠢᠶᠠᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠳ᠂ {platform_name} ᠠᠺᠠᠤᠨᠲ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠢᠶᠡᠷ ᠥᠨᠥᠳᠥᠷ ᠰᠤᠷᠴᠤ ᠡᠬᠢᠯᠡᠨ᠎ᠡ ᠦᠦ᠃ ᠳᠣᠣᠷᠠᠬᠢ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠵᠤ ᠡᠰᠡᠪᠡᠯ ᠬᠠᠭᠤᠯᠵᠤ ᠪᠷᠠᠦ᠋ᠽᠧᠷ ᠤᠨ ᠢᠶᠠᠨ ᠬᠠᠶ᠋ᠢᠭ ᠤᠨ ᠮᠥᠷᠡᠨ ᠳᠦ ᠪᠠᠭᠤᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠭᠦᠨ ᠢ ᠬᠦᠰᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠣᠯ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠵᠦᠢᠯ ᠬᠢᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠦᠭᠡᠢ; ᠲᠠ ᠪᠢᠳᠡᠨ ᠡᠴᠡ ᠥᠭᠡᠷ᠎ᠡ ᠢᠮᠧᠯ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠢᠮᠧᠯᠡᠳ ᠬᠠᠷᠢᠭᠤ ᠪᠢᠴᠢᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠢ ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭ᠎ᠠ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠣᠯ {platform_name} ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠸᠪ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠬᠡᠰᠡᠭ ᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
mn: ᠡᠨᠡ ᠨᠢ {platform_name} {old_email} ᠍ ᠠᠴᠠ {new_email} ᠳ᠋ᠤ᠌ ᠢᠮᠧᠯᠡ ᠶᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠰᠡᠨ ᠢᠮᠧᠯᠡ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠳᠠᠯ ᠶᠤᠮ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠪᠡᠶᠡᠯᠡᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠣᠯ ᠪᠢᠳᠡᠨ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
mn: ᠪᠢᠳᠡᠨ ᠢ ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠃ ᠮᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ {old_name} ᠍ ᠡᠴᠡ {new_name} ᠳ᠋ᠤ᠌ ᠨᠡᠷ᠎ᠡ ᠪᠡᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠨᠡᠮᠡᠯᠲᠡ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠡᠷᠡᠭ ᠲᠡᠢ ᠪᠣᠯ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠧᠭᠨᠣᠯᠣᠭᠢ ᠶᠢᠨ ᠳᠡᠮᠵᠢᠯᠭᠡ ᠶᠢ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠢᠯᠡᠭᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Put your Terms of Service here!
mn: ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ ᠦᠳ ᠢ ᠡᠨᠳᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ!

source: Put your Privacy Policy here!
mn: ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤᠨ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠪᠠᠨ ᠡᠨᠳᠡ ᠲᠠᠯᠪᠢᠨ᠎ᠠ ᠤᠤ!

source: Put your Honor Code here!
mn: ᠲᠠᠨ ᠤ ᠬᠦᠨᠳᠦᠳ ᠺᠣᠳ᠋ ᠍ ᠢ ᠡᠨᠳᠡ ᠲᠠᠯᠪᠢᠨ᠎ᠠ ᠤᠤ!

source: Put your Copyright Text here!
mn: ᠥᠪᠡᠷ ᠦᠨ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠪᠢᠴᠢᠪᠦᠷᠢ ᠶᠢ ᠡᠨᠳᠡ ᠪᠠᠢᠷᠢᠯᠠᠭᠤᠯᠤᠭᠠᠷᠠᠢ!

source: The page that you were looking for was not found.
mn: ᠲᠠᠨ ᠤ ᠬᠠᠶᠢᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
mn: {homepage} ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠢᠯᠵᠢᠭᠦᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠵᠣᠰᠢ ᠦᠭᠡᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠪᠢᠳᠡᠨ ᠳᠦ ᠮᠡᠳᠡᠭᠳᠡᠨ᠎ᠡ ᠦᠦ᠃

source: {studio_name} Server Error
mn: {studio_name} ᠰᠧᠷᠸᠧᠷ ᠤᠨ ᠠᠯᠳᠠᠭ᠎ᠠ

source: The {em_start}{studio_name}{em_end} servers encountered an error
mn: {em_start} {studio_name} {em_end} ᠰᠧᠷᠸᠧᠷ ᠠᠯᠳᠠᠭ᠎ᠠ ᠲᠠᠢ ᠲᠤᠯᠭᠠᠷᠠᠭᠰᠠᠨ

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
mn: {studio_name} ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠠᠴᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠡᠳᠦᠨ ᠬᠣᠷᠤᠮ ᠤᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
mn: ᠪᠢᠳᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠶᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠰᠡᠨ ᠪᠥᠭᠡᠳ ᠮᠠᠨ ᠤ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠡᠨᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠶᠢ ᠠᠯᠢ ᠪᠣᠯᠬᠤ ᠬᠤᠷᠳᠤᠨ ᠰᠢᠢᠳᠬᠦ ᠪᠡᠷ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: If the problem persists, please email us at {email_link}.
mn: ᠬᠡᠷᠪᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠰᠡᠭᠡᠷ ᠪᠠᠢᠪᠠᠯ ᠪᠢᠳᠡᠨ ᠷᠦᠦ {email_link} ᠳᠡᠭᠡᠷ᠎ᠡ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠢᠯᠡᠭᠡᠨ᠎ᠡ ᠦᠦ᠃

source: {studio_name} Account Activation
mn: {studio_name} ᠳᠠᠩᠰᠠ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: Your account is already active
mn: ᠲᠠᠨ ᠤ ᠠᠺᠠᠤᠩ ᠳᠤ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠢᠳᠡᠪᠬᠢᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: This account, set up using {email}, has already been activated. Please sign in to start working within {studio_name}.
mn: {email} ᠍ ᠪᠡᠷ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠡᠨᠡ ᠳᠠᠩᠰᠠ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ {studio_name} ᠳᠣᠲᠣᠷ᠎ᠠ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠨᠡᠪᠲᠡᠷᠡᠴᠢ ᠣᠷᠣᠨ᠎ᠠ ᠤᠤ᠃

source: Sign into {studio_name}
mn: {studio_name} ᠳ᠋ᠤ᠌ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Your account activation is complete!
mn: ᠲᠠᠨ ᠤ ᠳᠠᠩᠰᠠᠨ ᠤ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠯᠲᠡ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ!

source: Thank you for activating your account. You may now sign in and start using {studio_name} to author courses.
mn: ᠲᠠᠨ ᠤ ᠳᠠᠩᠰᠠ ᠪᠠᠨ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠳᠦ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠃ ᠲᠠ ᠣᠳᠣ {studio_name} ᠳ᠋ᠤ ᠨᠡᠪᠲᠡᠷᠡᠵᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠪᠠᠢᠭᠤᠯᠵᠤ ᠪᠣᠯᠣᠨ᠎ᠠ᠃

source: Your account activation is invalid
mn: ᠳᠠᠩᠰᠠ ᠪᠠᠨ ᠲᠠᠨ ᠤ ᠳᠠᠩᠰᠠ ᠪᠠᠨ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠴᠠᠢ ᠃

source: We're sorry. Something went wrong with your activation. Check to make sure the URL you went to was correct, as e-mail programs will sometimes split it into two lines.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠃ ᠲᠠᠨ ᠤ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠯᠲᠡ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠢᠮᠧᠯ ᠫᠷᠣᠭᠷᠠᠮ ᠵᠠᠷᠢᠮ ᠳᠤ ᠪᠠᠨ ᠬᠣᠶᠠᠷ ᠮᠥᠷᠦᠨ ᠳᠦ ᠬᠤᠪᠢᠶᠠᠳᠠᠭ ᠲᠤᠯᠠ ᠲᠠᠨ ᠤ URL ᠵᠥᠪ ᠪᠠᠢᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: If you still have issues, contact {platform_name} Support. In the meantime, you can also return to {link_start}the {studio_name} homepage.{link_end}
mn: ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠤᠯᠭᠠᠷᠠᠭᠰᠠᠨ ᠪᠣᠯ {platform_name} ᠲᠠᠢ ᠬᠠᠷᠢᠯᠴᠠᠵᠤ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠦᠰᠡᠵᠦ ᠪᠣᠯᠣᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠬᠣᠭᠣᠷᠣᠨᠳᠣ ᠲᠠ {studio_name} ᠨᠢᠭᠤᠷ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ {link_start} ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ {link_end}᠃

source: Files & Uploads
mn: ᠹᠠᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ

source: Upload New File
mn: ᠰᠢᠨ᠎ᠡ ᠹᠠᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ

source: Help adding Files and Uploads
mn: ᠹᠠᠢᠯ ᠶ᠋ᠢᠨ ᠲᠤᠬᠠᠢ ᠬᠠᠪᠰᠤᠷᠤᠮᠵᠢ

source: Adding Files for Your Course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠹᠠᠢᠯ ᠨᠡᠮᠡᠬᠦ

source: To add files to use in your course, click {em_start}Upload New File{em_end}. Then follow the prompts to upload a file from your computer.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠹᠠᠢᠯ ᠨᠡᠮᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {em_start} ᠰᠢᠨ᠎ᠡ ᠹᠠᠢᠯ ᠣᠷᠣᠭᠤᠯᠬᠤ {em_end}᠃ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠲᠠᠨ ᠤ ᠺᠣᠮᠫᠢᠦ᠋ᠲᠸᠷ ᠡᠴᠡ ᠹᠠᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠰᠠᠨᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠳᠠᠭ᠎ᠠ᠃

source: {em_start}Caution{em_end}: {platform_name} recommends that you limit the file size to {em_start}10 MB{em_end}. In addition, do not upload video or audio files. You should use a third party service to host multimedia files.
mn: {em_start} ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ {em_end}᠄ {platform_name} ᠨᠢ ᠹᠠᠢᠯ ᠤᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠶᠢ {em_start} 10 MB {em_end} ᠪᠣᠯᠭᠠᠵᠤ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠭᠦᠨ ᠡᠴᠡ ᠭᠠᠳᠠᠨ᠎ᠠ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠡᠰᠡᠪᠡᠯ ᠠᠦ᠋ᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠲᠠ ᠮᠤᠯᠲ᠋ᠢᠮᠧᠳᠢᠶᠠ ᠹᠠᠢᠯ ᠢ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠲᠠᠯ᠎ᠠ ᠶᠢᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The course image, textbook chapters, and files that appear on your Course Handouts sidebar also appear in this list.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠢᠷᠤᠭ᠂ ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠦᠨ ᠪᠦᠯᠦᠭ ᠦᠳ᠂ ᠲᠠᠨ ᠤ Course Course ᠭᠠᠷᠴᠠᠭ ᠳᠡᠭᠡᠷ᠎ᠡ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠭᠰᠡᠨ ᠹᠠᠢᠯ ᠤᠳ ᠡᠨᠡ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠨ᠎ᠡ᠃

source: Using File URLs
mn: ᠹᠠᠢᠯ URL ᠠᠰᠢᠭᠯᠠᠬᠤ

source: Use the {em_start}{studio_name} URL{em_end} value to link to the file or image from a component, a course update, or a course handout.
mn: ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠡᠴᠡ ᠹᠠᠢᠯ ᠡᠰᠡᠪᠡᠯ ᠵᠢᠷᠤᠭ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠡᠰᠡᠪᠡᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠳᠦ ᠬᠣᠯᠪᠣᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {em_start} {studio_name} URL {em_end} ᠤᠳᠬ᠎ᠠ ᠠᠰᠢᠭᠯᠠ᠃

source: Use the {em_start}Web URL{em_end} value to reference the file or image only from outside of your course. {em_start}Note:{em_end} If you lock a file, the Web URL no longer works for external access to a file.
mn: {em_start} ᠸᠪ ᠤᠨ URL {em_end} ᠤᠳᠬ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠲᠠᠨ ᠤ ᠹᠠᠢᠯ ᠡᠰᠡᠪᠡᠯ ᠵᠢᠷᠤᠭᠯᠠᠯ ᠢ ᠵᠥᠪᠬᠡᠨ ᠲᠠᠨ ᠤ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠭᠠᠳᠠᠨᠠᠬᠢ ᠲᠠᠯ᠎ᠠ ᠠᠴᠠ ᠯᠠᠪᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ {em_start} ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ {em_end} ᠬᠡᠷᠪᠡ ᠲᠠ ᠹᠠᠢᠯ ᠢ ᠲᠦᠭᠵᠢᠭᠰᠡᠨ ᠪᠣᠯ ᠸᠪ URL ᠨᠢ ᠹᠠᠢᠯ ᠳᠤ ᠭᠠᠳᠠᠨᠠᠬᠢ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠬᠢᠬᠦ ᠳᠦ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠪᠠᠨ ᠪᠣᠯᠢᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: To copy a URL, double click the value in the URL column, then copy the selected text.
mn: URL ᠍ ᠢ ᠬᠠᠭᠤᠯᠬᠤ URL ᠍ ᠤᠨ ᠪᠠᠭᠠᠨ᠎ᠠ ᠶᠢᠨ ᠤᠳᠬ᠎ᠠ ᠶᠢ ᠬᠣᠶᠠᠷ ᠳ᠋ᠠᠬᠢᠨ ᠳᠠᠷᠤᠭᠠᠳ᠂ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠲᠧᠺᠰᠲ ᠢ ᠬᠠᠭᠤᠯ᠃

source: Learn more about managing files
mn: ᠹᠠᠢᠯ ᠤᠳ ᠢ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠢᠯᠡᠭᠦᠦ ᠶᠡᠬᠡ ᠶᠢ ᠮᠡᠳᠡᠵᠦ ᠠᠪᠤᠭᠠᠷᠠᠢ

source: close
mn: ᠣᠶᠢᠷᠠᠬᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Max per-file size: {max_filesize}MB
mn: ᠬᠠᠮᠤᠭ ᠳᠡᠭᠡᠳᠦ ᠬᠢᠵᠠᠭᠠᠷ᠄ {max_filesize} MB

source: Choose File
mn: ᠹᠠᠢᠯ ᠰᠤᠩᠭᠤᠬᠤ

source: Your file has been deleted.
mn: ᠲᠠᠨ ᠤ ᠹᠠᠢᠯ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: close alert
mn: ᠣᠶᠢᠷᠠᠬᠠᠨ ᠳᠣᠬᠢᠶ᠎ᠠ

source: Course Certificates
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: This module is not enabled.
mn: ᠡᠨᠡ ᠮᠣᠳᠣᠯ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: This course does not use a mode that offers certificates.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠣᠯᠭᠤᠳᠠᠭ ᠭᠣᠷᠢᠮ ᠢ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ ᠦᠭᠡᠢ᠃

source: Working with Certificates
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠲᠠᠢ ᠠᠵᠢᠯᠯᠠᠬᠤ

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
mn: ᠬᠡᠷᠪᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠯᠪᠠᠨ ᠶᠣᠰᠣᠨ ᠤ ᠨᠡᠷ᠎ᠡ ᠬᠡᠲᠦᠷᠬᠡᠢ ᠤᠷᠲᠤ ᠪᠣᠯᠪᠠᠯ ᠬᠡᠲᠦ ᠤᠷᠲᠤ ᠪᠠᠢᠪᠠᠯ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭ᠃

source: For verified certificates, specify between one and four signatories and upload the associated images.
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠦ ᠨᠢᠭᠡ ᠪᠠ ᠳᠥᠷᠪᠡᠨ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠵᠤ ᠬᠣᠭᠣᠷᠣᠨᠳᠣ ᠨᠢ ᠵᠢᠭᠠᠵᠤ᠂ ᠬᠣᠯᠪᠣᠭᠣᠳᠠᠬᠤ ᠵᠢᠷᠤᠭ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ᠃

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
mn: ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠰᠡᠨ ᠪᠠᠢᠬᠤ ᠠᠴᠠ ᠪᠠᠨ ᠡᠮᠦᠨ᠎ᠡ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠵᠠᠰᠠᠬᠤ ᠪᠤᠶᠤ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠮᠠᠶ᠋ᠢᠭᠲᠤ ᠶᠢᠨ ᠪᠠᠷᠠᠭᠤᠨ ᠳᠡᠭᠡᠳᠦ ᠪᠤᠯᠤᠩ ᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠤᠯᠤᠭᠤᠨ ᠢ ᠰᠣᠩᠭᠣᠭᠠᠳ {em_start} ᠵᠠᠰᠠᠬᠤ {em_end} ᠡᠰᠡᠪᠡᠯ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠳᠦᠷᠰᠦ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
mn: ᠳᠡᠭᠡᠵᠢ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠭᠣᠷᠢᠮ ᠢ ᠰᠣᠩᠭᠣᠵᠤ᠂ {em_start} ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ {em_end} ᠍ ᠢ ᠰᠣᠩᠭᠣ᠃

source: Issuing Certificates to Learners
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠣᠯᠭᠣᠬᠤ

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠡᠰᠡᠪᠡᠯ ᠠᠳᠮᠢᠨ ᠤ ᠡᠭᠦᠷᠭᠡ ᠶᠢ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ {em_start} ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ {em_end}᠃ ᠡᠳᠡᠭᠡᠷ ᠡᠭᠦᠷᠭᠡ ᠪᠦᠬᠦᠢ ᠴᠣᠷ ᠤᠨ ᠭᠠᠭᠴᠠ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠨᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠵᠠᠰᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
mn: {em_start} ᠮᠡᠳᠡᠭᠡᠵᠢ ᠬᠡᠷᠡᠭ ᠡᠬᠢᠯᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠨᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠶᠣᠰᠣ ᠦᠭᠡᠢ {em_end}; ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠳᠤ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Learn more about certificates
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠦᠵᠡᠬᠦ

source: Other Course Settings
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠣᠬᠠᠢ ᠪᠤᠰᠤᠳ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Details &amp; Schedule
mn: ᠨᠠᠷᠢᠯᠢᠭ ᠵᠦᠢᠯᠡᠰ &amp; ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Grading
mn: ᠳ᠋ᠦᠩᠨᠡᠯᠲᠡ

source: Course Team
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠠᠭ

source: Advanced Settings
mn: ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Duplicate
mn: ᠬᠠᠭᠤᠯᠬᠤ

source: Duplicate this component
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠢ ᠬᠠᠭᠤᠯᠬᠤ

source: Move
mn: ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ

source: Delete this component
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Drag to reorder
mn: ᠳᠠᠬᠢᠨ ᠵᠢᠭᠰᠠᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠴᠢᠷᠴᠦ ᠰᠢᠯᠵᠢᠭᠦᠯᠦᠨ᠎ᠡ ᠤᠤ

source: Page Actions
mn: ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ

source: Open the courseware in the LMS
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ LMS ᠳᠡᠭᠡᠷ᠎ᠡ ᠨᠡᠭᠡᠭᠡᠨ᠎ᠡ ᠦᠦ

source: View Live Version
mn: ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠬᠠᠷᠠᠬᠤ

source: Preview the courseware in the LMS
mn: LMS ᠍ ᠲᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ

source: Adding components
mn: ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠨᠡᠮᠡᠬᠦ

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
mn: {strong_start} ᠰᠢᠨ᠎ᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠨᠡᠮᠡᠬᠦ {strong_end} ᠳᠣᠣᠷ᠎ᠠ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠲᠥᠷᠥᠯ ᠢ ᠰᠣᠩᠭᠣ᠃ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠵᠠᠭᠪᠤᠷ ᠢ ᠰᠣᠩᠭᠣ᠃

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
mn: ᠰᠢᠨ᠎ᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠨᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠡᠰᠡᠪᠡᠯ ᠪᠦᠯᠦᠭ ᠦᠨ ᠢᠷᠤᠭᠠᠷ ᠲᠤ ᠪᠠᠢᠷᠢᠯᠠᠨ᠎ᠠ᠃ ᠲᠠ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠢ ᠵᠠᠰᠠᠵᠤ᠂ ᠬᠥᠳᠡᠯᠭᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Editing components
mn: ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
mn: ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {strong_start} ᠵᠠᠰᠠᠪᠤᠷᠢ {strong_end} ᠳᠦᠷᠰᠦ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Reorganizing components
mn: ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠢ ᠳ᠋ᠠᠬᠢᠨ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠬᠤ

source: Drag components to new locations within this component.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠰᠢᠨ᠎ᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠢ ᠴᠢᠷᠡᠨ᠎ᠡ ᠦᠦ᠃

source: For content experiments, you can drag components to other groups.
mn: ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠬᠤᠪᠢ ᠳᠤ ᠪᠤᠰᠤᠳ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠦᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠢ ᠴᠢᠷᠵᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Working with content experiments
mn: ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠲᠠᠢ ᠠᠵᠢᠯᠯᠠᠬᠤ

source: Confirm that you have properly configured content in each of your experiment groups.
mn: ᠲᠠ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠳ ᠪᠦᠷᠢ ᠳᠦ ᠺᠣᠨᠲ᠋ᠧᠨ ᠲᠤ ᠪᠠᠨ ᠵᠥᠪ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Learn more about component containers
mn: ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠦᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠢᠯᠡᠭᠦᠦ ᠶᠡᠬᠡ ᠶᠢ ᠮᠡᠳᠡᠵᠦ ᠠᠪᠤᠭᠠᠷᠠᠢ

source: Unit Location
mn: ᠨᠢᠭᠡᠴᠢ ᠶᠢᠨ ᠪᠠᠢᠷᠢᠰᠢᠯ

source: Location ID
mn: ᠪᠠᠢᠷᠰᠢᠯ ID

source: To create a link to this unit from an HTML component in this course, enter "/jump_to_id/<location ID>" as the URL value.
mn: error

source: Location in Course Outline
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠥᠲᠥᠴᠢ ᠶᠢᠨ ᠪᠠᠢᠷᠰᠢᠯ

source: Create a Course Rerun of:
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ᠄

source: Create a re-run of a course
mn: ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ

source: You are creating a re-run from:
mn: ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ᠄

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
mn: ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠵᠦ ᠰᠢᠨ᠎ᠡ ᠪᠡᠷ ᠬᠡᠷᠡᠭᠯᠡᠬᠦ ᠳᠡᠭᠡᠨ ᠤᠤᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠡᠢ ᠢᠯᠭᠠᠬᠤ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠲᠡᠮᠳᠡᠭ ᠢ ᠬᠠᠩᠭᠠᠭᠠᠷᠠᠢ ᠃ ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠤᠯᠭᠠᠷᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
mn: ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠬᠠᠮᠲᠤᠷᠠᠭᠰᠠᠨ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠵᠡᠷᠭᠡ ᠨᠢ ᠡᠨᠡᠬᠦ ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠵᠢᠱᠢᠶ᠎ᠡ ᠶᠢ ᠣᠨᠴᠠᠭᠠᠢᠯᠠᠨ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Required Information to Create a re-run of a course
mn: ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠮᠡᠳᠡᠭᠡᠵᠢ ᠬᠡᠷᠡᠭ ᠳ᠋ᠠᠬᠢᠨ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ

source: e.g. Introduction to Computer Science
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ ᠺᠣᠮᠫᠢᠦ᠋ᠲᠸᠷ ᠦᠨ ᠰᠢᠨᠵᠢᠯᠡᠬᠦ ᠤᠬᠠᠭᠠᠨ ᠤ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ

source: The public display name for the new course. (This name is often the same as the original course name.)
mn: ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠣᠯᠠᠨ ᠨᠡᠢᠲᠡ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠳᠡᠯᠭᠡᠴᠡ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠃ (ᠡᠨᠡ ᠨᠡᠷ᠎ᠡ ᠨᠢ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠠᠳᠠᠯᠢᠬᠠᠨ ᠪᠠᠢᠳᠠᠭ.)

source: Organization
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ

source: e.g. UniversityX or OrganizationX
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠪᠣᠶᠣ ᠶᠡᠬᠡ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
mn: ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠪᠡᠭᠡᠨ ᠲᠡᠳᠬᠦᠭᠰᠡᠨ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠃ (ᠡᠨᠡ ᠨᠡᠷ᠎ᠡ ᠨᠢ ᠠᠩᠬᠠᠨ ᠤ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠠᠳᠠᠯᠢᠬᠠᠨ ᠪᠠᠢᠳᠠᠭ.)

source: Note: No spaces or special characters are allowed.
mn: ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠶᠠᠮᠠᠷ ᠴᠤ ᠵᠠᠢ᠂ ᠲᠤᠰᠬᠠᠢ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: e.g. CS101
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ CS101

source: The unique number that identifies the new course within the organization. (This number will be the same as the original course number and cannot be changed.)
mn: ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠳᠣᠲᠣᠷᠠᠬᠢ ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠳᠠᠭ ᠥᠪᠡᠷᠮᠢᠴᠡ ᠲᠣᠭ᠎ᠠ᠃ (ᠡᠨᠡ ᠳᠤᠭ ᠢᠶᠠᠷ ᠨᠢ ᠠᠩᠬᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠳ᠋ᠤᠭᠠᠷ ᠲᠠᠢ ᠠᠳᠠᠯᠢ ᠪᠠᠢᠬᠤ ᠪᠠ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ.)

source: Course Run
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠴᠠᠭ

source: e.g. 2014_T1
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ 2014᠎T1

source: The term in which the new course will run. (This value is often different than the original course run value.)
mn: ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠃ (ᠡᠨᠡ ᠦᠨ᠎ᠡ ᠴᠡᠨ᠎ᠡ ᠨᠢ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠤᠳᠬ᠎ᠠ ᠠᠴᠠ ᠶᠡᠬᠡ ᠢᠯᠭᠠᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠢᠳᠠᠭ.)

source: Create Re-run
mn: ᠳᠠᠬᠢᠨ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ

source: When will my course re-run start?
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠬᠡᠵᠢᠶ᠎ᠡ ᠡᠬᠢᠯᠡᠬᠦ ᠪᠤᠢ?

source: The new course is set to start on January 1, 2030 at midnight (UTC).
mn: ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ 2030 ᠣᠨ ᠤ 1 ᠍ ᠳᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ ᠶᠢᠨ 1 ᠍ ᠳᠤ ᠰᠥᠨᠢ ᠳᠤᠮᠳᠠ ᠶᠢᠨ (UTC)ᠴᠠᠭ ᠠᠴᠠ ᠡᠬᠢᠯᠡᠨ᠎ᠡ᠃

source: What transfers from the original course?
mn: ᠠᠩᠬᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠴᠡ ᠤᠤ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠪᠤᠢ?

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
mn: ᠤᠤᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠦᠬᠦᠢᠯᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠴᠥᠮ ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠬᠠᠭᠤᠯᠤᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: What does not transfer from the original course?
mn: ᠤᠤᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠴᠡ ᠠᠯᠢ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠬᠠᠭᠤᠯᠬᠤ ᠠ᠋ᠴᠠ ᠵᠠᠢᠯᠠᠰᠬᠢᠬᠦ ᠪᠤᠢ?

source: You are the only member of the new course's staff. No students are enrolled in the course, and there is no student data. There is no content in the discussion topics or wiki.
mn: ᠲᠠ ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠤᠨ ᠴᠣᠷ ᠤᠨ ᠭᠠᠭᠴᠠ ᠭᠡᠰᠢᠭᠦᠨ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠰᠤᠷᠤᠯᠴᠠᠭᠰᠠᠳ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠶᠠᠷᠢᠯᠴᠠᠯᠭ᠎ᠠ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠦᠳ ᠡᠰᠡᠪᠡᠯ wiki ᠍ ᠳᠦ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Learn more about Course Re-runs
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠳᠠᠬᠢᠨ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠦᠵᠡᠬᠦ

source: Course Updates
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ

source: New Update
mn: ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠡᠮᠡᠬᠦ

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠪᠡᠷ ᠳᠠᠮᠵᠢᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠴᠢᠬᠤᠯᠠ ᠮᠡᠳᠡᠭᠡ ᠪᠣᠶᠣ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠴᠠᠭ ᠢ ᠰᠠᠨᠠᠭᠤᠯᠬᠤ ᠂ ᠷᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠶᠢᠨ ᠳᠤᠮᠳᠠᠬᠢ ᠴᠢᠬᠤᠯᠠ ᠬᠡᠰᠡᠭ ᠢ ᠲᠣᠪᠣᠢᠯᠭᠠᠨ ᠢᠯᠡᠷᠡᠭᠦᠯᠬᠦ ᠂ ᠠᠭᠤᠯᠭ᠎ᠠ ᠰᠢᠨᠡᠴᠢᠯᠡᠬᠦ ᠴᠠᠭ ᠤᠨ ᠬᠣᠪᠢᠷᠠᠯᠲᠠ ᠶᠢ ᠨᠡᠢᠲᠡᠯᠡᠬᠦ ᠂ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠠᠰᠠᠭᠤᠯᠳᠠ ᠳᠤ ᠬᠠᠨᠳᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠦᠵᠡᠭᠦᠯᠬᠦ ᠵᠡᠷᠭᠡ ᠶᠢ ᠪᠡᠶᠡᠯᠡᠭᠦᠯᠵᠦ ᠪᠣᠯᠣᠨ᠎ᠠ ᠃ HTML ᠪᠡᠷ ᠳᠠᠮᠵᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠨᠠᠢᠷᠠᠭᠤᠯᠵᠤ ᠪᠣᠯᠣᠨ᠎ᠠ ᠃

source: This course was created as a re-run. Some manual configuration is needed.
mn: ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ᠃ ᠵᠠᠷᠢᠮ ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
mn: ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠬᠠᠷᠠᠬᠠᠨ ᠠᠯᠠᠭ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ ᠂ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠣᠷᠤᠯᠴᠠᠭᠤᠯᠤᠭᠠᠳ ᠪᠦᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠰᠢᠯᠭᠠᠵᠤ᠂ ᠰᠢᠨᠡᠴᠢᠯᠡᠨ᠎ᠡ ᠦᠦ. ᠬᠢᠴᠢᠶᠡᠯ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠬᠤ; ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠭᠰᠠᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠪᠣᠯᠤᠨ ᠪᠣᠯᠵᠣᠭᠰᠠᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠠᠯ ᠤᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠤᠰᠤᠳ ᠡᠳ᠋ ᠬᠥᠷᠦᠩᠭᠡ ᠶᠢᠨ ᠦᠨᠡᠯᠡᠭᠡ; ᠪᠣᠯᠤᠨ ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠪᠣᠯᠤᠨ Wiki ᠦᠷ᠎ᠡ᠃

source: Warning
mn: ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ

source: This course uses features that are no longer supported.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠴᠢᠨᠠᠭᠰᠢᠳᠠ ᠳᠡᠮᠵᠢᠭᠳᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠣᠨᠴᠠᠯᠢᠭ ᠤᠳ ᠢ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠃

source: You must delete or replace the following components.
mn: ᠲᠠ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠤᠶᠤ ᠰᠣᠯᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Unsupported Components
mn: ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ

source: Deprecated Component
mn: ᠳᠠᠭᠤᠰᠬᠤ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠬᠤ ᠠᠴᠠ ᠵᠠᠶᠢᠯᠠᠰᠬᠢᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {platform_name} ᠲᠠᠨ ᠳᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳᠡᠪᠰᠢᠯᠲᠡᠲᠦ ᠲᠣᠬᠢᠷᠠᠨ ᠠᠴᠠ ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠹᠦᠨᠺᠼ ᠤᠳ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠶᠢ ᠵᠥᠪᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠭᠦᠨ ᠢ ᠬᠢᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {link_start} ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠬᠠᠭᠤᠳᠠᠰᠤ {link_end} ᠳ᠋ᠤ᠌ ᠣᠴᠢᠭᠠᠳ᠂ "Advanced Module List" ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠭᠠᠳ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠮᠣᠳᠤᠯᠢ ᠨᠤᠭᠤᠳ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Unsupported Advance Modules
mn: ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠮᠣᠳᠤᠯᠢ ᠨᠤᠭᠤᠳ

source: Click to add a new section
mn: ᠰᠢᠨ᠎ᠡ ᠬᠡᠰᠡᠭ ᠨᠡᠮᠡᠬᠦ ᠪᠣᠯ ᠲᠣᠪᠰᠢᠨ᠎ᠠ ᠤᠤ

source: New Section
mn: ᠰᠢᠨ᠎ᠡ ᠬᠡᠰᠡᠭ

source: Reindex current course
mn: ᠣᠳᠣ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ

source: Collapse All Sections
mn: ᠪᠦᠬᠦᠨ ᠢ᠋ ᠪᠠᠭᠤᠯᠭᠠᠬᠤ

source: Expand All Sections
mn: ᠳᠡᠯᠭᠡᠷᠡᠭᠦᠯᠬᠦ

source: Click to open the courseware in the LMS in a new tab
mn: LMS ᠍ ᠲᠤ ᠰᠢᠨ᠎ᠡ ᠲᠠᠪ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠫᠷᠣᠭᠷᠠᠮ ᠢ ᠨᠡᠭᠡᠭᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ

source: View Live
mn: ᠰᠢᠭᠤᠳ ᠦᠵᠡᠬᠦ（View Live）

source: Edit Start Date
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠵᠠᠰᠠᠬᠤ

source: Course Pacing:
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ᠄

source: Self-Paced
mn: ᠥᠪᠡᠷ ᠢ ᠪᠡᠨ ᠬᠥᠭᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ

source: Instructor-Paced
mn: ᠰᠤᠷᠭᠠᠭᠴᠢ

source: Creating your course organization
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: You add sections, subsections, and units directly in the outline.
mn: ᠲᠠ ᠬᠡᠰᠡᠭ᠂ ᠳᠡᠳᠢ ᠬᠡᠰᠡᠭ᠂ ᠨᠢᠭᠡᠴᠢ ᠶᠢ ᠰᠢᠭᠤᠳ ᠲᠣᠶᠢᠮᠣ ᠳᠤ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ᠃

source: Create a section, then add subsections and units. Open a unit to add course components.
mn: ᠪᠦᠯᠦᠭ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠡᠰᠡᠭ ᠦᠳ ᠪᠣᠯᠤᠨ ᠨᠢᠭᠡᠴᠢ ᠨᠦᠭᠦᠳ ᠢ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠢ ᠨᠡᠮᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠨᠢᠭᠡᠴᠢ ᠶᠢ ᠨᠡᠭᠡᠭᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Reorganizing your course
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠶᠢᠨ ᠬᠡᠷᠡᠭ ᠳ᠋ᠠᠬᠢᠨ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠬᠤ

source: Drag sections, subsections, and units to new locations in the outline.
mn: ᠲᠣᠭᠣᠷᠢᠭ᠂ ᠬᠡᠰᠡᠭ᠂ ᠨᠢᠭᠡᠴᠢ ᠶᠢ ᠲᠣᠶᠢᠮᠣ ᠳᠤ ᠰᠢᠨ᠎ᠡ ᠪᠡᠷ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ᠃

source: Learn more about the course outline
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠥᠯᠦᠪᠯᠡᠭᠡᠨ ᠦ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠦᠵᠡᠬᠦ

source: Setting release dates and grading policies
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠪᠣᠯᠤᠨ ᠠᠩᠭᠢᠯᠠᠬᠤ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
mn: ᠰᠤᠩᠭᠤᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠪᠠᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠡᠰᠡᠭ ᠡᠰᠡᠪᠡᠯ ᠬᠡᠰᠡᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠤ ᠳᠦᠷᠰᠦ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃ ᠳᠡᠳ᠋ ᠵᠦᠢᠯ ᠢᠶᠡᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠳᠤ ᠪᠠᠨ ᠲᠠ ᠵᠡᠷᠭᠡᠯᠡᠯ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠪᠣᠳᠣᠯᠭ᠎ᠠ᠂ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Learn more about grading policy settings
mn: ᠣᠨᠣᠭ᠎ᠠ ᠥᠭᠬᠦ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠣᠢᠯᠭᠠᠬᠤ

source: Changing the content learners see
mn: ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠰᠡᠨ

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
mn: ᠪᠦᠲᠦᠭᠡᠭᠳᠡᠬᠦᠨ ᠦ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠨᠡᠶᠢᠳᠡᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ᠂ ᠪᠦᠯᠦᠭ᠂ ᠬᠡᠰᠡᠭ ᠡᠰᠡᠪᠡᠯ ᠨᠢᠭᠡᠴᠢ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ Publish ᠳᠦᠷᠰᠦ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: To make a section, subsection, or unit unavailable to learners, select the Configure icon for that level, then select the appropriate {em_start}Hide{em_end} option. Grades for hidden sections, subsections, and units are not included in grade calculations.
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠦᠯᠦᠭ᠂ ᠬᠡᠰᠡᠭ ᠪᠤᠶᠤ ᠨᠢᠭᠡᠴᠢ ᠶᠢ ᠬᠢᠬᠦ ᠳᠦ ᠪᠡᠨ ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠲᠦᠪᠰᠢᠩ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠤ ᠳᠦᠷᠰᠦ ᠶᠢ ᠰᠣᠩᠭᠣᠭᠠᠳ᠂ ᠵᠣᠬᠢᠬᠤ {em_start} Hide {em_end} ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ᠃ ᠨᠥᠭᠡᠴᠡ ᠪᠦᠯᠦᠭ᠂ ᠬᠡᠰᠡᠭ ᠂ ᠨᠢᠭᠡᠴᠢ ᠨᠦᠭᠦᠳ ᠦᠨ ᠵᠡᠷᠭᠡᠯᠡᠯ ᠢ ᠵᠡᠷᠭᠡᠯᠡᠯ ᠳᠦ ᠲᠣᠭᠠᠴᠠᠳᠠᠭ ᠦᠭᠡᠢ᠃

source: To hide the content of a subsection from learners after the subsection due date has passed, select the Configure icon for a subsection, then select {em_start}Hide content after due date{em_end}. Grades for the subsection remain included in grade calculations.
mn: ᠳᠡᠳ᠋ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠠᠴᠠ ᠬᠡᠰᠡᠭ ᠦᠳ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠨᠤᠤᠬ᠎ᠠ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠡᠰᠡᠭ ᠳ᠋ᠡᠬᠢ ᠲᠣᠬᠢᠷᠠᠨ ᠤ ᠳᠦᠷᠰᠦ ᠶᠢ ᠰᠣᠩᠭᠣᠭᠠᠳ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ {em_start} ᠪᠠᠨ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ {em_end}᠃ ᠬᠡᠰᠡᠭ ᠳ᠋ᠡᠬᠢ ᠵᠡᠷᠭᠡᠯᠡᠯ ᠨᠢ ᠠᠩᠬᠢ ᠶᠢᠨ ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠯ ᠳᠤ ᠪᠠᠭᠲᠤᠭᠰᠠᠨ ᠬᠡᠪ ᠢᠶᠡᠷ ᠪᠠᠢᠨ᠎ᠠ ᠃
