Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: Successfully rescored problem to improve score for user {user}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ {user} ᠣᠨᠣᠭ᠎ᠠ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠤᠰᠠᠳᠬᠠᠭᠰᠠᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ

source: Failed to rescore problem to improve score for user.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠦᠨ ᠣᠨᠣᠭ᠎ᠠ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠳᠠᠪᠠᠨ ᠭᠠᠷᠴᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Successfully overrode problem score for {user}
mn: 〈User〉 ᠍ ᠤᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠣᠨᠣᠭ᠎ᠠ ᠶᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠳᠠᠪᠠᠵᠤ ᠭᠠᠷᠪᠠ

source: Could not override problem score for {user}.
mn: {user} ᠬᠤᠪᠢ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠣᠨᠣᠭ᠎ᠠ ᠶᠢ ᠠᠪᠴᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: The data could not be saved.
mn: ᠥᠭᠭᠥᠭᠳᠡᠯ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Please enter a valid email address
mn: ᠵᠥᠪ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Please enter a valid password
mn: ᠬᠦᠴᠦᠨᠲᠡᠢ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Password reset email sent. Follow the link in the email to change your password.
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠢᠮᠧᠯ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ᠃ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠣᠯᠢᠬᠤ ᠪᠣᠯ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠳᠠᠭ᠎ᠠ᠃

source: We weren't able to send you a password reset email.
mn: ᠪᠢᠳᠡ ᠲᠠᠨᠢ ᠳᠤ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠢᠮᠧᠯ ᠢᠯᠡᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠨ᠃

source: Please check your email to confirm the change
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠢᠮᠧᠯᠡᠭᠡ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ

source: Terms of Service and Honor Code
mn: ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ᠂ ᠬᠦᠨᠳᠦᠳᠬᠡᠯ ᠦᠨ ᠬᠠᠤᠯᠢ

source: Saving your email preference
mn: ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠳᠠᠪᠠᠭᠤ ᠡᠷᠬᠡ ᠪᠡᠨ ᠬᠠᠳᠠᠭᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Enrolling you in the selected course
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠲᠠ ᠡᠯᠰᠡᠭᠦᠯᠬᠦ

source: Adding the selected course to your cart
mn: ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠥᠪᠡᠷ ᠦᠨ ᠲᠡᠷᠭᠡ ᠷᠦᠦ ᠨᠡᠮᠡᠨ᠎ᠡ

source: Loading your courses
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: An error occurred.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: We couldn't sign you in.
mn: ᠲᠠ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: An error occurred when signing you in to %s.
mn: %s ᠳᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: Check Your Email
mn: ᠲᠠᠨ ᠤ ᠢᠮᠧᠯᠡ ᠶᠢ ᠰᠢᠯᠭᠠᠬᠤ

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password reset instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
mn: 〈ᠳᠣᠭᠣᠯᠹᠠᠷᠲ〉 ᠲᠠ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ 〈boldStart〉 〈email〉 〈boldEnd〉᠃ ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠲᠠᠨ ᠤ 〈platform᠎name〉 ᠪᠦᠷᠢᠳᠬᠡᠯ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠪᠣᠯ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠡᠨᠡ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠢᠯᠡᠭᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ 〈ParagraphEnd〉 〈ᠳᠣᠭᠣᠯ ᠮᠥᠷ〉 ᠬᠡᠷᠪᠡ ᠲᠠ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠵᠤᠷᠪᠤᠰ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯ ᠵᠥᠪ ᠢᠮᠧᠯᠡᠳ ᠨᠡᠪᠲᠡᠷᠡᠭᠰᠡᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ. ᠬᠠᠶᠠᠭ᠂ ᠡᠰᠡᠪᠡᠯ ᠰᠫᠠᠮ ᠹᠣᠯᠳᠧᠷ ᠢᠶᠠᠨ ᠰᠢᠯᠭ᠎ᠠ᠃ 〈paragraphEnd〉 〈ᠳᠣᠭᠣᠯ ᠮᠥᠷ〉 ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠨᠡᠮᠡᠯᠲᠡ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠡᠷᠡᠭ ᠲᠡᠢ ᠪᠣᠯ 〈anchorStart〉 ᠲᠧᠭᠨᠢᠭ ᠦᠨ ᠳᠡᠮᠵᠢᠯᠭᠡ 〈anchorEnd〉 ᠳᠤ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃ 〈ᠳᠣᠭᠣᠯ ᠮᠥᠷ〉

source: An error has occurred. Try refreshing the page, or check your Internet connection.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳᠠᠬᠢᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠵᠦ ᠦᠵᠡᠭᠡᠷᠡᠢ᠂ ᠡᠰᠡᠪᠡᠯ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠲ ᠦᠨ ᠬᠣᠯᠪᠣᠯᠲᠠ ᠪᠠᠨ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
mn: ᠲ %(currentProvider)s ᠤᠳ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠪᠲᠡᠷᠡᠭᠰᠡᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠲᠠᠨ ᠤ %(currentProvider)s ᠳᠠᠩᠰᠠ ᠨᠢ %(platformName)s ᠳᠠᠩᠰᠠ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠥᠪᠡᠷ ᠦᠨ ᠠᠺᠠᠤᠨᠲᠤ ᠨᠤᠭᠤᠳ ᠢ ᠬᠣᠯᠪᠣᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠣᠳᠣ %(platformName) ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠠᠰᠢᠭᠯᠠᠨ ᠨᠡᠪᠲᠡᠷᠡᠨ᠎ᠡ ᠦᠦ᠃

source: We couldn't create your account.
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠡᠭᠦᠰᠬᠡᠵᠦ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Create Account
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: (required)
mn: ( ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ )

source: You've successfully signed into %(currentProvider)s.
mn: ᠲᠠ %(currentProvider)s ᠳᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠪᠲᠡᠷᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: We just need a little more information before you start learning with %(platformName)s.
mn: %(platformName)s ᠰᠤᠷᠤᠯᠴᠠᠵᠤ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠪᠢᠳᠡᠨ ᠳᠦ ᠪᠠᠭ᠎ᠠ ᠵᠡᠷᠭᠡ ᠨᠡᠮᠡᠯᠲᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Email Address
mn: ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ

source: The email address you use to sign in. Communications from {platform_name} and your courses are sent to this address.
mn: ᠲᠠᠨ ᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠤᠢ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ᠃ 〈Platform᠎name〉 ᠍ ᠤᠨ ᠬᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠬᠣᠯᠪᠣᠭ᠎ᠠ᠂ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠡᠨᠡ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠢᠯᠡᠭᠡᠭᠳᠡᠳᠡᠭ᠃

source: The email address you use to sign in. Communications from {platform_name} and your courses are sent to this address. To change the email address, please contact {contact_email}.
mn: ᠲᠠᠨ ᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠤᠢ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ᠃ 〈Platform᠎name〉 ᠍ ᠤᠨ ᠬᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠬᠣᠯᠪᠣᠭ᠎ᠠ᠂ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠡᠨᠡ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠢᠯᠡᠭᠡᠭᠳᠡᠳᠡᠭ᠃ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠡᠪᠡᠯ 〈contact᠎email〉 ᠳᠤ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Basic Account Information
mn: ᠦᠨᠳᠦᠰᠦᠨ ᠳᠠᠩᠰᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: These settings include basic information about your account.
mn: ᠡᠳᠡᠭᠡᠷ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠲᠠᠨ ᠤ ᠠᠺᠠᠤᠨᠲᠤ ᠶᠢᠨ ᠲᠠᠯᠠᠭᠠᠷᠬᠢ ᠦᠨᠳᠦᠰᠦᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠭᠤᠯᠠᠳᠠᠭ᠃

source: The name that identifies you throughout {platform_name}. You cannot change your username.
mn: ᠲᠠᠨ ᠢ 〈platform᠎name〉 ᠳᠠᠶᠠᠭᠠᠷ ᠲᠠᠨᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠨᠡᠷ᠎ᠡ᠃ ᠲᠠ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠡᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃

source: Full Name
mn: ᠪᠦᠲᠦᠨ ᠨᠡᠷ᠎ᠡ

source: The name that is used for ID verification and that appears on your certificates. Other learners see your full name if you have selected {bold_start}Full Profile{bold_end} for profile visibility. Make sure to enter your name exactly as it appears on your photo ID, including any non-Roman characters.
mn: ID ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ ᠲᠡᠭᠦᠨ ᠦ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠦ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠬᠤ ᠨᠡᠷ᠎ᠡ᠃ ᠫᠷᠣᠹᠠᠢᠯ ᠤᠨ ᠬᠠᠷᠠᠭᠳᠠᠴᠠ ᠶᠢᠨ ᠬᠤᠪᠢ ᠳᠤ 〈bold᠎start〉 ᠪᠦᠷᠢᠨ Profile 〈bold᠎end〉 ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠪᠣᠯ ᠪᠤᠰᠤᠳ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠲᠠᠨ ᠤ ᠪᠦᠲᠦᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃ ᠨᠡᠷ᠎ᠡ ᠪᠡᠨ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠳ ᠥᠪᠡᠷ ᠦᠨ ᠵᠢᠷᠤᠭᠤᠨ ᠤ ID ᠳᠡᠭᠡᠷ᠎ᠡ᠂ ᠲᠡᠭᠦᠨ ᠦ ᠳᠣᠲᠣᠷ᠎ᠠ ᠷᠣᠮ ᠤᠨ ᠪᠤᠰᠤ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠨᠦᠭᠦᠳ ᠣᠷᠣᠨ᠎ᠠ᠃

source: Password
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ

source: Reset Your Password
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠡᠨ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ

source: When you select "Reset Your Password", a message will be sent to the email address for your {platform_name} account. Click the link in the message to reset your password.
mn: ᠲᠠ 《ᠥᠪᠡᠷ ᠦᠨ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠶᠢ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ》 ᠭᠡᠰᠡᠨ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠪᠣᠯ 〈platform᠎name〉 ᠠᠺᠠᠤᠨᠲᠤ ᠶᠢᠨ ᠮᠧᠰᠰᠧᠵᠢ ᠶᠢ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠢᠯᠡᠭᠡᠨ᠎ᠡ᠃ ᠵᠤᠷᠪᠤᠰ ᠳᠣᠲᠣᠷᠠᠬᠢ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠵᠤ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠡᠨ ᠳ᠋ᠠᠬᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The language used throughout this site. This site is currently available in a limited number of languages.
mn: ᠡᠨᠡ ᠰᠠᠶᠢᠲᠤ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ ᠬᠡᠯᠡ᠃ ᠡᠨᠡ ᠰᠠᠶᠢᠲᠤ ᠨᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠲᠣᠭᠠᠨ ᠤ ᠬᠡᠯᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Country or Region of Residence
mn: ᠣᠷᠣᠰᠢᠨ ᠰᠠᠭᠤᠭ᠎ᠠ ᠤᠯᠤᠰ ᠣᠷᠣᠨ ᠡᠰᠡᠪᠡᠯ ᠪᠥᠰᠡ ᠨᠤᠲᠤᠭ

source: The country or region where you live.
mn: ᠲᠠᠨ ᠤ ᠠᠮᠢᠳᠤᠷᠠᠳᠠᠭ ᠤᠯᠤᠰ ᠣᠷᠣᠨ ᠡᠰᠡᠪᠡᠯ ᠪᠥᠰᠡ ᠨᠤᠲᠤᠭ᠃

source: Time Zone
mn: ᠴᠠᠭ ᠤᠨ ᠪᠥᠰᠡ

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠴᠠᠭ ᠤᠨ ᠪᠥᠰᠡ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠴᠠᠭ ᠤᠨ ᠪᠥᠰᠡ ᠶᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠭᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠣᠯ ᠺᠠᠯᠧᠨᠳᠠᠷᠢ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠂ ᠲᠡᠭᠦᠨ ᠦ ᠳᠣᠲᠣᠷ᠎ᠠ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠲᠠᠨ ᠤ ᠬᠥᠲᠥᠴᠢ ᠶᠢᠨ ᠣᠷᠣᠨ ᠨᠤᠲᠤᠭ ᠤᠨ ᠴᠠᠭ ᠤᠨ ᠪᠥᠰᠡ ᠳᠦ ᠬᠠᠷᠠᠭᠳᠠᠨ᠎ᠠ᠃

source: All Time Zones
mn: ᠪᠦᠬᠦ ᠴᠠᠭ ᠤᠨ ᠪᠥᠰᠡ ᠨᠦᠭᠦᠳ

source: Default (Local Time Zone)
mn: ᠦᠨᠳᠦᠰᠦᠨ ( ᠣᠷᠣᠨ ᠨᠤᠲᠤᠭ ᠤᠨ ᠴᠠᠭ )

source: Additional Information
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Education Completed
mn: ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠳᠠᠭᠰᠠᠨ

source: Gender
mn: ᠵᠧᠨᠳᠡᠷ

source: Year of Birth
mn: ᠲᠦᠷᠦᠭᠰᠡᠨ ᠣᠨ

source: Preferred Language
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠬᠡᠯᠡ

source: Social Media Links
mn: ᠨᠡᠶᠢᠭᠡᠮ ᠦᠨ ᠮᠧᠳᠢᠶᠠ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ

source: Optionally, link your personal accounts to the social media icons on your edX profile.
mn: ᠥᠭᠡᠷ᠎ᠡ ᠪᠡᠷ ᠬᠡᠯᠡᠪᠡᠯ᠂ ᠥᠪᠡᠷ ᠦᠨ ᠬᠤᠪ ᠤᠨ ᠠᠺᠠᠤᠨᠲᠤ ᠨᠤᠭᠤᠳ ᠢᠶᠠᠨ edX ᠫᠷᠣᠹᠠᠶᠢᠯ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠨᠡᠶᠢᠭᠡᠮ ᠤᠨ ᠮᠧᠳᠢᠶᠠ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠳᠦ ᠬᠣᠯᠪᠣᠨ᠎ᠠ ᠤᠤ᠃

source: Link
mn: ᠬᠣᠯᠪᠣᠭᠠᠰᠤ

source: Enter your
mn: ᠥᠪᠡᠷ ᠦᠨ - ᠭ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: You can link your social media accounts to simplify signing in to {platform_name}.
mn: ᠲᠠ 〈platform᠎name〉 ᠳᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠶᠢ ᠬᠢᠯᠪᠠᠷᠰᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠨᠡᠶᠢᠭᠡᠮ ᠤᠨ ᠮᠧᠳᠢᠶᠠ ᠠᠺᠠᠤᠨᠲᠤ ᠨᠤᠭᠤᠳ ᠢ ᠬᠣᠯᠪᠣᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: ORDER PLACED
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: TOTAL
mn: НИЙТ

source: ORDER NUMBER
mn: ЗАХИАЛГЫН ДУГААР

source: My Orders
mn: ᠮᠢᠨᠦ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ

source: This page contains information about orders that you have placed with {platform_name}.
mn: ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ 〈platform᠎name〉 ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠲᠠᠯᠠᠭᠠᠷᠬᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
mn: ᠪᠢᠳᠡ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠮᠧᠰᠰᠧᠵᠢ ᠶᠢ 〈new᠎email᠎address〉 ᠳᠤ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠮᠡᠶᠢᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠵᠤᠷᠪᠤᠰ ᠤᠨ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: You must sign out and sign back in before your language changes take effect.
mn: ᠬᠡᠯᠡᠨ ᠦ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠣᠯᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠲᠠ ᠨᠡᠪᠲᠡᠷᠡᠴᠢ᠂ ᠨᠡᠪᠲᠡᠷᠡᠨ ᠣᠷᠣᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: We've sent a message to {email}. Click the link in the message to reset your password. Didn't receive the message? Contact {anchorStart}technical support{anchorEnd}.
mn: ᠪᠢᠳᠡ {email} ᠷᠦᠦ ᠵᠤᠷᠪᠤᠰ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ᠃ ᠵᠤᠷᠪᠤᠰ ᠳᠣᠲᠣᠷᠠᠬᠢ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠵᠤ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠡᠨ ᠳ᠋ᠠᠬᠢᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠵᠤᠷᠪᠤᠰ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ? ᠬᠣᠯᠪᠣᠭ᠎ᠠ 〈anchorStart〉 ᠲᠧᠭᠨᠢᠭ ᠦᠨ ᠳᠡᠮᠵᠢᠯᠭᠡ 〈anchorEnd〉᠃

source: Link your {accountName} account
mn: ᠥᠪᠡᠷ ᠦᠨ {accountName} ᠠᠺᠠᠤᠨᠲ ᠢ ᠬᠣᠯᠪᠣᠨ᠎ᠠ ᠤᠤ

source: Unlink This Account
mn: ᠡᠨᠡ ᠳᠠᠩᠰᠠ ᠶᠢ ᠰᠠᠯᠭᠠᠬᠤ

source: You can use your {accountName} account to sign in to your {platformName} account.
mn: ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ {accountName} ᠠᠺᠠᠤᠨᠲ ᠢ ᠥᠪᠡᠷ ᠦᠨ {platformName} ᠠᠺᠠᠤᠨᠲ ᠲᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Unlink your {accountName} account
mn: ᠥᠪᠡᠷ ᠦᠨ {accountName} ᠠᠺᠠᠤᠨᠲ ᠢ ᠬᠣᠯᠪᠣᠬᠤ

source: Link Your Account
mn: ᠥᠪᠡᠷ ᠦᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠬᠣᠯᠪᠣ

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
mn: ᠥᠪᠡᠷ ᠦᠨ {accountName} ᠠᠺᠠᠤᠨᠲ ᠢ ᠥᠪᠡᠷ ᠦᠨ {platformName} ᠠᠺᠠᠤᠩ ᠳᠤ ᠳᠤ ᠬᠣᠯᠪᠣᠵᠤ᠂ {platformName} ᠷᠦᠦ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠶᠢ {accountName} ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Unlinking
mn: ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Linking
mn: ᠬᠣᠯᠪᠣᠭᠠᠰᠤ

source: Successfully unlinked.
mn: ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠬᠣᠯᠪᠣᠭᠰᠠᠨ᠃

source: Account Information
mn: ᠳᠠᠩᠰᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Order History
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠲᠡᠦᠬᠡ

source: Image Upload Error
mn: ᠵᠢᠷᠤᠭ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ

source: Please verify that you have uploaded a valid image (PNG and JPEG).
mn: ᠲᠠ ᠵᠥᠪ ᠵᠢᠷᠤᠭ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ( PNG ᠪᠣᠯᠤᠨ JPEG )᠃

source: An error has occurred. Please try again later.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Could not submit photos
mn: ᠵᠢᠷᠤᠭ ᠢᠯᠡᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: Professional Education Verified Certificate
mn: ᠮᠡᠷᠭᠡᠵᠢᠯ ᠦᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠲᠡᠢ

source: Professional Education
mn: ᠮᠡᠷᠭᠡᠵᠢᠯ ᠦᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ

source: Verified Certificate upgrade
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠲᠡᠢ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ

source: Verified Certificate
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: Checkout
mn: ᠲᠣᠭᠠᠴᠠᠭ᠎ᠠ ᠬᠢᠬᠦ

source: Checkout with PayPal
mn: PayPal ᠍ ᠲᠠᠢ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠲᠣᠭᠠᠴᠠᠭ᠎ᠠ ᠬᠢᠬᠦ

source: Checkout with {processor}
mn: {processor} ᠲᠥᠯᠥᠪᠦᠷᠢ ᠬᠢᠬᠦ

source: All payment options are currently unavailable.
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠪᠦᠬᠦ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠣᠳᠣ ᠪᠠᠷ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Try the transaction again in a few minutes.
mn: ᠬᠡᠳᠦᠨ ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠭᠦᠶᠦᠯᠭᠡᠭᠡ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠬᠢᠨ᠎ᠡ ᠦᠦ᠃

source: An error has occurred. Please try again.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Could not submit order
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠦᠭᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Could not retrieve payment information
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Take a photo of your ID
mn: ID ᠳ᠋ᠤᠭ ᠢᠶᠠᠷ ᠢᠶᠠᠨ ᠵᠢᠷᠤᠨ᠎ᠠ ᠤᠤ

source: Review your info
mn: ᠥᠪᠡᠷ ᠦᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ

source: An error has occurred. Please try reloading the page.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Video Capture Error
mn: ᠸᠢᠳᠢᠣ᠋ Capture Error

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
mn: ᠸᠪᠺᠠᠮ ᠴᠢᠨᠢ ᠬᠣᠯᠪᠣᠭᠳᠠᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠲᠠᠩᠳᠠ ᠥᠪᠡᠷ ᠦᠨ ᠬᠥᠲᠥᠴᠢ ᠶᠢ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠡᠷᠬᠡ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠰᠡᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: No Webcam Detected
mn: ᠶᠠᠮᠠᠷ ᠴᠤ ᠸᠪ ᠰᠠᠶᠢᠲᠤ ᠢᠯᠡᠷᠡᠭᠰᠡᠨ

source: You don't seem to have a webcam connected.
mn: ᠲᠠ ᠬᠣᠯᠪᠣᠭᠳᠠᠭᠰᠠᠨ ᠸᠧᠪᠺᠠᠮ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠰᠢᠭ ᠰᠠᠨᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Double-check that your webcam is connected and working to continue.
mn: ᠸᠪᠺᠠᠮ ᠢ ᠬᠣᠯᠪᠣᠵᠤ᠂ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠦᠨ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠶᠢ ᠳᠠᠬᠢᠨ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Photo Captured successfully.
mn: ᠹᠣᠲ᠋ᠣ ᠵᠢᠷᠤᠭ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: No Flash Detected
mn: ᠹᠯᠡᠰᠢ ᠢᠯᠡᠷᠡᠭᠡ ᠦᠭᠡᠢ

source: You don't seem to have Flash installed. Get Flash to continue your verification.
mn: ᠲᠠ Flash ᠰᠠᠭᠤᠯᠭᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠶᠤᠮ ᠰᠢᠭ ᠰᠠᠨᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠪᠠᠨ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠦᠨ Flash ᠠᠪᠬᠤ᠃

source: Editable
mn: ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: Validation Error
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠠᠯᠳᠠᠭ᠎ᠠ

source: In Progress
mn: Progress ᠍ ᠳᠦ

source: Placeholder
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠴᠢ

source: Your upload of '{file}' succeeded.
mn: 〈〈File〉〉 ᠲᠠᠨ ᠤ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: Your upload of '{file}' failed.
mn: 〈〈File〉〉 ᠲᠠᠨ ᠤ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: Upload an image
mn: ᠵᠢᠷᠤᠭ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ

source: Change image
mn: ᠵᠢᠷᠤᠭ ᠥᠪᠡᠷᠡᠴᠢᠯᠡᠬᠦ

source: An error has occurred. Refresh the page, and then try again.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The file must be at least {size} in size.
mn: ᠹᠠᠶᠢᠯ ᠨᠢ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ 〈ᠬᠡᠮᠵᠢᠶ᠎ᠡ〉 ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The file must be smaller than {size} in size.
mn: ᠹᠠᠢᠯ ᠤᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ 〈ᠬᠡᠮᠵᠢᠶ᠎ᠡ〉 ᠍ ᠡᠴᠡ ᠪᠠᠭ᠎ᠠ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠬᠢᠭᠳᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠬᠤ ᠠᠴᠠ ᠰᠡᠷᠭᠡᠶᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠦᠯᠡᠳᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
mn: ᠵᠠᠶᠢᠯᠠᠭᠤᠯᠤᠯᠲᠠ ᠬᠢᠭᠳᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠬᠤ ᠠᠴᠠ ᠰᠡᠷᠭᠡᠶᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠦᠯᠡᠳᠡᠨ᠎ᠡ ᠦᠦ᠃

source: bytes
mn: ᠪᠠᠶᠢᠲᠤ

source: Course is not yet visible to students.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠬᠠᠷᠠᠬᠠᠨ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: You cannot view the course as a student or beta tester before the course release date.
mn: ᠰᠤᠷᠤᠯᠴᠠᠵᠤ ᠳᠠᠭᠤᠰᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠰᠡᠪᠡᠯ ᠪᠧᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠭᠴᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠦᠵᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: %(num_students)s student opened Subsection
mn: %(num_students)s ᠰᠤᠷᠤᠭᠴᠢ ᠬᠡᠰᠡᠭ ᠨᠡᠭᠡᠭᠡᠭᠰᠡᠨ

source: %(num_students)s student
mn: %(num_students)s ᠰᠤᠷᠤᠭᠴᠢ

source: %(num_questions)s question
mn: %(num_questions)s ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ

source: Number of Students
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠣᠭ᠎ᠠ

source: Overall Score
mn: ᠨᠡᠶᠢᠲᠡ ᠣᠨᠣᠭ᠎ᠠ

source: Bookmark this page
mn: ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ Bookmark

source: Thank you for setting your course goal!
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠵᠣᠷᠢᠯᠲᠠ ᠪᠠᠨ ᠲᠠᠯᠪᠢᠭᠰᠠᠨ ᠳᠤ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ!

source: Show more
mn: ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Show less
mn: ᠢᠯᠡᠭᠦᠦ ᠪᠠᠭ᠎ᠠ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: {total_results} result
mn: 〈total᠎results〉 ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ

source: Profile Visibility:
mn: ᠫᠷᠣᠹᠠᠢᠯ ᠤᠨ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠠᠢᠳᠠᠯ᠄

source: Limited Profile
mn: ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠫᠷᠣᠹᠠᠶᠢᠯ

source: Full Profile
mn: ᠪᠦᠲᠦᠨ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ

source: Joined
mn: ᠭᠡᠰᠢᠭᠦᠨ ᠢᠶᠡᠷ ᠡᠯᠰᠡᠭᠰᠡᠨ

source: Joined Date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠨᠢᠭᠡᠳᠦᠭᠰᠡᠨ

source: Location
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠯ

source: Add Country
mn: ᠤᠯᠤᠰ ᠨᠡᠮᠡᠬᠦ

source: Add language
mn: ᠬᠡᠯᠡ ᠨᠡᠮᠡᠬᠦ

source: About me
mn: ᠮᠢᠨᠦ ᠲᠤᠬᠠᠢ

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
mn: ᠪᠤᠰᠤᠳ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠥᠪᠡᠷᠲᠡᠭᠡᠨ ᠪᠠᠭ᠎ᠠ ᠵᠡᠷᠭᠡ ᠬᠡᠯᠡᠭᠡᠷᠡᠢ᠄ ᠬᠠᠮᠢᠭ᠎ᠠ ᠠᠮᠢᠳᠤᠷᠠᠳᠠᠭ᠂ ᠰᠣᠨᠢᠷᠬᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠵᠦᠢᠯ ᠢᠶᠡᠨ᠂ ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠶᠠᠪᠤᠭᠤᠯᠵᠤ ᠪᠠᠢᠭ᠎ᠠ᠂ ᠡᠰᠡᠪᠡᠯ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠭᠡᠵᠦ ᠨᠠᠶᠢᠳᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠵᠦᠢᠯ ᠢᠶᠡᠨ ᠬᠡᠯᠡ᠃

source: Accomplishments Pagination
mn: ᠬᠠᠩᠭᠠᠮᠵᠢ ᠶᠢᠨ ᠠᠩᠭᠢ

source: Account Settings page.
mn: ᠠᠺᠠᠤᠨᠲᠤ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ᠃

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
mn: ᠲᠠ ᠪᠦᠷᠢᠨ ᠪᠦᠲᠦᠨ ᠫᠷᠣᠹᠠᠶᠢᠯ᠎ᠠ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠠᠴᠠ ᠪᠠᠨ ᠡᠮᠦᠨ᠎ᠡ ᠲᠦᠷᠦᠭᠰᠡᠨ ᠣᠨ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠲᠦᠷᠦᠭᠰᠡᠨ ᠣᠨ ᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 〈account᠎settings᠎page᠎link〉

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
mn: ᠪᠦᠷᠢᠨ ᠫᠷᠣᠹᠠᠶᠢᠯ ᠢ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 13 ᠍ ᠠᠴᠠ ᠳᠡᠭᠡᠭᠰᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ 13 ᠍ ᠠᠴᠠ ᠳᠡᠭᠡᠭᠰᠢ ᠨᠠᠰᠤᠲᠠᠢ ᠪᠣᠯ 〈account᠎settings᠎page᠎link〉

source: Profile Image
mn: ᠫᠷᠣᠹᠠᠶᠢᠯ ᠵᠢᠷᠤᠭ

source: Profile image for {username}
mn: 〈ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ〉

source: About Me
mn: ᠮᠢᠨᠦ ᠲᠤᠬᠠᠢ

source: Accomplishments
mn: ᠬᠠᠩᠭᠠᠮᠵᠢ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ

source: Profile
mn: ᠬᠤᠪᠤ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: This link will open in a new browser window/tab
mn: ᠡᠨᠡ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠨᠢ ᠰᠢᠨ᠎ᠡ ᠪᠷᠠᠦ᠋ᠽᠧᠷ ᠴᠣᠩᠬᠣ / ᠲᠠᠪ ᠳᠡᠭᠡᠷ᠎ᠡ ᠨᠡᠭᠡᠭᠡᠭᠳᠡᠨ᠎ᠡ

source: This link will open in a modal window
mn: ᠡᠨᠡ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠨᠢ ᠲᠧᠷᠯᠢ ᠶᠢᠨ ᠴᠣᠩᠬᠣᠨ ᠳᠤ ᠨᠡᠭᠡᠭᠡᠭᠳᠡᠨ᠎ᠡ

source: Could not parse certificate JSON. %(message)s
mn: JSON ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠵᠠᠳᠠᠯᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ. %(message)s

source: Certificate name is required.
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠡᠷ᠎ᠡ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: Signatory field(s)has invalid data.
mn: ᠭᠠᠷᠴᠠᠭ ᠲᠠᠯᠠᠪᠤᠷ ᠨᠢ ᠪᠤᠷᠤᠭᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Edit this certificate?
mn: ᠡᠨᠡ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠵᠠᠰᠠᠬᠤ ᠤᠤ?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
mn: ᠡᠨᠡ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠰᠡᠨ ᠪᠥᠭᠡᠳ ᠠᠮᠢᠳᠤ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠲᠠ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠦᠨ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Yes, allow edits to the active Certificate
mn: ᠲᠡᠶᠢᠮᠦ᠂ ᠢᠳᠡᠪᠬᠢᠲᠡᠢ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠲᠡᠢ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡ

source: certificate
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: Set up your certificate
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: You have not created any certificates yet.
mn: ᠲᠠ ᠣᠳᠣ ᠪᠠᠷ ᠶᠠᠮᠠᠷ ᠴᠤ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠡᠭᠦᠰᠬᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Delete "<%= signatoryName %>" from the list of signatories?
mn: ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠠᠴᠠ "<%= signatoryName %>" ᠤᠰᠠᠳᠬᠠᠬᠤ ᠤᠤ?

source: This action cannot be undone.
mn: ᠡᠨᠡ ᠦᠢᠯᠡᠳᠦᠯ ᠢ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Deleting
mn: ᠤᠰᠠᠳᠬᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Upload signature image.
mn: ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠦᠨ ᠵᠢᠷᠤᠭ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Image must be in PNG format.
mn: ᠵᠢᠷᠤᠭ ᠨᠢ PNG ᠹᠣᠷᠮᠠᠲ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Group %s
mn: % S ᠭᠷᠦᠶᠢᠫ

source: Your export has failed.
mn: ᠲᠠᠨ ᠤ ᠡᠺᠰᠫᠣᠷᠲ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠯ᠎ᠠ᠃

source: Already a course team member
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠪᠣᠯᠴᠢᠬᠠᠭᠰᠠᠨ

source: Are you sure you want to delete {email} from the course team for “{container}”?
mn: ᠲᠠ 《〈ᠺᠣᠨᠲ᠋ᠧᠢᠨᠧᠷ〉》 ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠠᠴᠠ {email} ᠤᠰᠠᠳᠬᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Staff
mn: ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ

source: Admin
mn: ᠠᠳᠮᠢᠨ

source: Already a library team member
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨ ᠪᠣᠯᠴᠢᠬᠠᠭᠠᠳ ᠪᠠᠢᠨ᠎ᠠ

source: Are you sure you want to delete {email} from the library “{container}”?
mn: ᠲᠠ {email} ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ 《〈container〉》 ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠳᠤ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Library User
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ

source: Hide Deprecated Settings
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠥᠩᠭᠡᠷᠡᠭᠰᠡᠨ ᠲᠣᠬᠢᠷᠭ᠎ᠠ ᠶᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: Show Deprecated Settings
mn: ᠲᠠᠰᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: You have unsaved changes. Do you really want to leave this page?
mn: ᠲᠠᠨ ᠳᠤ ᠬᠠᠳᠠᠭᠠᠯᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠲᠠ ᠦᠨᠡᠬᠡᠷ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠤᠷᠬᠢᠬᠤ ᠤᠤ?

source: Internal Server Error.
mn: ᠳᠣᠲᠣᠭᠠᠳᠤ ᠰᠧᠷᠸᠧᠷ ᠤᠨ ᠠᠯᠳᠠᠭ᠎ᠠ᠃

source: Queued
mn: ᠳᠠᠷᠠᠭᠠᠯᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Upload completed
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Upload failed
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: Chapter name and asset_path are both required
mn: ᠪᠦᠯᠦᠭ ᠨᠡᠷ᠎ᠡ ᠪᠠ asset_path ᠨᠢ ᠬᠣᠶᠠᠭᠤᠯᠠ ᠪᠠᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ

source: Chapter name is required
mn: ᠪᠦᠯᠦᠭ ᠨᠡᠷ᠎ᠡ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ

source: asset_path is required
mn: asset᠎path ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ

source: You must specify a name
mn: ᠲᠠ ᠨᠡᠷ᠎ᠡ ᠪᠡᠨ ᠤᠷᠤᠭᠤᠯᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: Action required: Enter a valid date.
mn: ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠦᠢᠯᠡᠳᠦᠯ᠄ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Group name is required
mn: ᠪᠦᠯᠦᠭ ᠦᠨ ᠨᠡᠷ᠎ᠡ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ

source: Group A
mn: A ᠪᠥᠯᠥᠭ

source: Group B
mn: B ᠪᠦᠯᠦᠭ

source: Group Configuration name is required.
mn: ᠪᠥᠯᠥᠭ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: There must be at least one group.
mn: ᠨᠠᠭᠠᠳᠤ ᠵᠠᠬ᠎ᠠ ᠨᠢ ᠨᠢᠭᠡ ᠪᠦᠯᠦᠭ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: All groups must have a name.
mn: ᠪᠦᠬᠦ ᠪᠦᠯᠦᠭ ᠦᠳ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: All groups must have a unique name.
mn: ᠪᠦᠬᠦ ᠪᠦᠯᠦᠭ ᠦᠳ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The course must have an assigned start date.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠲᠣᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠣᠨ ᠰᠠᠷ᠎ᠠ ᠡᠳᠦᠷ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The course end date must be later than the course start date.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠳᠦᠷ ᠡᠴᠡ ᠬᠣᠴᠣᠷᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The course start date must be later than the enrollment start date.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠡᠬᠢᠯᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠡᠬᠢᠯᠡᠬᠦ ᠣᠩᠨᠠᠨ ᠠᠴᠠ ᠬᠣᠴᠣᠷᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The enrollment start date cannot be after the enrollment end date.
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠡᠬᠢᠯᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠡᠳᠦᠷ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: The enrollment end date cannot be after the course end date.
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠳᠠᠭᠤᠰᠬᠤ ᠡᠳᠦᠷ ᠦᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: The certificate available date must be later than the course end date.
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠡᠭᠦᠰᠬᠡᠯ ᠡᠴᠡ ᠰᠡᠭᠦᠯ ᠳᠦ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Key should only contain letters, numbers, _, or -
mn: ᠨᠢᠭᠤᠴᠠ ᠳ᠋ᠤᠭᠠᠷ ᠨᠢ ᠵᠥᠪᠬᠡᠨ ᠭᠠᠯᠢᠭ ᠦᠰᠦᠭ᠂ ᠲᠣᠭ᠎ᠠ᠂ ᠡᠰᠡᠪᠡᠯ _ᠪᠣᠶᠣ -

source: Please enter an integer between %(min)s and %(max)s.
mn: %( min )ᠪᠠ %( max )ᠬᠣᠭᠣᠷᠣᠨᠳᠤᠬᠢ ᠪᠦᠬᠦᠯᠢ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The assignment type must have a name.
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠲᠥᠷᠥᠯ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: There's already another assignment type with this name.
mn: ᠡᠢᠮᠦᠷᠬᠦ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠥᠭᠡᠷ᠎ᠡ ᠨᠢᠭᠡ ᠡᠭᠦᠷᠭᠡ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠪᠤᠢ᠃

source: Please enter an integer between 0 and 100.
mn: 0 ᠍ ᠡᠴᠡ 100 ᠬᠣᠭᠣᠷᠣᠨᠳᠤᠬᠢ ᠪᠦᠬᠦᠯᠢ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Please enter an integer greater than 0.
mn: 0 ᠍ ᠡᠴᠡ ᠶᠡᠬᠡ ᠪᠦᠬᠦᠯᠢ ᠲᠣᠭ᠎ᠠ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Please enter non-negative integer.
mn: ᠰᠥᠷᠭᠦ ᠪᠤᠰᠤ ᠪᠦᠬᠦᠯᠢ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Cannot drop more <%= types %> assignments than are assigned.
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠳᠠᠭᠠᠤ ᠢᠯᠡᠭᠦᠦ ᠶᠡᠬᠡ 《% = types%》 ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠥᠭᠴᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃

source: Grace period must be specified in HH:MM format.
mn: ᠨᠥᠬᠥᠨ ᠣᠯᠭᠣᠪᠤᠷᠢ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠡᠷᠡᠭᠦᠯ ᠮᠡᠨᠳᠦ ᠶᠢᠨ ᠳᠠᠭᠠᠳᠬᠠᠯ᠄ ᠮᠣᠩᠭᠣᠯ ᠤᠨ ᠮᠡᠳᠡᠭᠡ ᠹᠣᠷᠮᠠᠲ᠋ᠠᠷ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
mn: %(minimum_grade_cutoff)s% ᠬᠦᠷᠲᠡᠯᠡᠬᠢ ᠤᠳᠬ᠎ᠠ ᠶᠢ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Textbook name is required
mn: ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠦᠨ ᠨᠡᠷ᠎ᠡ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ

source: Please add at least one chapter
mn: ᠨᠠᠭᠠᠳᠤ ᠵᠠᠬ᠎ᠠ ᠨᠢ ᠨᠢᠭᠡ ᠪᠦᠯᠦᠭ ᠨᠡᠮᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: All chapters must have a name and asset
mn: ᠪᠦᠬᠦ ᠪᠦᠯᠦᠭ ᠦᠳ ᠨᠡᠷ᠎ᠡ᠂ ᠪᠣᠳᠠᠲᠣ ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: Only <%= fileTypes %> files can be uploaded. Please select a file ending in <%= fileExtensions %> to upload.
mn: ᠵᠥᠪᠬᠡᠨ 《% = fileTypes%》 ᠹᠠᠢᠯ ᠤᠳ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ. <%= fileExtensions %> ᠲᠡᠭᠦᠰᠬᠡᠯ ᠳᠦ ᠨᠢ ᠹᠠᠶᠢᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: or
mn: ᠡᠰᠡᠪᠡᠯ

source: This unit has validation issues.
mn: ᠡᠨᠡ ᠨᠢᠭᠡᠴᠡ ᠨᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠠᠢᠨ᠎ᠠ᠃

source: This component has validation issues.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠨᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Your file could not be uploaded
mn: ᠲᠠᠨ ᠤ ᠹᠠᠶᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: Upload Videos
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ
