Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: Update response
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠨ᠎ᠡ

source: marked as answer %(time_ago)s by %(user)s
mn: %(user)s (time_ago)s ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠰᠡᠨ

source: marked as answer %(time_ago)s
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ %(time_ago)s ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠪᠡ

source: endorsed %(time_ago)s by %(user)s
mn: %(time_ago)s ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ %(user)s ᠳᠡᠮᠵᠢᠭᠰᠡᠨ

source: endorsed %(time_ago)s
mn: %(time_ago)s ᠳᠡᠮᠵᠢᠳᠡᠭ

source: Show Comment (%(num_comments)s)
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ (%(num_comments)s)

source: Add a comment
mn: ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠨᠡᠮᠡᠬᠦ

source: discussion posted %(time_ago)s by %(author)s
mn: ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ%(time_ago)s ᠵᠣᠬᠢᠶᠠᠭᠴᠢ %(author)s

source: question posted %(time_ago)s by %(author)s
mn: ᠠᠰᠠᠭᠤᠯᠲᠠ%(time_ago)s ᠵᠣᠬᠢᠶᠠᠭᠴᠢ %(author)s

source: Closed
mn: ᠬᠠᠭᠠᠯᠲᠠᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Related to: %(courseware_title_linked)s
mn: ᠬᠣᠯᠪᠣᠭᠣᠳᠠᠬᠤ᠄ %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
mn: ᠡᠨᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠵᠥᠪᠬᠡᠨ %(group_name)s᠍ ᠳᠦ ᠬᠠᠷᠠᠭᠳᠠᠨ᠎ᠠ᠃

source: This post is visible to everyone.
mn: ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠪᠦᠬᠦ ᠬᠦᠮᠦᠰ ᠲᠦ ᠬᠠᠷᠠᠭᠳᠠᠨ᠎ᠠ᠃

source: Post type
mn: ᠱᠤᠤᠳᠠᠩ ᠤᠨ ᠲᠥᠷᠦᠯ

source: Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)
mn: ᠠᠰᠠᠭᠤᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠢ ᠠᠰᠠᠭᠤᠨ᠎ᠠ᠃ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠨᠢ ᠰᠠᠨᠠᠭᠠᠨ ᠨᠤᠭᠤᠳ ᠢ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠵᠤ᠂ ᠶᠠᠷᠢᠶ᠎ᠠ ᠬᠡᠯᠡᠯᠴᠡᠭᠡ ᠡᠬᠢᠯᠡᠳᠡᠭ᠃ ( ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ )

source: Question
mn: ᠠᠰᠠᠭᠤᠯᠲᠠ

source: Discussion
mn: ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ

source: Add a Response
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠡᠮᠡᠬᠦ

source: Add a response:
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠡᠮᠡᠬᠦ᠄

source: Topic area
mn: ᠰᠡᠳᠦᠪᠲᠦ ᠪᠦᠰᠡ

source: Add your post to a relevant topic to help others find it. (Required)
mn: ᠬᠦᠮᠦᠰ ᠢ ᠣᠯᠬᠤ ᠳᠤ ᠨᠢ ᠲᠤᠰᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠣᠯᠪᠣᠭᠳᠠᠬᠤ ᠰᠡᠳᠦᠪ ᠷᠦᠦ ᠪᠡᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠪᠡᠨ ᠨᠡᠮᠡᠭᠡᠷᠡᠢ᠃ ( ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ )

source: Discussion Home
mn: ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠨᠢᠭᠤᠷ

source: How to use %(platform_name)s discussions
mn: %(platform_name)s ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠢ ᠬᠡᠷᠬᠢᠨ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ

source: Find discussions
mn: ᠶᠠᠷᠢᠯᠴᠠᠯᠭ᠎ᠠ ᠬᠠᠢᠬᠤ

source: Use the All Topics menu to find specific topics.
mn: ᠪᠦᠬᠦ ᠰᠡᠳᠦᠪ ᠢ ᠴᠧᠰᠧ ᠠᠰᠢᠭᠯᠠᠨ ᠲᠤᠰᠬᠠᠢ ᠰᠡᠳᠦᠪ ᠦᠳ ᠢ ᠣᠯᠬᠤ᠃

source: Search all posts
mn: ᠪᠦᠬᠦ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠬᠠᠶᠢᠬᠤ

source: Filter and sort topics
mn: ᠰᠢᠭᠦᠯᠲᠡᠭᠦᠷ ᠪᠣᠯᠤᠨ ᠠᠩᠭᠢᠯᠠᠬᠤ ᠰᠡᠳᠦᠪ ᠦᠳ

source: Engage with posts
mn: ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠲᠡᠢ ᠠᠵᠢᠯᠯᠠᠬᠤ

source: Vote for good posts and responses
mn: ᠰᠠᠶᠢᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠪᠣᠯᠤᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭ᠎ᠠ

source: Report abuse, topics, and responses
mn: ᠬᠡᠷᠡᠭ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠯ᠂ ᠰᠡᠳᠦᠪ᠂ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠬᠦ

source: Follow or unfollow posts
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠡᠰᠡᠪᠡᠯ ᠳᠠᠭᠠᠬᠤ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠳᠠᠭᠠᠬᠤ

source: Receive updates
mn: ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠬᠤ

source: Toggle Notifications Setting
mn: ᠮᠡᠳᠡᠭᠳᠡᠯ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
mn: ᠡᠨᠡ ᠬᠠᠶᠢᠷᠴᠠᠭ ᠢ ᠰᠢᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠳᠦᠷ ᠲᠦ ᠨᠢᠭᠡ ᠤᠳᠠᠭ᠎ᠠ ᠢᠮᠧᠯ ᠤᠩᠰᠢᠭᠰᠠᠨ ᠢᠶᠠᠨ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠠᠳ ᠥᠪᠡᠷ ᠦᠨ ᠳᠠᠭᠠᠵᠤ ᠪᠤᠢ ᠰᠢᠤᠳᠠᠨ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠰᠢᠨ᠎ᠡ᠂ ᠤᠩᠰᠢᠭ᠎ᠠ ᠦᠭᠡᠢ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠳᠠᠯ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠮᠡᠳᠡᠭᠳᠡᠨ᠎ᠡ ᠦᠦ᠃

source: All Posts
mn: ᠪᠦᠬᠦ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ

source: username or email
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ

source: course id
mn: ᠬᠢᠴᠢᠶᠡᠯ id

source: No results
mn: ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠦᠭᠡᠢ

source: Course Key
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ

source: Download URL
mn: URL ᠲᠠᠲᠠᠬᠤ

source: Grade
mn: -ᠷ ᠠᠩᠬᠢ ᠶᠢᠨ

source: Last Updated
mn: ᠰᠡᠭᠦᠯ ᠳᠦ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠰᠡᠨ

source: Download the user's certificate
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Not available
mn: ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Regenerate
mn: ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠨ᠎ᠡ

source: Regenerate the user's certificate
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ

source: Generate
mn: ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Generate the user's certificate
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Current enrollment mode:
mn: ᠣᠳᠣ ᠶᠢᠨ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠭᠣᠷᠢᠮ᠄

source: New enrollment mode:
mn: ᠰᠢᠨ᠎ᠡ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠭᠣᠷᠢᠮ᠄

source: Reason for change:
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠲᠠᠭᠠᠨ᠄

source: Choose One
mn: ᠨᠢᠭᠡ ᠶᠢ ᠰᠣᠩᠭᠣ

source: Explain if other.
mn: ᠪᠤᠰᠤᠳ ᠨᠢ ᠲᠠᠶᠢᠯᠪᠤᠷᠢᠯᠠ᠃

source: Submit enrollment change
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ

source: Username or email address
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ

source: Course ID
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ

source: Course Start
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠡᠬᠢᠯᠡᠯ

source: Course End
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠡᠭᠦᠰᠬᠡᠯ

source: Upgrade Deadline
mn: ᠡᠴᠦᠰ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠩᠭᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Verification Deadline
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠡᠴᠦᠰ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Enrollment Date
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠡᠳᠦᠷ

source: Enrollment Mode
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠭᠣᠷᠢᠮ

source: Verified mode price
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠣᠷᠢᠮ ᠤᠨ ᠦᠨ᠎ᠡ

source: Reason
mn: ᠰᠢᠯᠲᠠᠭᠠᠨ

source: Last modified by
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠳᠦ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠰᠡᠨ

source: Change Enrollment
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠥᠪᠡᠷᠡᠴᠢᠯᠡᠬᠦ

source: Your team could not be created.
mn: ᠲᠠᠨ ᠤ ᠪᠠᠭ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Your team could not be updated.
mn: ᠲᠠᠨ ᠤ ᠪᠠᠭ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Enter information to describe your team. You cannot change these details after you create the team.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠪᠠᠭ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠲᠠ ᠪᠠᠭ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠡᠳᠡᠭᠡᠷ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃

source: Optional Characteristics
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠰᠢᠨᠵᠢ ᠴᠢᠨᠠᠷ ᠤᠳ

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
mn: ᠪᠤᠰᠤᠳ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠲᠠᠨ ᠤ ᠪᠠᠭ ᠲᠠᠢ ᠨᠢᠭᠡ ᠳᠦ ᠬᠢ ᠡᠰᠡᠬᠦ ᠪᠡᠨ ᠰᠢᠢᠳᠪᠦᠷᠢᠯᠡ᠃ ᠬᠡᠷᠪᠡ ᠬᠡᠲᠦᠷᠬᠡᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠮᠡᠲᠦ ᠰᠠᠨᠠᠭᠳᠠᠪᠠᠯ ᠴᠥᠭᠡᠨ ᠬᠦᠮᠦᠨ ᠲᠠᠨ ᠤ ᠪᠠᠭ ᠳᠤ ᠡᠯᠰᠡᠬᠦ ᠰᠣᠨᠢᠷᠬᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠵᠤ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ ᠲᠤᠯᠠ ᠠᠩᠬᠠᠷᠤᠯ ᠲᠠᠢ ᠰᠤᠩᠭᠤᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Create team.
mn: ᠪᠠᠭ ᠡᠭᠦᠰᠭᠡᠬᠦ᠃

source: Update team.
mn: ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠰᠡᠨ ᠪᠠᠭ᠃

source: Cancel team creating.
mn: ᠪᠠᠭ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢ ᠴᠤᠴᠠᠯᠬᠤ᠃

source: Cancel team updating.
mn: ᠪᠠᠭ᠎ᠠ ᠶᠢᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯ ᠢ ᠴᠤᠴᠠᠯᠬᠤ᠃

source: Instructor tools
mn: ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠪᠠᠭᠠᠵᠢ

source: Delete Team
mn: ᠪᠠᠭ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Edit Membership
mn: ᠭᠡᠰᠢᠭᠦᠨᠴᠢᠯᠡᠯ ᠢ ᠵᠠᠰᠠᠬᠤ

source: Are you having trouble finding a team to join?
mn: ᠲᠠ ᠨᠢᠭᠡ ᠪᠠᠭ ᠢ ᠣᠯᠬᠤ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠭ᠎ᠠ ᠤᠤ?

source: Join Team
mn: ᠪᠠᠭᠠᠨ ᠳᠤ ᠡᠯᠰᠡᠭᠡᠷᠡᠢ

source: Team Details
mn: ᠪᠠᠭ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: You are a member of this team.
mn: ᠲᠠ ᠡᠨᠡ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Team member profiles
mn: ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠦᠨ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ

source: Team capacity
mn: ᠪᠠᠭ ᠤᠨ ᠴᠢᠳᠠᠪᠬᠢ

source: Leave Team
mn: ᠪᠠᠭ ᠢ ᠣᠷᠬᠢ

source: Donate
mn: ᠬᠠᠨᠳᠢᠪ

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
mn: ᠡᠨᠡ ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠲᠤ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠵᠠᠰᠠᠬᠤ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠲᠠᠨ ᠤ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: This catalog's courses:
mn: ᠡᠨᠡ ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ᠄

source: Expand All
mn: ᠪᠦᠬᠦ ᠥᠷᠭᠡᠵᠢᠭᠦᠯᠬᠦ

source: Collapse All
mn: ᠪᠦᠭᠦᠳᠡ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Start Date
mn: ᠡᠬᠢᠯᠡᠬᠦ ᠡᠳᠦᠷ

source: Due Date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: remove all
mn: ᠪᠦᠭᠦᠳᠡ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠨ᠎ᠠ ᠤᠤ

source: toggle chapter %(displayName)s
mn: chapter %(displayName)s ᠍ ᠢ ᠰᠢᠯᠵᠢᠭᠦᠯᠦᠨ᠎ᠡ

source: Section
mn: ᠬᠡᠰᠡᠭ

source: Remove chapter %(chapterDisplayName)s
mn: ᠬᠡᠰᠡᠭ %(chapterDisplayName)s ᠍ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: remove
mn: ᠤᠰᠠᠳᠬᠠᠬᠤ

source: toggle subsection %(displayName)s
mn: ᠬᠡᠰᠡᠭ %(displayName)s ᠢ ᠰᠡᠯᠭᠦᠬᠦ

source: Subsection
mn: ᠬᠡᠰᠡᠭ

source: Remove subsection %(subsectionDisplayName)s
mn: ᠬᠡᠰᠡᠭ %(subsectionDisplayName)s ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Remove unit %(unitName)s
mn: %(unitName)s ᠨᠢᠭᠡᠴᠡ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: You still need to visit the %(display_name)s website to complete the credit process.
mn: ᠲᠠ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠶᠠᠪᠤᠴᠠ ᠶᠢ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ %(display_name)s ᠸᠪᠰᠠᠢ ᠳᠤ ᠳᠤ ᠵᠣᠴᠢᠯᠠᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠬᠡᠪ ᠢᠶᠡᠷ ᠪᠠᠢᠨ᠎ᠠ᠃

source: To finalize course credit, %(display_name)s requires %(platform_name)s learners to submit a credit request.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠺᠷᠧᠳᠢᠲ ᠢ ᠡᠴᠦᠰᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ %(display_name)s %(platform_name)s ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠺᠷᠧᠳᠢᠲ ᠬᠦᠰᠡᠯ ᠳᠦ ᠭᠠᠷᠭᠠᠬᠤ ᠶᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ᠃

source: Get Credit
mn: ᠵᠡᠭᠡᠯᠢ ᠠᠪᠬᠤ

source: Thank you %(full_name)s! We have received your payment for %(course_name)s.
mn: ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ% %(full_name)s! ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ %(course_name)s ᠍ ᠳᠦ ᠲᠥᠯᠦᠭᠰᠡᠨ᠃

source: Please print this page for your records; it serves as your receipt. You will also receive an email with the same information.
mn: ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠥᠪᠡᠷ ᠦᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠳᠦ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ; ᠡᠨᠡ ᠨᠢ ᠲᠠᠨ ᠤ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠠᠷᠢᠮᠲᠠ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠮᠥᠨ ᠢᠵᠢᠯᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠦᠬᠦᠢ ᠢᠮᠧᠯ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Order No.
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ

source: Amount
mn: ᠳᠦᠩ

source: Total
mn: ᠨᠡᠶᠢᠲᠡ

source: Please Note
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠨ᠎ᠡ ᠦᠦ

source: Crossed out items have been refunded.
mn: ᠭᠠᠷᠤᠭᠰᠠᠨ ᠵᠦᠢᠯᠡᠰ ᠢ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠤᠭᠰᠠᠨ᠃

source: Billed to
mn: ᠡᠨᠡ ᠬᠦᠩ ᠳᠦ ᠬᠠᠮᠢᠶᠠᠲᠠᠢ

source: No receipt available
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: Go to Dashboard
mn: ᠬᠢᠨᠠᠬᠤ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠤ ᠣᠴᠢᠨ᠎ᠠ ᠤᠤ

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from {platformName} to verify your identity.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠣᠳᠣ ᠥᠪᠡᠷ ᠦᠨ ᠢᠶᠡᠨ ᠪᠡᠶ᠎ᠡ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠠᠴᠠ ᠪᠠᠨ ᠰᠤᠷᠤᠯᠴᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ identity ᠍ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {platformName} ᠍ ᠠᠴᠠ ᠲᠣᠭᠲᠠᠮᠠᠯ ᠰᠠᠨᠠᠭᠤᠯᠤᠭᠴᠢ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Want to confirm your identity later?
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠬᠡᠨ ᠪᠣᠯᠬᠤ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Verify Now
mn: ᠣᠳᠣ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Mark Exam As Completed
mn: ᠮᠠᠷᠺ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠠᠳᠠᠯᠢ

source: timed
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠲᠥᠯᠥᠭᠡ ᠵᠡᠭᠡᠯᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ "End My Exam" ᠭᠡᠰᠡᠨ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠦᠷᠢ ᠶᠢ "Submit" ᠭᠡᠵᠦ ᠰᠤᠩᠭᠤᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: End My Exam
mn: ᠮᠢᠨᠦ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠳᠠᠭᠤᠰᠬ᠎ᠠ

source: LEARN MORE
mn: ᠴᠢᠨᠠᠭᠰᠢ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ

source: Starts: %(start_date)s
mn: ᠡᠬᠢᠯᠡᠬᠦ᠄ %(start_date)s

source: Starts
mn: ᠡᠬᠢᠯᠡᠬᠦ

source: Clear All
mn: ᠪᠦᠭᠦᠳᠡ ᠶᠢ ᠴᠡᠪᠡᠷᠯᠡ

source: Highlighted text
mn: ᠲᠣᠳᠣᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠲᠧᠺᠰᠲ

source: Note
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ

source: You commented...
mn: ᠲᠠ ᠰᠠᠨᠠᠯ ᠢᠶᠠᠨ ..᠃

source: Noted in:
mn: ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄

source: Last Edited:
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠳᠦ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠭᠰᠠᠨ᠄

source: Clear search results
mn: ᠬᠠᠶᠢᠯᠲᠠ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠠᠷᠢᠯᠭᠠᠬᠤ

source: Click to edit
mn: ᠵᠠᠰᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠣᠪᠰᠢᠨ᠎ᠠ ᠤᠤ

source: Order Number
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ

source: Date Placed
mn: ᠪᠠᠶᠢᠷᠢᠯᠠᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Cost
mn: ᠵᠠᠷᠤᠳᠠᠯ

source: Order Details
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Product Name
mn: ᠪᠦᠲᠦᠭᠡᠭᠳᠡᠬᠦᠨ ᠦ ᠨᠡᠷ᠎ᠡ

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
mn: 〈currentCountOpeningTag〉 〈currentCharacterCount〉 〈currentCountClosingTag〉 〈maxCharacters〉 {maxCharacters}的{currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag}

source: Financial Assistance Application
mn: ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭᠠᠨ ᠤ ᠡᠷᠭᠦᠳᠡᠯ

source: About You
mn: ᠴᠢᠨᠤ ᠲᠤᠬᠠᠢ

source: The following information is already a part of your {platform} profile. We\'ve included it here for your application.
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠨᠢ ᠲᠠᠨ ᠤ 〈ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠤᠨ〉 ᠫᠷᠣᠹᠠᠢᠯ ᠤᠨ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠬᠡᠰᠡᠭ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠡᠷᠭᠦᠳᠡᠯ ᠦᠨ ᠮᠠᠶ᠋ᠢᠭᠲᠤ ᠶᠢ ᠡᠨᠳᠡ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Email address
mn: ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ

source: Legal name
mn: ᠬᠠᠤᠯᠢ ᠶᠣᠰᠣᠨ ᠤ ᠨᠡᠷ᠎ᠡ

source: Country of residence
mn: ᠣᠷᠣᠰᠢᠨ ᠰᠠᠭᠤᠭ᠎ᠠ ᠤᠯᠤᠰ

source: Back to {platform} FAQs
mn: {platform} ТАХ FAQ ᠳᠤ ᠪᠤᠴᠠᠬᠤ

source: Submit Application
mn: ᠡᠷᠭᠦᠳᠡᠯ ᠢ ᠢᠯᠡᠭᠡᠬᠦ

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
mn: {course_name} ᠍ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢᠨ ᠡᠷᠭᠦᠳᠡᠯ ᠭᠠᠷᠭᠠᠬᠤ ᠳᠤ ᠲᠠᠨᠢ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ! ᠲᠠ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ 2-4 ᠬᠣᠨᠣᠭ ᠤᠨ ᠳᠣᠲᠣᠷ᠎ᠠ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Bulk Exceptions
mn: ᠦᠯᠡᠮᠵᠢ ᠶᠡᠬᠡ ᠵᠦᠢᠯ

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
mn: ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠺᠣᠮᠮᠠᠨᠳ ᠤᠨ ᠲᠤᠰᠠᠭᠠᠷᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠤᠳᠬ᠎ᠠ ᠨᠤᠭᠤᠳ ᠢ (.csv)ᠹᠠᠶᠢᠯ ᠳᠤ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠦᠯᠡᠳᠡᠭᠳᠡᠯ ᠦᠳ ᠦᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠠᠭᠤᠯᠠᠨ᠎ᠠ᠃ ᠡᠬᠢᠨ ᠦ ᠲᠠᠰᠤᠯᠤᠯ ᠢᠶᠠᠷ ᠲᠤᠰᠠᠭᠠᠷᠯᠠᠭᠰᠠᠨ ᠲᠠᠯᠠᠪᠤᠷ ᠲᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠣᠷᠣᠭᠤᠯᠬᠤ᠃ ᠲᠠ ᠬᠣᠶᠠᠷ ᠳᠠᠬᠢ ᠲᠠᠰᠤᠯᠤᠯ ᠢᠶᠠᠷ ᠲᠤᠰᠠᠭᠠᠷᠯᠠᠭᠰᠠᠨ ᠲᠠᠯᠠᠪᠤᠷ ᠳᠠᠬᠢ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠢ ᠲᠠᠶᠢᠯᠪᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠨᠡᠮᠡᠯᠲᠡ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Upload a CSV file
mn: CSV ᠹᠠᠶᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Add to Exception List
mn: Exception List ᠳᠡᠭᠡᠷ᠎ᠡ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: To invalidate a certificate for a particular learner, add the username or email address below.
mn: ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠣᠣᠷᠠᠬᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Add notes about this learner
mn: ᠡᠨᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠨᠡᠮᠡᠬᠦ

source: Invalidate Certificate
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Student
mn: ᠰᠤᠷᠤᠭᠴᠢ

source: Invalidated By
mn: By invalid

source: Invalidated
mn: ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ

source: Notes
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ

source: Remove from Invalidation Table
mn: ᠪᠤᠷᠤᠭᠤᠭᠰᠠᠨ ᠤ ᠬᠦᠰᠦᠨᠦᠭᠲᠦ ᠡᠴᠡ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Individual Exceptions
mn: ᠬᠤᠪᠢ ᠬᠦᠮᠦᠨ ᠦ ​​ᠣᠨᠴᠠᠯᠢᠭ

source: Enter the username or email address of each learner that you want to add as an exception.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠳ ᠣᠨᠴᠠᠭᠠᠢ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠢᠶᠠᠷ ᠨᠡᠮᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Student email or username
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯ ᠡᠰᠡᠪᠡᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Free text notes
mn: ᠴᠢᠯᠦᠭᠡᠲᠦ ᠲᠧᠺᠰᠲ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ

source: Generate Exception Certificates
mn: Exception Certificates ᠡᠭᠦᠰᠭᠡᠬᠦ

source: All users on the Exception list who do not yet have a certificate
mn: Exception list ᠍ ᠦᠨ ᠪᠦᠬᠦ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: All users on the Exception list
mn: Exception ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳ᠋ᠠᠬᠢ ᠪᠦᠬᠦ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ

source: User Email
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯ

source: Exception Granted
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Certificate Generated
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠡᠭᠦᠰᠦᠭᠰᠡᠨ

source: Remove from List
mn: ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠬᠠᠰᠤᠬᠤ

source: Divided
mn: ᠬᠤᠪᠢᠶᠠᠭᠳᠠᠭᠰᠠᠨ

source: Manage Learners
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠢ ᠤᠳᠤᠷᠢᠳᠬᠤ

source: Add learners to this cohort
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠲᠦ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
mn: ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠪᠠᠭᠰᠢ ᠨᠠᠷ ᠵᠥᠪᠬᠡᠨ ᠨᠢᠭᠡ ᠪᠦᠯᠦᠭ ᠲᠦ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠢ ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠲᠦ ᠨᠡᠮᠡᠭᠰᠡᠨ ᠢᠶᠡᠷ ᠡᠮᠦᠨᠡᠬᠢ ᠪᠦᠯᠦᠭ ᠦᠳ ᠦᠨ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠦᠯᠦ ᠲᠣᠭᠣᠮᠰᠠᠷᠯᠠᠳᠠᠭ᠃

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
mn: ᠰᠢᠨ᠎ᠡ ᠮᠥᠷ ᠡᠰᠡᠪᠡᠯ ᠺᠣᠮᠮᠠᠨᠳᠠᠷ ᠲᠤᠰᠠᠭᠠᠷᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠤᠳ ᠪᠣᠯᠤᠨ / ᠡᠰᠡᠪᠡᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ. ‍

source: (Required Field)
mn: ( ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠲᠠᠯᠠᠪᠤᠷ )

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
mn: ᠳ. ᠢᠣᠬᠣᠨᠲᠣᠶ᠎ᠡ@ᠶᠧᠺᠰᠠᠮᠫᠯᠧ.ᠴᠤᠮ᠂ ᠶᠠᠩᠲᠣᠶ᠎ᠡ᠂ ᠢᠣᠧᠢ ᠳᠠᠧ@ᠶᠧᠺᠰᠠᠮᠫᠯᠧ.ᠴᠤᠮ

source: You will not receive notification for emails that bounce, so double-check your spelling.
mn: ᠲᠠ ᠦᠰᠦᠭ ᠲᠠᠶᠢᠯᠤᠭᠰᠠᠨ ᠢᠮᠧᠯᠡᠳ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠦᠭᠡᠢ ᠲᠤᠯᠠ ᠥᠪᠡᠷ ᠦᠨ ᠠᠯᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠰ ᠢ ᠳᠠᠪᠬᠤᠷ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Add Learners
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠢ ᠨᠡᠮᠡ

source: Add a New Cohort
mn: ᠰᠢᠨ᠎ᠡ ᠺᠣᠭᠣᠷ ᠲᠤ ᠨᠡᠮᠡᠬᠦ

source: Enter the name of the cohort
mn: ᠺᠣᠬᠣᠷᠲ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Cohort Name
mn: ᠺᠣᠭᠣᠷᠲᠤ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Cohort Assignment Method
mn: ᠺᠣᠭᠣᠷ ᠲᠤ ᠡᠭᠦᠷᠭᠡ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠠᠷᠭ᠎ᠠ

source: Automatic
mn: ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ

source: Manual
mn: ᠭᠠᠷ ᠤᠨ ᠠᠪᠤᠯᠭ᠎ᠠ

source: There must be one cohort to which students can automatically be assigned.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠭᠳᠠᠬᠤ ᠨᠢᠭᠡ ᠺᠣᠷᠫᠣᠷᠠᠼᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: No Content Group
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: Select a Content Group
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠭᠷᠦᠶᠢᠫ ᠰᠣᠩᠭᠣ

source: Choose a content group to associate
mn: ᠬᠠᠷᠢᠯᠴᠠᠬᠤ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠨ ᠪᠦᠯᠦᠭ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: Not selected
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: Deleted Content Group
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ( 内容组 )ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
mn: {screen_reader_start} ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ᠄ {screen_reader_end} ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠨ ᠬᠡᠰᠡᠭ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
mn: {screen_reader_start} ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ᠄ {screen_reader_end} ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ( 内容组 )ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠃

source: Only the parent course staff of a CCX can create content groups.
mn: ᠵᠥᠪᠬᠡᠨ CCX ᠍ ᠶᠢᠨ ᠡᠴᠢᠭᠡ ᠡᠬᠡ ᠶᠢᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠳ ᠢ ᠡᠭᠦᠰᠬᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Create a content group
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ( 内容组 )ᠡᠭᠦᠰᠬᠡᠬᠦ

source: (contains %(student_count)s student)
mn: %(student_count)s ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢ ᠪᠠᠭᠲᠠᠭᠠᠨ᠎ᠠ

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
mn: ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠡᠳᠡᠨ ᠦ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠤᠳ ᠡᠰᠡᠪᠡᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠦᠭᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠰᠤᠷᠤᠯᠴᠠᠭᠰᠠᠳ ᠡᠨᠡ ᠺᠣᠭᠣᠷ ᠲᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠨᠡᠮᠡᠳᠡᠭ᠃

source: What does this mean?
mn: ᠡᠨᠡ ᠶᠠᠮᠠᠷ ᠤᠳᠬ᠎ᠠ ᠲᠠᠢ ᠪᠤᠢ?

source: Learners are added to this cohort automatically.
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠡᠨᠡ ᠪᠦᠯᠦᠭ ᠲᠦ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠨᠡᠮᠡᠳᠡᠭ᠃

source: Select a cohort
mn: ᠺᠣᠭᠣᠷ ᠲᠤ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: Enable Cohorts
mn: Cohorts ᠍ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: Select a cohort to manage
mn: ᠤᠳᠤᠷᠢᠳᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠺᠣᠭᠣᠷ ᠲᠤ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: View Cohort
mn: ᠺᠣᠬᠣᠷᠲ ᠬᠠᠷᠠᠬᠤ

source: Assign learners to cohorts by uploading a CSV file
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ CSV ᠹᠠᠶᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠢᠶᠠᠷ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠥᠭᠬᠦ

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠺᠣᠷᠫᠣᠷᠠᠼᠢ ᠶᠢᠨ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠬᠢᠨᠠᠨ ᠦᠵᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ CSV ᠹᠠᠶᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ᠂ {link_start} ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ {link_end} ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠦᠨ ᠲᠠᠲᠠᠵᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠠᠷᠠᠬᠤ ᠪᠤᠶᠤ ᠺᠣᠭᠣᠷᠲᠤ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ᠃

source: Specify whether discussion topics are divided
mn: ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠦᠳ ᠬᠤᠪᠢᠶᠠᠭᠳᠠᠨ᠎ᠠ ᠤᠤ

source: Course-Wide Discussion Topics
mn: ᠬᠢᠴᠢᠶᠡᠯ-ᠥᠷᠭᠡᠨ ᠲᠠᠷᠬᠠᠭᠰᠠᠨ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠦᠳ

source: Select the course-wide discussion topics that you want to divide.
mn: ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠥᠷᠭᠡᠨ ᠰᠡᠳᠦᠪ ᠢ ᠰᠣᠩᠭᠣᠬᠤ᠃

source: Content-Specific Discussion Topics
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠤᠰᠬᠠᠢ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠡᠳᠦᠪ

source: Specify whether content-specific discussion topics are divided.
mn: ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠲᠤᠰᠬᠠᠢ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠬᠤᠪᠢᠶᠠᠭᠳᠠᠬᠤ ᠡᠰᠡᠬᠦ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠ᠃

source: Always divide content-specific discussion topics
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠤᠰᠬᠠᠢ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠦᠳ ᠢ ᠦᠷᠭᠦᠯᠵᠢ ᠬᠤᠪᠢᠶᠠ

source: Divide the selected content-specific discussion topics
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠠᠢ ᠲᠤᠰᠬᠠᠢ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠦᠳ ᠢ ᠬᠤᠪᠢᠶᠠ

source: No content-specific discussion topics exist.
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠤᠰᠬᠠᠢ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Used
mn: ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ

source: Valid
mn: ᠬᠦᠴᠦᠨᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Certificate Status:
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠪᠠᠢᠳᠠᠯ᠄

source: Certificate Purchased
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠭᠰᠠᠨ

source: View Archived Course
mn: ᠠᠷᠬᠢᠸᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠠᠷᠠᠬᠤ

source: View Course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠬᠠᠷᠠᠬᠤ

source: Choose a course run:
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠶᠠᠪᠤᠴᠠ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠄

source: Enroll Now
mn: ᠣᠳᠣ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: Coming Soon
mn: ᠲᠤᠩ ᠤᠳᠤᠬᠤ ᠦᠭᠡᠢ

source: Enrollment Opens on
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠨᠢ ᠨᠡᠭᠡᠭᠡᠯᠲᠡ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Not Currently Available
mn: ᠣᠳᠣ ᠪᠠᠷ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: You are not enrolled in any programs yet.
mn: ᠲᠠ ᠣᠳᠣ ᠶᠠᠮᠠᠷ ᠴᠤ ᠬᠥᠲᠦᠯᠪᠦᠷᠢ ᠳᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Explore Programs
mn: ᠬᠥᠲᠥᠯᠪᠦᠷᠢ ᠨᠦᠭᠦᠳ ᠢ ᠰᠤᠳᠤᠯᠬᠤ

source: Browse recently launched courses and see what\'s new in your favorite subjects
mn: ᠰᠠᠶ᠋ᠢᠬᠠᠨ ᠡᠬᠢᠯᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢ ᠬᠠᠶᠢᠵᠤ᠂ ᠥᠪᠡᠷ ᠦᠨ ᠳᠤᠷᠠᠲᠠᠢ ᠰᠡᠳᠦᠪ ᠦᠳ ᠦᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠵᠦᠢᠯᠡᠰ ᠢ ᠦᠵᠡᠭᠡᠷᠡᠢ

source: Explore New Programs
mn: ᠰᠢᠨ᠎ᠡ ᠬᠥᠲᠦᠯᠪᠦᠷᠢ ᠨᠦᠭᠦᠳ ᠢ ᠬᠠᠶᠢᠬᠤ

source: Course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ

source: Completed
mn: ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ

source: Remaining
mn: ᠦᠯᠡᠳᠡᠭᠰᠡᠨ

source: %(programName)s Home Page.
mn: %(programName)s ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ᠃

source: Your {program} Certificate
mn: ᠲᠠᠨ ᠤ {program} ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: Open the certificate you earned for the %(title)s program.
mn: %(title)s ᠫᠷᠣᠭᠷᠠᠮ ᠤᠨ ᠣᠯᠤᠭᠰᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠨᠡᠭᠡᠭᠡ᠃

source: Congratulations!
mn: ᠪᠠᠶᠠᠷ ᠬᠦᠷᠭᠡᠶ᠎ᠡ!

source: Your Program Journey
mn: ᠲᠠᠨ ᠤ ᠬᠥᠲᠥᠯᠪᠦᠷᠢ ᠶᠢᠨ ᠠᠶᠠᠯᠠᠯ

source: To complete the program, you must earn a verified certificate for each course.
mn: ᠬᠥᠲᠥᠯᠪᠦᠷᠢ ᠶᠢ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠦᠷᠢ ᠳᠦ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Upgrade All Remaining Courses
mn: ᠦᠯᠡᠳᠡᠭᠰᠡᠨ ᠪᠦᠬᠦ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠩᠭᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: COURSES IN PROGRESS
mn: ХӨДӨЛМӨРИЙН ХӨТӨЛБӨР

source: REMAINING COURSES
mn: СУРГАГЧ БАГШУУЛАХ

source: COMPLETED COURSES
mn: ХӨТӨЛБӨРИЙН ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ

source: As you complete courses, you will see them listed here.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠳᠠᠭᠤᠰᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠲᠠ ᠡᠨᠳᠡ ᠵᠢᠭᠰᠠᠭᠠᠭᠳᠠᠭᠰᠠᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠢ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Complete courses on your schedule to ensure you stand out in your field!
mn: ᠥᠪᠡᠷ ᠦᠨ ᠢᠶᠡᠨ ᠠᠵᠢᠯ ᠤᠨ ᠬᠤᠪᠢᠶᠠᠷᠢ ᠲᠠᠢ ᠲᠠᠨᠢᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ

source: {organization}\'s logo
mn: 〈ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ〉 ᠍ ᠦᠨ ᠯᠣᠭᠣ

source: Needs verified certificate
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠬᠡᠷᠡᠭᠲᠡᠢ

source: Upgrade to Verified
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠪᠣᠯᠭᠠᠬᠤ

source: New Address
mn: ᠰᠢᠨ᠎ᠡ ᠬᠠᠶᠠᠭ

source: Change My Email Address
mn: ᠮᠢᠨᠦ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ

source: Reset Password
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠠᠩᠬᠠᠨ ᠤ ᠪᠠᠢᠳᠠᠯ ᠳᠤ ᠨᠢ ᠣᠷᠣᠭᠤᠯᠵᠤ

source: Account Settings
mn: ᠠᠺᠠᠤᠨᠲᠤ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: An error occurred. Please reload the page.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Forgot password?
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠡᠨ ᠮᠠᠷᠲᠠᠭᠰᠠᠨ?

source: Sign in
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Would you like to sign in using your %(providerName)s credentials?
mn: ᠲᠠ %(providerName)s ᠦᠨ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ ᠦᠳ ᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠳᠦ ᠳᠤᠷᠠᠲᠠᠢ ᠤᠤ?

source: Sign in using %(providerName)s
mn: %(providerName)s ᠠᠰᠢᠭᠯᠠᠨ ᠨᠡᠪᠲᠡᠷᠡᠨ᠎ᠡ ᠦᠦ

source: Show me other ways to sign in or register
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠥᠭᠡᠷ᠎ᠡ ᠠᠷᠭ᠎ᠠ ᠶᠢ ᠨᠠᠳᠠ ᠳᠤ ᠦᠵᠡᠭᠦᠯᠦᠭᠡᠷᠡᠢ

source: Sign in with Institution/Campus Credentials
mn: ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ / ᠺᠠᠮᠫᠤᠶᠢᠰ ᠤᠨ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ ᠢᠶᠡᠷ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Choose your institution from the list below:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠥᠪᠡᠷ ᠦᠨ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠠᠴᠠ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠄

source: Back to sign in
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠪᠣᠯ ᠪᠤᠴᠠᠬᠤ

source: Register with Institution/Campus Credentials
mn: ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ / ᠺᠠᠮᠫᠤᠶᠢᠰ ᠤᠨ ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠢ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: Register through edX
mn: EdX ᠍ ᠪᠡᠷ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: First time here?
mn: ᠠᠩᠬᠠᠨ ᠤ ᠤᠳᠠᠭ᠎ᠠ ᠡᠨᠳᠡ?

source: Create an Account
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Sign In
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Sign in here using your email address and password, or use one of the providers listed below.
mn: ᠡ ᠮᠡᠶᠢᠯ ᠬᠠᠶᠠᠭ᠂ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠠᠰᠢᠭᠯᠠᠨ ᠨᠡᠪᠲᠡᠷᠡᠨ᠎ᠡ ᠦᠦ᠂ ᠡᠰᠡᠪᠡᠯ ᠳᠣᠣᠷ᠎ᠠ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢᠳ ᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Sign in here using your email address and password.
mn: ᠡ ᠮᠡᠶᠢᠯ ᠬᠠᠶᠠᠭ ᠪᠣᠯᠤᠨ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠡᠨ ᠠᠰᠢᠭᠯᠠᠨ ᠡᠨᠳᠡ ᠨᠡᠪᠲᠡᠷᠡᠨ᠎ᠡ ᠦᠦ᠃

source: If you do not yet have an account, use the button below to register.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠳᠠᠩᠰᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ ᠳᠣᠣᠷᠠᠬᠢ ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ᠃

source: or sign in with
mn: ᠡᠰᠡᠪᠡᠯ ᠨᠡᠪᠲᠡᠷᠡᠴᠢ ᠣᠷᠣᠨ᠎ᠠ

source: Sign in with %(providerName)s
mn: %(providerName)s ᠳᠤᠭᠠᠷ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Use my institution/campus credentials
mn: ᠮᠢᠨᠤ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ / ᠺᠠᠮᠫᠤᠶᠢᠰ ᠤᠨ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ ᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Password assistance
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ

source: Please enter your email address below and we will send you instructions for setting a new password.
mn: ᠳᠣᠣᠷᠠᠬᠢ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠨ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠰᠢᠨ᠎ᠡ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠵᠢᠭᠠᠪᠤᠷᠢᠴᠢᠯᠠᠭ᠎ᠠ ᠶᠢ ᠲᠠᠩᠳᠠ ᠢᠯᠡᠭᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Reset my password
mn: ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠴᠢᠯᠡ
