Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: Drag and drop or {spanStart}browse your computer{spanEnd}.
mn: {spanStart} browse your computer {spanEnd}

source: Maximum file size: {maxFileSize} GB
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠹᠠᠢᠯ ᠤᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠄ {maxFileSize} GB

source: Supported file types: {supportedVideoTypes}
mn: ᠳᠡᠮᠵᠢᠭᠳᠡᠭᠰᠡᠨ ᠹᠠᠢᠯ ᠤᠨ ᠲᠥᠷᠥᠯ ᠦᠳ᠄ 〈supportedVideoTypes〉

source: Your video uploads are not complete.
mn: ᠲᠠᠨ ᠤ ᠸᠢᠳᠢᠣ᠋ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠳᠠᠭᠤᠰᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Upload completed for video {fileName}
mn: ᠸᠢᠳᠢᠣ᠋ {filename}

source: Upload failed for video {fileName}
mn: ᠸᠢᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠤᠨ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯ {fileName}

source: {filename} is not in a supported file format. Supported file formats are {supportedFileFormats}.
mn: {filename} ᠨᠢ ᠳᠡᠮᠵᠢᠭᠳᠡᠳᠡᠭ ᠹᠠᠢᠯ ᠤᠨ ᠹᠣᠷᠮᠠᠲ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠹᠠᠢᠯ ᠤᠨ ᠹᠣᠷᠮᠠᠲ᠋ᠠ ᠨᠤᠭᠤᠳ ᠨᠢ {supportedFileFormats}᠃

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
mn: {filename} {maxFileSizeInGB} GB ᠍ ᠶᠢᠨ ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠬᠡᠮᠵᠢᠶᠡᠨ ᠡᠴᠡ ᠳᠠᠪᠠᠭᠰᠠᠨ᠃

source: : video upload complete.
mn: ᠄ ᠸᠢᠳᠢᠣ᠋ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ᠃

source: Previous Uploads table has been updated.
mn: ᠡᠮᠦᠨᠡᠬᠢ ᠪᠠᠢᠷᠰᠢᠯ ᠤᠨ ᠬᠦᠰᠦᠨᠦᠭᠲᠦ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ᠃

source: Delete File Confirmation
mn: ᠹᠠᠶᠢᠯ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
mn: ᠲᠠ ᠡᠨᠡ ᠵᠦᠢᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ᠃ ᠡᠭᠦᠨ ᠢ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ! ᠡᠨᠡ ᠵᠦᠢᠯ ᠳᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ / ᠬᠣᠯᠪᠣᠭᠠᠲᠠᠢ ᠵᠦᠢᠯ ᠦᠳ ᠴᠢᠨᠠᠭᠰᠢᠳᠠ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ ( ᠵᠢᠰᠢᠶ᠎ᠡ᠄ ᠡᠪᠳᠡᠷᠡᠭᠰᠡᠨ ᠵᠢᠷᠤᠭ ᠡᠰᠡᠪᠡᠯ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠨᠤᠭᠤᠳ )

source: Your file has been deleted.
mn: ᠲᠠᠨ ᠤ ᠹᠠᠶᠢᠯ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Date Added
mn: ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Type
mn: ᠲᠥᠷᠥᠯ

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
mn: ᠹᠠᠶᠢᠯ {filename} ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠳᠦ ᠪᠡᠨ {maxFileSizeInMBs} MB ᠍ ᠡᠴᠡ ᠬᠡᠲᠦᠷᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
mn: ᠹᠠᠭᠠᠯ ᠤᠳ ᠢ ᠥᠭᠡᠷ᠎ᠡ ᠭᠠᠵᠠᠷ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠳᠠᠭᠠᠨ᠎ᠠ ᠤᠤ᠄ 〈maxFileSizeRedirectUrl〉

source: Max file size exceeded
mn: ᠹᠠᠢᠯ ᠤᠨ ᠳᠡᠭᠡᠳᠦ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠬᠡᠲᠦᠷᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Upload New File
mn: ᠰᠢᠨ᠎ᠡ ᠹᠠᠶᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ

source: Load Another File
mn: ᠥᠭᠡᠷ᠎ᠡ ᠹᠠᠶᠢᠯ ᠢ ᠠᠴᠢᠶᠠᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Adding
mn: ᠨᠡᠮᠡᠬᠦ

source: Are you sure you want to delete this update?
mn: ᠲᠠ ᠡᠨᠡ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Create Re-run
mn: ᠳᠠᠬᠢᠨ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ

source: Processing Re-run Request
mn: ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠳᠠᠪᠲᠠᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠳᠠᠭ

source: Upload a new PDF to “<%= name %>”
mn: 《PDF% = name%》》 ᠭᠡᠰᠡᠨ ᠰᠢᠨ᠎ᠡ PDF ᠣᠷᠣᠭᠤᠯ

source: Please select a PDF file to upload.
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ PDF ᠹᠠᠶᠢᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: There has been an error while exporting.
mn: ᠡᠺᠰᠫᠣᠷᠲ ᠬᠢᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
mn: XML ᠍ ᠲᠤ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠨᠢᠭᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠷᠦᠦ ᠡᠺᠰᠫᠣᠷᠲ ᠬᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠲᠠ ᠥᠪᠡᠷ ᠵᠠᠰᠠᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠶᠢ ᠵᠠᠰᠠᠬᠤ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠶᠢ ᠵᠥᠪᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠪᠦᠬᠦ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠨᠢ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠪᠥᠭᠡᠳ ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠮᠧᠰᠰᠧᠵ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Correct failed component
mn: ᠵᠥᠪ ᠭᠡᠮᠲᠦᠯ ᠦᠭᠡᠢ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ

source: Return to Export
mn: ᠡᠺᠰᠫᠣᠷᠲ ᠳᠤ ᠪᠤᠴᠠᠬᠤ

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
mn: ᠲᠠᠨ ᠤ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ XML ᠳᠤ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠡᠪᠳᠡᠷᠡᠭᠰᠡᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠬᠠᠩᠭᠠᠯᠲᠠ ᠲᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩᠭᠠᠭ᠎ᠠ ᠰᠢᠯᠭᠠᠭᠠᠳ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Take me to the main library page
mn: ᠨᠠᠮᠠᠢ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠤ ᠠᠪᠠᠴᠢᠭᠠᠷᠠᠢ

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠢ XML ᠳᠤ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠡᠪᠳᠡᠷᠡᠭᠰᠡᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠬᠠᠩᠭᠠᠯᠲᠠ ᠲᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠵᠤ᠂ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠦᠵᠡᠭᠡᠷᠡᠢ᠃

source: Take me to the main course page
mn: ᠨᠠᠮᠠᠢ ᠭᠣᠣᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠤ ᠠᠪᠠᠴᠢᠶ᠎ᠠ

source: The raw error message is:
mn: ᠲᠦᠭᠦᠬᠡᠢ ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠨᠢ᠄

source: There has been an error with your export.
mn: ᠲᠠᠨ ᠤ ᠡᠺᠰᠫᠣᠷᠲᠣᠩ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: Contains {count} group
mn: {count} ᠪᠦᠯᠦᠭ ᠠᠭᠤᠯᠠᠳᠠᠭ

source: Not in Use
mn: ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Used in {count} location
mn: {count} ᠪᠠᠢᠷᠰᠢᠯ ᠳᠤ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ

source: group configuration
mn: ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Add your first group configuration
mn: ᠡᠬᠢᠨ ᠦ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠪᠠᠨ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: You have not created any group configurations yet.
mn: ᠲᠠ ᠶᠠᠮᠠᠷ ᠴᠤ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Upload instructor image.
mn: ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠳᠦᠷᠰᠦ ᠶᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Files must be in JPEG or PNG format.
mn: ᠹᠠᠶᠢᠯ ᠤᠳ ᠨᠢ JPEG ᠡᠰᠡᠪᠡᠯ PNG ᠹᠣᠷᠮᠠᠲ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: All Rights Reserved
mn: ᠪᠦᠬᠦ ᠡᠷᠬᠡ ᠬᠠᠤᠯᠢ ᠪᠠᠷ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ

source: You reserve all rights for your work
mn: ᠲᠠ ᠪᠦᠬᠦ ᠠᠵᠢᠯ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠪᠦᠬᠦ ᠡᠷᠬᠡ ᠶᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: You waive some rights for your work, such that others can use it too
mn: ᠲᠠ ᠪᠤᠰᠤᠳ ᠤᠨ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠵᠠᠷᠢᠮ ᠡᠷᠬᠡ ᠶᠢ ᠦᠭᠡᠢ ​​ᠬᠢᠳᠡᠭ

source: Version
mn: ᠬᠤᠪᠢᠯᠪᠤᠷᠢ

source: Attribution
mn: ᠠᠲᠲ᠋ᠷᠠᠪᠤ ᠳᠤ

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
mn: ᠪᠤᠰᠤᠳ ᠤᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢᠯᠠᠬᠤ᠂ ᠲᠦᠭᠡᠭᠡᠬᠦ᠂ ᠦᠵᠡᠭᠦᠯᠬᠦ᠂ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ ᠳᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠠᠵᠢᠯ ᠢ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠬᠡᠷᠪᠡ ᠲᠡᠳᠡ ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠢᠶᠡᠷ ᠵᠡᠭᠡᠯᠢ ᠣᠯᠭᠤᠪᠠᠯ ᠯᠠ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠨ᠎ᠡ᠃ ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠡᠨᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Noncommercial
mn: ᠠᠷᠠᠯᠵᠢᠶᠠᠨ ᠤ ᠪᠤᠰᠤ

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
mn: ᠪᠤᠰᠤᠳ ᠤᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢᠯᠠᠬᠤ᠂ ᠲᠦᠭᠡᠭᠡᠬᠦ᠂ ᠦᠵᠡᠭᠦᠯᠬᠦ᠂ ᠠᠵᠢᠯ ᠢᠶᠠᠨ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ᠂ ᠡᠭᠦᠨ ᠳᠦ ᠦᠨᠳᠦᠰᠦᠯᠡᠭᠰᠡᠨ ᠳᠧᠷᠢᠸᠠᠲ᠋ᠢᠸ ᠠᠵᠢᠯ ᠤᠳ ᠢ ᠵᠥᠪᠬᠡᠨ ᠪᠤᠰᠤ ᠠᠷᠠᠯᠵᠢᠶᠠᠨ ᠤ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ᠃

source: No Derivatives
mn: ᠡᠭᠦᠰᠦᠮᠡᠯ ᠪᠤᠰᠤ

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
mn: ᠪᠤᠰᠤᠳ ᠤᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢᠯᠠᠬᠤ᠂ ᠲᠦᠭᠡᠭᠡᠬᠦ᠂ ᠦᠵᠡᠭᠦᠯᠬᠦ᠂ ᠵᠥᠪᠬᠡᠨ ᠥᠪᠡᠷ ᠦᠨ ᠢᠶᠡᠨ ᠪᠦᠲᠦᠭᠡᠯ ᠢ ᠬᠠᠭᠤᠯᠪᠤᠷᠢᠯᠠᠬᠤ᠂ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ᠂ ᠡᠭᠦᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠦᠨᠳᠦᠰᠦᠯᠡᠭᠰᠡᠨ ᠳᠧᠷᠢᠸᠠᠲ᠋ᠢᠸ ᠠᠵᠢᠯ ᠬᠢᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ᠃ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠢ "Share Alike" ᠍ ᠲᠠᠢ ᠨᠡᠶᠢᠴᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Share Alike
mn: ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠠᠳᠠᠯᠢ

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
mn: ᠪᠤᠰᠤᠳ ᠪᠦᠲᠦᠭᠡᠯ ᠦᠳ ᠢ ᠵᠥᠪᠬᠡᠨ ᠯᠢᠼᠧᠨᠽᠢ ᠶᠢᠨ ᠳᠠᠭᠠᠤ ᠯᠢᠼᠧᠨᠽᠢ ᠶᠢᠨ ᠳᠠᠭᠠᠤ ᠯᠢᠼᠧᠨᠽᠢ ᠶᠢᠨ ᠳᠠᠭᠠᠤ ᠲᠠᠷᠠᠭᠠᠬᠤ ᠶᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ᠃ ᠡᠨᠡ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠨᠢ "No Derivatives"᠍ ᠲᠡᠢ ᠨᠡᠶᠢᠴᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Delete this %(item_display_name)s?
mn: ᠡᠨᠡ %(item_display_name)s ᠍ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠤᠤ?

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
mn: ᠡᠨᠡ %(item_display_name)s ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠨᠢ ᠪᠠᠢᠩᠭᠤ ᠶᠢᠨ ᠪᠥᠭᠡᠳ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: There was an error changing the user's role
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠡᠭᠦᠷᠭᠡ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠬᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ

source: Error adding user
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠨᠡᠮᠡᠬᠦ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ

source: Error removing user
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ

source: A valid email address is required
mn: ᠵᠥᠪ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ

source: You must enter a valid email address in order to add a new team member
mn: ᠰᠢᠨ᠎ᠡ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨ ᠨᠡᠮᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠵᠥᠪ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠨ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: Return and add email address
mn: ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠨ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠨᠡᠮᠡᠬᠦ

source: Already a member
mn: ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠭᠡᠰᠢᠭᠦᠨ

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
mn: {email} ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ 〈ᠺᠣᠨᠲ᠋ᠧᠢᠨᠧᠷ〉 ᠪᠠᠭ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠰᠢᠨ᠎ᠡ ᠭᠡᠰᠢᠭᠦᠨ ᠨᠡᠮᠡᠬᠦ ᠪᠣᠯ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠳ᠋ᠠᠬᠢᠨ ᠰᠢᠯᠭ᠎ᠠ᠃

source: Return to team listing
mn: ᠪᠠᠭ᠎ᠠ ᠶᠢᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠪᠤᠴᠠᠬᠤ

source: Are you sure?
mn: ᠴᠢ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Are you sure you want to restrict {email} access to “{container}”?
mn: ᠲᠠ 《〈ᠺᠣᠨᠲ᠋ᠧᠢᠨᠧᠷ〉》 ᠳᠤ ᠢᠮᠧᠯᠡ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: {display_name} Settings
mn: {display_name} ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Publish {display_name}
mn: ᠬᠡᠪᠯᠡᠬᠦ {display_name}

source: Publish all unpublished changes for this {item}?
mn: ᠡᠨᠡ {item} ᠳᠡᠭᠡᠷᠡᠬᠢ ᠪᠦᠬᠦ ᠨᠡᠢᠲᠡᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠢ ᠨᠡᠶᠢᠳᠡᠯᠡᠬᠦ ᠦᠦ?

source: Publish
mn: ᠨᠡᠶᠢᠲᠡᠯᠡᠬᠦ

source: All Learners and Staff
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠳᠤ ᠪᠣᠯᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ

source: Basic
mn: ᠦᠨᠳᠦᠰᠦᠨ

source: Visibility
mn: ᠬᠠᠷᠠᠭᠳᠠᠴᠠ

source: Editing: %(title)s
mn: ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ᠄ %(title)s

source: Unit
mn: ᠨᠢᠭᠡᠴᠡ

source: Component
mn: ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ

source: Move
mn: ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ

source: Choose a location to move your component to
mn: ᠥᠪᠡᠷ ᠦᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠢ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠪᠠᠢᠷᠰᠢᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: Move: {displayName}
mn: ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ᠄ {displayName}

source: Validation Error While Saving
mn: ᠬᠠᠳᠠᠭᠠᠯᠠᠵᠤ ᠪᠠᠢᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ

source: Undo Changes
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠬᠤ

source: Change Manually
mn: ᠭᠠᠷ ᠢᠶᠠᠷ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ

source: Sections
mn: ᠪᠥᠯᠥᠭ

source: Subsections
mn: ᠬᠡᠰᠡᠭ

source: Units
mn: ᠨᠢᠭᠡᠴᠢ

source: Components
mn: ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ

source: Groups
mn: ᠪᠦᠯᠦᠭ ᠦᠳ

source: This {parentCategory} has no {childCategory}
mn: ᠡᠨᠡ {parentCategory} ᠶᠠᠮᠠᠷ ᠴᠤ {childCategory} ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: Course Outline
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠢᠮᠦ

source: Date added
mn: ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Editing access for: %(title)s
mn: ᠨᠡᠪᠲᠡᠷᠡᠯᠲᠡ ᠶᠢ ᠵᠠᠰᠠᠬᠤ᠄%(title)s

source: Publishing
mn: ᠨᠡᠶᠢᠲᠡᠯᠡᠬᠦ

source: Discard Changes
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠬᠠᠶᠠᠬᠤ

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
mn: ᠲᠠ ᠰᠡᠭᠦᠯᠴᠢ ᠶᠢᠨ ᠬᠡᠪᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ? ᠲᠠ ᠡᠨᠡ ᠦᠢᠯᠡᠳᠦᠯ ᠢ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Discarding Changes
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠬᠠᠶᠠᠬᠤ

source: Hiding from Students
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠠᠴᠠ ᠨᠢᠭᠤᠭᠳᠠᠨ᠎ᠠ

source: Explicitly Hiding from Students
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠠᠴᠠ ᠨᠢᠭᠤᠭᠳᠠᠬᠤ

source: Inheriting Student Visibility
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠬᠠᠷᠠᠬᠤ ᠴᠢᠳᠠᠪᠤᠷᠢ ᠲᠠᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Make Visible to Students
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠦᠵᠡᠭᠦᠯ

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
mn: ᠬᠡᠷᠪᠡ ᠨᠢᠭᠡᠴᠡ ᠶᠢ ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠬᠡᠪᠯᠡᠨ ᠨᠡᠢᠲᠡᠯᠡᠵᠦ᠂ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠬᠦᠷᠭᠡᠭᠰᠡᠨ ᠪᠣᠯ ᠨᠢᠭᠡᠴᠡ ᠳᠦ ᠬᠢᠭᠰᠡᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Making Visible to Students
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠦᠵᠡᠭᠦᠯᠵᠦ ᠪᠤᠢ ᠪᠠᠢᠳᠠᠯ

source: Course Index
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠢᠨᠳᠧᠺᠰ

source: There were errors reindexing course.
mn: Reindexing ᠠᠯᠳᠠᠭ᠎ᠠ ᠪᠠᠢᠭᠰᠠᠨ᠃

source: Hide Previews
mn: ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠦᠵᠡᠭᠦᠯᠪᠦᠷᠢ ᠶᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: Show Previews
mn: ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠦᠵᠡᠭᠦᠯᠪᠦᠷᠢ ᠦᠵᠡᠭᠦᠯ

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
mn: {sortName} ᠍ ᠡᠴᠡ {currentItemRange} ᠬᠠᠷᠠᠭᠤᠯᠵᠤ᠂ {assetType} ᠍ ᠪᠠᠷ ᠱᠦᠭᠦᠭᠳᠡᠵᠦ᠂ {sortName} ᠨᠢ ᠡᠷᠢᠮᠪᠡᠯᠡᠭᠰᠡᠨ

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
mn: {sortName} ᠍ ᠠᠴᠠ {currentItemRange} 〈{sortName} ᠍ ᠪᠡᠷ ᠡᠷᠢᠮᠪᠡᠯᠡᠭᠰᠡᠨ {assetType} ᠍ ᠪᠠᠷ ᠱᠦᠭᠦᠭᠳᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
mn: {sortName} ᠠᠴᠠ {currentItemRange} ᠬᠠᠷᠠᠭᠤᠯᠵᠤ᠂ {sortName} ᠥᠭᠰᠥᠬᠦ

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
mn: {totalItemsCount} ᠍ ᠠᠴᠠ {currentItemRange} ᠬᠠᠷᠠᠭᠤᠯᠵᠤ᠂ {sortName} ᠍ ᠪᠡᠷ ᠡᠷᠢᠮᠪᠡᠯᠡᠭᠰᠡᠨ

source: {totalItems} total
mn: {totalItems} ᠨᠡᠢᠲᠡ

source: content group
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠯᠦᠭ

source: Add your first content group
mn: ᠡᠬᠢᠨ ᠦ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠨ ᠪᠦᠯᠦᠭ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: You have not created any content groups yet.
mn: ᠲᠠ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠭᠷᠦᠶᠢᠫ ᠡᠭᠦᠰᠬᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Are you sure you want to remove this video from the list?
mn: ᠲᠠ ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠬᠠᠰᠤᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
mn: ᠡᠨᠡ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠬᠠᠰᠤᠬᠤ ᠨᠢ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠨᠥᠯᠥᠭᠡᠯᠡᠬᠦ ᠦᠭᠡᠢ᠃ ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ID ᠠᠰᠢᠭᠯᠠᠳᠠᠭ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠦᠨ ᠬᠠᠷᠠᠭᠤᠯᠪᠠ᠃

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
mn: ᠲᠠᠨ ᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠲᠠᠨ ᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠬᠢᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠲᠤᠯᠠ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠪᠣᠯᠤᠨ ᠦᠨ᠎ᠡ ᠶᠢᠨ ᠹᠣᠷᠮᠠᠲ ᠢ ᠠᠩᠬᠠᠷᠤᠯ ᠲᠠᠢ ᠠᠪᠴᠤ ᠦᠵᠡᠭᠡᠷᠡᠢ᠃

source: Your policy changes have been saved.
mn: ᠲᠠᠨ ᠤ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
mn: ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠡᠰᠡᠪᠡᠯ ᠬᠣᠣᠰ ᠤᠳᠬ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠬᠢᠭᠳᠡᠳᠡᠭ ᠦᠭᠡᠢ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠹᠣᠷᠮᠠᠲ᠋ᠠ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: For grading to work, you must change all {oldName} subsections to {newName}.
mn: ᠠᠵᠢᠯ ᠢ ᠳᠡᠰ ᠬᠣᠪᠢᠶᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠪᠦᠬᠦ {oldName} ᠬᠡᠰᠡᠭ ᠢ {newName} ᠪᠣᠯᠭᠠᠵᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: Course Credit Requirements
mn: ᠺᠷᠧᠳᠢᠲ ᠲᠠᠯᠪᠢᠭᠳᠠᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ

source: The minimum grade for course credit is not set.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠺᠷᠧᠳᠢᠲ ᠢ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠲᠦᠪᠰᠢᠨ ᠳᠦ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Course pacing cannot be changed once a course has started.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠶᠠᠪᠤᠴᠠ ᠶᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: {hours}:{minutes} (current UTC time)
mn: {hours}᠄ {minutes} ( ᠣᠳᠣ ᠶᠢᠨ UTC ᠴᠠᠭ )

source: Upload your course image.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠢᠷᠤᠭ ᠣᠷᠣᠭᠤᠯᠬᠤ᠃

source: Upload your banner image.
mn: ᠪᠠᠨᠧᠷ ᠤᠨ ᠵᠢᠷᠤᠭ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Upload your video thumbnail image.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠥᠩᠭᠡᠴᠡ ᠵᠢᠷᠤᠭ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ᠃

source: Delete “<%= name %>”?
mn: “<%= name %>” ᠢ᠋ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠤᠤ?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
mn: ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠲᠤᠯᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠥᠲᠥᠴᠢ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠡᠨ ᠡᠰᠢᠯᠡᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Delete Page Confirmation
mn: ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠪᠠᠲᠤᠯᠠᠭ᠎ᠠ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Are you sure you want to delete this page? This action cannot be undone.
mn: ᠲᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ? ᠡᠨᠡ ᠦᠢᠯᠡᠳᠦᠯ ᠢ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Upload
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ

source: We're sorry, there was an error
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠂ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ

source: The combined length of the organization, course number, and course run fields cannot be more than <%=limit%> characters.
mn: ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠣᠣᠰᠯᠠᠯ ᠤᠨ ᠤᠷᠲᠤ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠨᠢ <%=limit%> ᠲᠡᠮᠳᠡᠭᠲᠦ ᠨᠦᠭᠦᠳ ᠡᠴᠡ ᠢᠯᠡᠭᠦᠦ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: The combined length of the organization and library code fields cannot be more than <%=limit%> characters.
mn: ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠣᠯᠤᠨ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠬᠣᠣᠰᠯᠠᠭᠰᠠᠨ ᠤᠷᠲᠤ ᠨᠢ <%=limit%> ᠲᠡᠮᠳᠡᠭᠲᠦ ᠨᠦᠭᠦᠳ ᠡᠴᠡ ᠢᠯᠡᠭᠦᠦ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Success! "{displayName}" has been moved.
mn: ᠠᠮᠵᠢᠯᠲᠠ! "{displayName}" ᠰᠢᠯᠵᠢᠭᠦᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
mn: ᠴᠤᠴᠠᠯᠠᠬᠤ ᠪᠣᠯᠤᠯ᠎ᠠ "{sourceDisplayName}" ᠪᠤᠴᠠᠵᠤ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Undo move
mn: ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠭᠴᠢ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠬᠤ

source: Take me to the new location
mn: ᠨᠠᠮᠠᠢ ᠰᠢᠨ᠎ᠡ ᠪᠠᠢᠷᠢᠨ ᠳᠤ ᠠᠪᠤᠭᠠᠴᠢ

source: Duplicating
mn: ᠳᠠᠬᠢᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢᠯᠠᠬᠤ

source: Undo moving
mn: ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠭᠴᠢ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠬᠤ

source: Moving
mn: ᠬᠥᠳᠡᠯᠬᠦ

source: Deleting this {xblock_type} is permanent and cannot be undone.
mn: ᠡᠨᠡ {xblock_type} ᠤᠰᠠᠳᠬᠠᠬᠤ ᠨᠢ ᠪᠠᠢᠩᠭᠤ ᠶᠢᠨ ᠪᠥᠭᠡᠳ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
mn: ᠡᠨᠡ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ ᠪᠣᠯᠭᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ ᠠᠯᠢᠪᠠ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠢ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠯᠲᠠ ᠶᠢ ᠠᠷᠢᠯᠭᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Delete this {xblock_type} (and prerequisite)?
mn: ᠡᠨᠡ {xblock_type} ( ᠪᠣᠯᠤᠨ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ )ᠤᠰᠠᠳᠬᠠᠬᠤ ᠤᠤ?

source: Yes, delete this {xblock_type}
mn: ᠲᠡᠶᠢᠮᠦ᠂ ᠡᠨᠡ {xblock_type} ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Delete this {xblock_type}?
mn: ᠡᠨᠡ {xblock_type} ᠢ᠋ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠤᠤ?

source: section
mn: ᠪᠥᠯᠥᠭ

source: subsection
mn: ᠬᠡᠰᠡᠭ

source: unit
mn: ᠨᠢᠭᠡᠴᠢ

source: You've made some changes
mn: ᠲᠠ ᠬᠡᠳᠦ ᠬᠡᠳᠦᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠭᠰᠡᠨ

source: Your changes will not take effect until you save your progress.
mn: ᠲᠠᠨ ᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠲᠠᠨ ᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: You've made some changes, but there are some errors
mn: ᠲᠠ ᠵᠠᠷᠢᠮ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠭᠰᠡᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠵᠠᠷᠢᠮ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ

source: Please address the errors on this page first, and then save your progress.
mn: ᠡᠬᠢᠯᠡᠭᠡᠳ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠠᠯᠳᠠᠭ᠎ᠠ ᠶᠢ ᠵᠠᠯᠠᠷᠠᠭᠤᠯᠵᠤ᠂ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠥᠪᠡᠷ ᠦᠨ ᠶᠠᠪᠤᠴᠠ ᠶᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Save Changes
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ

source: Please select a file in .srt format.
mn: .Srt ᠹᠣᠷᠮᠠᠲ ᠲᠠᠢ ᠹᠠᠶᠢᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: Error: Uploading failed.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: Error: Import failed.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄ ᠢᠮᠫᠣᠷᠲ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: Error: Replacing failed.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄ ᠰᠣᠯᠢᠬᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: Error: Choosing failed.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄ ᠰᠣᠩᠭᠣᠭᠤᠯᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: Error: Connection with server failed.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄ ᠰᠧᠷᠸᠧᠷ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭᠳᠠᠬᠤ ᠨᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: No sources
mn: ᠡᠬᠡ ᠰᠤᠷᠪᠤᠯᠵᠢ ᠠᠯᠠᠭ᠎ᠠ

source: Link types should be unique.
mn: ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢᠨ ᠲᠥᠷᠥᠯ ᠦᠳ ᠥᠪᠡᠷᠮᠢᠴᠡ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Links should be unique.
mn: ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠨᠤᠭᠤᠳ ᠥᠪᠡᠷᠮᠢᠴᠡ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Incorrect url format.
mn: ᠪᠤᠷᠤᠭᠤ url ᠹᠣᠷᠮᠠᠲ᠋᠃

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠂ ᠲᠠᠨ ᠤ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠠᠳᠠᠮᠠᠯ ᠣᠷᠴᠢᠭᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠢ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠹᠣᠷᠮᠠᠲ ᠢ ᠰᠢᠯᠭᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Upload translation
mn: ᠣᠷᠴᠢᠭᠤᠯᠭ᠎ᠠ ᠣᠷᠣᠭᠤᠯᠬᠤ

source: Add Thumbnail
mn: Thumbnail ᠨᠡᠮᠡᠨ᠎ᠡ

source: Edit Thumbnail
mn: Thumbnail ᠍ ᠢ ᠵᠠᠰᠠᠬᠤ

source: {InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
mn: 〈{InstructionsSpanStart} {videoImageResoultion}{lineBreak}{videoImageSupportedFileFormats}{spanEnd}{InstructionsSpanStart}{videoImageResoultion}{lineBreak}{videoImageSupportedFileFormats}{spanEnd}

source: Image upload failed
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: {maxWidth}x{maxHeight} pixels
mn: {maxWidth} x {maxHeight} ᠫᠢᠺᠰᠧᠯ

source: Thumbnail for {videoName}
mn: {videoName} ᠍ ᠦᠨ Thumbnail

source: Add Thumbnail - {videoName}
mn: Thumbnail ᠨᠡᠮᠡᠬᠦ - {videoName}

source: Video duration is {humanizeDuration}
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ {humanizeDuration}

source: minutes
mn: ᠮᠢᠨᠦ᠋ᠲ

source: minute
mn: ᠮᠢᠨᠦ᠋ᠲ

source: seconds
mn: ᠰᠧᠺᠦᠶᠢᠨᠳ᠋

source: second
mn: ᠬᠣᠶᠠᠷ ᠳ᠋ᠠᠬᠢ

source: and
mn: ᠪᠣᠯᠤᠨ

source: Video image upload started
mn: ᠸᠢᠳᠢᠣ᠋ ᠵᠢᠷᠤᠭ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠠᠵᠢᠯ ᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠦᠭᠰᠡᠨ

source: Video image upload completed
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠵᠢᠷᠤᠭ ᠤᠨ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
mn: ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠤᠨ ᠹᠠᠢᠯ ᠤᠨ ᠲᠥᠷᠦᠯ ᠢ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠦᠭᠡᠢ᠃ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠹᠠᠢᠯ ᠤᠨ ᠲᠥᠷᠥᠯ ᠦᠳ {supportedFileFormats}᠃

source: The selected image must be smaller than {maxFileSizeInMB}.
mn: ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ {maxFileSizeInMB} ᠍ ᠰ ᠪᠠᠭ᠎ᠠ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The selected image must be larger than {minFileSizeInKB}.
mn: ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠵᠢᠷᠤᠭ {minFileSizeInKB} ᠍ ᠠᠴᠠ ᠲᠣᠮᠣ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Could not upload the video image file
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠵᠢᠷᠤᠭ ᠤᠨ ᠹᠠᠶᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: Image upload failed.
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: Editor
mn: ᠨᠠᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ

source: Settings
mn: ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: New {component_type}
mn: ᠰᠢᠨ᠎ᠡ {component_type}

source: Warning
mn: ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ

source: Updating Tags
mn: ᠰᠡᠳᠦᠪ ᠦᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯ

source: Actions
mn: ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ

source: Unscheduled
mn: ᠦᠯᠦ ᠬᠦᠳᠡᠯᠬᠦ ᠬᠥᠷᠦᠩᠭᠡ

source: Date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Previous
mn: ᠡᠮᠦᠨᠡᠬᠢ

source: Status
mn: ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰ

source: Action
mn: ᠦᠢᠯᠡᠳᠦᠯ

source: Large
mn: ᠲᠣᠮᠣ

source: Zoom In
mn: ᠲᠤᠮᠤᠷᠠᠭᠤᠯᠬᠤ

source: Zoom Out
mn: ᠵᠠᠶᠢᠷᠠᠭᠤᠯ

source: Page number out of %(total_pages)s
mn: %(total_pages)s ᠤᠨ ᠲᠣᠭ᠎ᠠ

source: Enter the page number you'd like to quickly navigate to.
mn: ᠲᠦᠷᠭᠡᠨ ᠬᠠᠶᠢᠬᠤ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠳᠤᠭ ᠢᠶᠠᠷ ᠢᠶᠠᠨ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Sorted by
mn: Sort by

source: Clear search
mn: ᠬᠠᠶᠢᠯᠲᠠ ᠶᠢ ᠴᠡᠪᠡᠷᠯᠡ

source: Mark as Answer
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠲᠡᠮᠳᠡᠭᠯᠡ

source: Unmark as Answer
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠦᠭᠡᠢ ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡ

source: Open
mn: ᠨᠡᠭᠡᠭᠡᠯᠲᠡᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Endorse
mn: ᠳᠡᠮᠵᠢᠬᠦ

source: Follow
mn: ᠳᠠᠭᠠᠬᠤ

source: Unfollow
mn: ᠳᠠᠬᠢᠨ ᠳᠠᠭᠠᠬᠤ ᠦᠭᠡᠢ

source: Pin
mn: ᠫᠧᠩ

source: Report abuse
mn: ᠪᠤᠷᠤᠭᠤᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠮᠡᠳᠡᠭᠦᠯᠭᠡ

source: Report
mn: ᠲᠠᠶᠢᠯᠤᠨ ᠪᠢᠴᠢᠬᠦ

source: Unreport
mn: ᠢᠯᠡᠳᠬᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Vote for this post,
mn: ᠲᠤᠰ ᠪᠢᠴᠢᠯᠭᠡ ᠳ᠋ᠤ᠌ ᠣᠨᠣᠭ᠎ᠠ ᠥᠭᠬᠦ

source: Load more
mn: ᠢᠯᠡᠭᠦᠦ ᠠᠴᠢᠶᠠᠯᠠᠯᠬᠤ

source: Error posting your message.
mn: ᠲᠠᠨ ᠤ ᠪᠢᠴᠢᠯᠭᠡ ᠢ ᠢᠯᠡᠭᠡᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Add a Post
mn: ᠪᠢᠴᠢᠯᠭᠡ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ ?

source: Visible to
mn: ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠬᠡᠪᠴᠢᠶ᠎ᠡ᠄

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group.
mn: ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ᠂ ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠤᠭᠴᠢᠳ᠂ ТA ᠨᠢ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠠᠭᠠᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠨᠢᠭᠡ ᠪᠦᠯᠦᠭ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: All Groups
mn: ᠪᠦᠬᠦ ᠪᠦᠯᠦᠭ ᠦᠳ

source: Add a clear and descriptive title to encourage participation. (Required)
mn: ᠣᠷᠣᠯᠴᠠᠭ᠎ᠠ ᠶᠢ ᠳᠡᠮᠵᠢᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠣᠳᠣᠷᠬᠠᠢ᠂ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ᠃ ( ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ )

source: Your question or idea (required)
mn: ᠲᠠᠨ ᠤ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠡᠰᠡᠪᠡᠯ ᠰᠠᠨᠠᠭᠤᠯᠭ᠎ᠠ ( ᠲᠠᠭᠯᠠᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ )

source: follow this post
mn: ᠡᠨᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠳᠠᠭᠠᠬᠤ

source: post anonymously
mn: ᠨᠡᠷ᠎ᠡ ᠪᠡᠨ ᠨᠢᠭᠤᠴᠠᠯᠠᠬᠤ

source: post anonymously to classmates
mn: ᠠᠩᠬᠢ ᠶᠢᠨ ᠬᠡᠦᠬᠡᠳ ᠦᠳ ᠲᠦ ᠨᠡᠷ᠎ᠡ ᠪᠡᠨ ᠨᠢᠭᠤᠴᠠᠯᠠ

source: Submit
mn: ᠢᠯᠡᠭᠡᠬᠦ

source: (Community TA)
mn: ( ᠣᠷᠣᠨ ᠨᠤᠲᠤᠭ ᠤᠨ ТТ )

source: (Staff)
mn: ( ᠠᠵᠢᠯᠲᠠᠨ )

source: This thread is closed.
mn: ᠡᠨᠡ ᠤᠲᠠᠰᠤ ᠬᠠᠭᠠᠯᠲᠠ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: View discussion
mn: ᠶᠠᠷᠢᠯᠴᠠᠯᠭ᠎ᠠ ᠶᠢ ᠦᠵᠡᠬᠦ

source: Editing comment
mn: ᠰᠡᠳᠬᠢᠭᠳᠡᠯ ᠪᠢᠴᠢᠬᠦ

source: Update comment
mn: ᠰᠡᠳᠬᠢᠭᠳᠡᠯ ᠪᠢᠴᠢᠬᠦ

source: posted %(time_ago)s by %(author)s
mn: ᠵᠣᠬᠢᠶᠠᠭᠴᠢ %(author)s᠍ ᠡᠴᠡ %(time_ago)s ᠪᠠᠢᠷᠢᠯᠠᠭᠤᠯᠤᠭᠰᠠᠨ

source: Reported
mn: ᠲᠠᠶᠢᠯᠤᠩᠨᠠᠭᠰᠠᠨ

source: Editing post
mn: ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ ᠵᠠᠰᠠᠪᠤᠷᠢ

source: Edit your post below.
mn: ᠳᠣᠣᠷᠠᠬᠢ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠵᠠᠰᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Update post
mn: ᠫᠣᠰᠲ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ

source: discussion
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ

source: answered question
mn: ᠬᠠᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠠᠰᠠᠭᠤᠯᠲᠠ

source: unanswered question
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠦᠭᠡᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ

source: Pinned
mn: ᠰᠢᠬᠠᠭᠰᠠᠨ

source: Following
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ

source: Community TA
mn: ᠣᠯᠠᠨ ᠨᠡᠢᠲᠡ ᠶᠢᠨ TA

source: {unread_comments_count} new
mn: {unread_comments_count} ᠰᠢᠨ᠎ᠡ

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
mn: %(comments_count)s %(span_sr_open) %(span_close)s

source: Editing response
mn: ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ
