Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: {numResponses} response
mn: {numResponses} ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ

source: Showing all responses
mn: ᠪᠦᠬᠦ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Showing first response
mn: ᠡᠬᠢᠨ ᠦ {numResponses} ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Load all responses
mn: ᠪᠦᠬᠦ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠠᠴᠢᠶᠠᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Load next {numResponses} responses
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠶᠢᠨ {numResponses} ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠠᠴᠢᠶᠠᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Are you sure you want to delete this post?
mn: ᠲᠠ ᠡᠨᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Your post will be discarded.
mn: ᠲᠠᠨ ᠤ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: anonymous
mn: ᠨᠡᠷ᠎ᠡ ᠦᠭᠡᠢ

source: Are you sure you want to delete this comment?
mn: ᠲᠠ ᠡᠨᠡ ᠰᠡᠳᠬᠢᠭᠳᠡᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: This comment could not be deleted. Refresh the page and try again.
mn: ᠡᠨᠡ ᠰᠡᠳᠬᠢᠭᠳᠡᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Are you sure you want to delete this response?
mn: ᠲᠠ ᠡᠨᠡ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: The email address you've provided isn't formatted correctly.
mn: ᠲᠠᠨ ᠤ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠵᠥᠪ ᠬᠡᠯᠪᠡᠷᠡᠰᠢᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: %(field)s must have at least %(count)d characters.
mn: %(field)s ᠨᠢ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ %(count)d ᠲᠡᠮᠳᠡᠭᠲᠦ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: %(field)s can only contain up to %(count)d characters.
mn: %(field)s ᠨᠢ ᠵᠥᠪᠬᠡᠨ %(count)d ᠲᠡᠮᠳᠡᠭᠲᠦ ᠠᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Please enter your %(field)s.
mn: ᠲᠠ %(field)s ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Drop target image
mn: ᠵᠣᠷᠢᠯᠲᠠᠲᠤ ᠵᠢᠷᠤᠭ ᠢ ᠬᠠᠰᠤᠬᠤ

source: dragging out of slider
mn: ᠰᠯᠠᠶᠢᠳ᠋ ᠍ ᠠᠴᠠ ᠴᠢᠷᠴᠢ ᠭᠠᠷᠪᠠ

source: dragging
mn: ᠴᠢᠷᠦᠬᠦ

source: dropped in slider
mn: ᠭᠤᠯᠠᠰᠤᠭᠴᠢ ᠳᠡᠭᠡᠷ᠎ᠡ ᠤᠨᠠᠪᠠ

source: dropped on target
mn: ᠵᠣᠷᠢᠯᠲᠠᠲᠤ ᠲᠦᠪᠰᠢᠨ ᠳᠦ ᠬᠦᠷᠴᠡᠢ

source: %s ago
mn: % s ᠡᠮᠦᠨ᠎ᠡ

source: %s from now
mn: % s ᠣᠨ ᠠᠴᠠ ᠬᠣᠶᠢᠰᠢ

source: less than a minute
mn: ᠨᠢᠭᠡ ᠮᠢᠨᠦ᠋ᠲ ᠠᠴᠠ ᠪᠠᠭ᠎ᠠ

source: about a minute
mn: ᠨᠢᠭᠡ ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠳᠠᠷᠠᠭ᠎ᠠ

source: %d minute
mn: ᠯᠠᠸᠷᠧᠯ 《% d ᠮᠢᠨᠦ᠋ᠲ

source: about an hour
mn: ᠨᠢᠭᠡ ᠴᠠᠭ ᠣᠷᠴᠢᠮ

source: about %d hour
mn: %d ᠴᠠᠭ ᠣᠷᠴᠢᠮ

source: a day
mn: ᠡᠳᠦᠷ

source: %d day
mn: %d ᠡᠳᠦᠷ

source: about a month
mn: ᠰᠠᠷ᠎ᠠ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ

source: %d month
mn: % d ᠰᠠᠷ᠎ᠠ

source: about a year
mn: ᠵᠢᠯ ᠳᠦ ᠨᠢᠭᠡ ᠤᠳᠠᠭ᠎ᠠ

source: %d year
mn: % d ᠵᠢᠯ

source: User
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ

source: Annotation
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ

source: Start
mn: ᠡᠬᠢᠯᠡᠭᠡᠳ

source: End
mn: ᠲᠡᠭᠦᠰᠬᠡᠯ

source: Date posted
mn: ᠪᠢᠴᠢᠭᠰᠡᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: More
mn: ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ

source: My Notes
mn: ᠮᠢᠨᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ

source: Instructor
mn: ᠪᠠᠭᠰᠢ

source: Public
mn: ᠣᠯᠠᠨ ᠨᠡᠢᠲᠡ ᠶᠢᠨ

source: Search
mn: ᠬᠠᠶᠢᠯᠲᠠ

source: Users
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ

source: Tags
mn: ᠰᠡᠳᠦᠪ ᠦᠨ

source: Annotation Text
mn: ᠠᠨᠣᠲ᠋ᠠᠼᠢ ᠶᠢᠨ ᠲᠧᠺᠰᠲ

source: Clear
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ

source: Text
mn: ᠲᠧᠺᠰᠲ

source: Video
mn: ᠸᠢᠳᠢᠣ᠋

source: Image
mn: ᠵᠢᠷᠤᠭ

source: Reply
mn: ᠬᠠᠷᠢᠭᠤ ᠬᠠᠷᠢᠭᠤᠯ

source: Tags:
mn: ᠰᠡᠳᠦᠪ ᠦᠨ᠄

source: Check the box to remove all flags.
mn: ᠪᠦᠬᠦ ᠲᠤᠭ ᠤᠳ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠶᠢᠷᠴᠠᠭ ᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Check the box to remove %(totalFlags)s flag.
mn: %(totalFlags)s ᠦᠨ ᠲᠤᠭ ᠤᠳ ᠢ ᠠᠷᠢᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠶᠢᠷᠴᠠᠭ ᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Check the box to remove %(count)s flag.
mn: %(count)s ᠲᠤᠭ ᠤᠳ ᠢ ᠠᠷᠢᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠶᠢᠷᠴᠠᠭ ᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: All flags have been removed. To undo, uncheck the box.
mn: ᠪᠦᠬᠦ ᠲᠤᠭ ᠤᠳ ᠢ ᠬᠠᠰᠤᠭᠰᠠᠨ᠃ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠶᠢᠷᠴᠠᠭ᠎ᠠ ᠶᠢ ᠰᠢᠯᠭ᠎ᠠ᠃

source: You have already reported this annotation.
mn: ᠲᠠ ᠡᠨᠡ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠶᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠲᠠᠶᠢᠯᠤᠩᠨᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Report annotation as inappropriate or offensive.
mn: ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠶᠢᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠢ ᠵᠣᠬᠢᠰ ᠦᠭᠡᠢ ᠡᠰᠡᠪᠡᠯ ᠳᠣᠷᠣᠮᠵᠢᠯᠠᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠮᠡᠳᠡᠭᠡᠯᠡᠨ᠎ᠡ᠃

source: This annotation has %(count)s flag.
mn: ᠡᠨᠡ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡ ᠨᠢ %(count)s flags ᠪᠠᠢᠨ᠎ᠠ᠃

source: An unexpected error occurred. Please try again.
mn: ᠭᠡᠨᠡᠳᠲᠡ ᠶᠢᠨ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Financial Assistance
mn: ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭ᠎ᠠ

source: Upset Learner
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠰᠡᠳᠬᠢᠯ ᠦᠨ ᠬᠢᠮᠤᠷᠠᠯ

source: Teaching Assistant
mn: ᠲᠤᠰᠯᠠᠬᠤ ᠪᠠᠭᠰᠢ

source: Please specify a reason.
mn: ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Something went wrong changing this enrollment. Please try again.
mn: ᠡᠨᠡ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: last activity
mn: ᠰᠡᠭᠦᠯ ᠦᠨ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ

source: open slots
mn: ᠨᠡᠭᠡᠭᠡᠯᠲᠡᠲᠡᠢ ᠨᠦᠬᠡ

source: name
mn: ᠨᠡᠷᠡ

source: team count
mn: ᠪᠠᠭ ᠤᠨ ᠲᠣᠭ᠎ᠠ

source: Teams
mn: ᠪᠠᠭᠤᠤ ᠳᠤ

source: Create
mn: ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Update
mn: ᠰᠢᠨᠡᠳᠭᠡᠬᠦ

source: Team Name (Required)*
mn: ᠪᠠᠭ ᠤᠨ ᠨᠡᠷ᠎ᠡ ( ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ )‍

source: A name that identifies your team (maximum 255 characters).
mn: ᠲᠠᠨ ᠤ ᠪᠠᠭ ᠢ ᠲᠠᠨᠢᠬᠤ ᠨᠡᠷ᠎ᠡ ( ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠳᠦ ᠪᠡᠨ 255 ᠲᠡᠮᠳᠡᠭᠲᠦ )᠃

source: Team Description (Required)*
mn: ᠪᠠᠭ ᠤᠨ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ( ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ )‍

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
mn: ᠪᠠᠭ᠎ᠠ ᠶᠢᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ᠂ ᠴᠢᠭᠯᠡᠯ ᠢ ᠪᠤᠰᠤᠳ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠣᠶᠢᠯᠠᠭᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠠᠭ ᠤᠨ ᠲᠣᠪᠴᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ( ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠳᠦ ᠪᠡᠨ 300 ᠲᠡᠮᠳᠡᠭᠲᠦ )᠃

source: Language
mn: ᠬᠡᠯᠡ

source: The language that team members primarily use to communicate with each other.
mn: ᠭᠢᠰᠢ ᠨᠦᠭᠦᠳ ᠢᠶᠡᠷ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ ᠬᠡᠯᠡ ᠨᠢ ᠪᠡᠶ᠎ᠡ ᠪᠡᠶᠡᠩ ᠲᠡᠢ ᠪᠡᠨ ᠬᠠᠷᠢᠯᠴᠠᠳᠠᠭ᠃

source: Country
mn: ᠤᠯᠤᠰ

source: The country that team members primarily identify with.
mn: ᠭᠡᠰᠢᠭᠦᠳ ᠨᠢ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠢ ᠭᠣᠣᠯᠴᠢᠯᠠᠨ ᠲᠠᠨᠢᠬᠤ᠃

source: An error occurred. Please try again.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Check the highlighted fields below and try again.
mn: ᠳᠣᠣᠷᠠᠬᠢ ᠣᠨᠴᠠᠯᠠᠭᠰᠠᠨ ᠲᠠᠯᠠᠪᠤᠷ ᠢ ᠰᠢᠯᠭᠠᠭᠠᠳ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Enter team name.
mn: ᠪᠠᠭ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Team name cannot have more than 255 characters.
mn: ᠪᠠᠭ ᠤᠨ ᠨᠡᠷ᠎ᠡ 255 ᠲᠡᠮᠳᠡᠭᠲᠦ ᠡᠴᠡ ᠢᠯᠡᠭᠦᠦ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Enter team description.
mn: ᠪᠠᠭ ᠤᠨ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Team description cannot have more than 300 characters.
mn: ᠪᠠᠭ᠎ᠠ ᠶᠢᠨ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ 300 ᠭᠠᠷᠤᠢ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠲᠡᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: An error occurred while removing the member from the team. Try again.
mn: ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠡᠴᠡ ᠬᠠᠰᠤᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤ᠃

source: This team does not have any members.
mn: ᠡᠨᠡ ᠪᠠᠭ ᠨᠢ ᠭᠡᠰᠢᠭᠦᠳ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Joined %(date)s
mn: %(date)s ᠣᠷᠣᠭᠰᠠᠨ

source: Last Activity %(date)s
mn: ᠰᠡᠭᠦᠯ ᠦᠨ ᠦᠢᠯᠡᠳᠦᠯ %(date)

source: Remove this team member?
mn: ᠡᠨᠡ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨ ᠢ ᠬᠠᠰᠤᠬᠤ ᠤᠤ?

source: This learner will be removed from the team, allowing another learner to take the available spot.
mn: ᠡᠨᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢ ᠪᠠᠭ᠎ᠠ ᠠᠴᠠ ᠬᠠᠰᠤᠬᠤ ᠪᠥᠭᠡᠳ ᠥᠭᠡᠷ᠎ᠡ ᠨᠢᠭᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠭᠠᠵᠠᠷ ᠢ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Delete this team?
mn: ᠡᠨᠡ ᠪᠠᠭ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠤᠤ?

source: Deleting a team is permanent and cannot be undone. All members are removed from the team, and team discussions can no longer be accessed.
mn: ᠪᠠᠭ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠨᠢ ᠪᠠᠢᠩᠭᠤ ᠶᠢᠨ ᠪᠥᠭᠡᠳ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠪᠦᠬᠦ ᠭᠡᠰᠢᠭᠦᠳ ᠪᠠᠭ᠎ᠠ ᠠᠴᠠ ᠬᠠᠰᠤᠭᠳᠠᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠪᠠᠭ ᠤᠨ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢ ᠴᠢᠨᠠᠭᠰᠢᠳᠠ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: Team "{team}" successfully deleted.
mn: Team "{team}" ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠤᠰᠠᠳᠬᠠᠯ᠎ᠠ᠃

source: You are not currently a member of any team.
mn: ᠲᠠ ᠣᠳᠣ ᠪᠠᠷ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨ ᠪᠢᠰᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: and others
mn: ᠮᠥᠨ ᠪᠤᠰᠤᠳ

source: Last activity %(date)s
mn: ᠰᠡᠭᠦᠯ ᠦᠨ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ %(date)s

source: View %(span_start)s %(team_name)s %(span_end)s
mn: %(span_start)s %(team_name)s %(span_end)s

source: An error occurred. Try again.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤ᠃

source: Leave this team?
mn: ᠡᠨᠡ ᠪᠠᠭ ᠢ ᠤᠷᠬᠢᠬᠤ ᠤᠤ?

source: If you leave, you can no longer post in this team's discussions. Your place will be available to another learner.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠶᠠᠪᠤᠬᠤ ᠶᠤᠮ ᠪᠣᠯ ᠡᠨᠡ ᠪᠠᠭ ᠤᠨ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠳᠦ ᠴᠢᠨᠠᠭᠰᠢᠳᠠ ᠰᠢᠤᠳᠠᠨ ᠢᠶᠠᠷ ᠤᠷᠤᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠲᠠᠨ ᠤ ᠪᠠᠢᠷᠢ ᠰᠠᠭᠤᠷᠢ ᠥᠭᠡᠷ᠎ᠡ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠨᠡᠭᠡᠭᠡᠯᠲᠡ ᠲᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Confirm
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ

source: You already belong to another team.
mn: ᠲᠠ ᠥᠪᠡᠷ ᠪᠠᠭ ᠲᠤ ᠪᠠᠭᠠᠳᠴᠤ ᠪᠠᠢᠨ᠎ᠠ᠃

source: This team is full.
mn: ᠡᠨᠡ ᠪᠠᠭ ᠲᠤ ᠳᠦᠭᠦᠷᠡᠩ ᠪᠠᠢᠨ᠎ᠠ᠃

source: %(memberCount)s / %(maxMemberCount)s Member
mn: %(memberCount)s / %(maxMemberCount)s ᠭᠡᠰᠢᠭᠦᠳ

source: All teams
mn: ᠪᠦᠬᠦ ᠪᠠᠭ ᠤᠳ

source: Teams Pagination
mn: ᠪᠠᠭᠤᠤ ᠳᠤ

source: Topics
mn: ᠰᠡᠳᠦᠪ ᠦᠳ

source: See all teams in your course, organized by topic. Join a team to collaborate with other learners who are interested in the same topic as you are.
mn: ᠰᠡᠳᠦᠪ ᠢᠶᠡᠷ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠪᠦᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠬᠠᠷᠠᠭᠠᠷᠠᠢ᠃ ᠪᠠᠭᠰᠢ ᠲᠠᠢ ᠪᠠᠨ ᠢᠵᠢᠯ ᠰᠡᠳᠦᠪ ᠲᠡᠢ ᠰᠣᠨᠢᠷᠬᠠᠯᠲᠠᠢ ᠪᠤᠰᠤᠳ ᠬᠦᠮᠦᠰ ᠲᠡᠢ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠪᠠᠷ ᠨᠢᠭᠡᠳᠦᠭᠡᠷᠡᠢ᠃

source: My Team
mn: ᠮᠠᠨ ᠤ ᠪᠠᠭ

source: Your request could not be completed. Reload the page and try again.
mn: ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠪᠦᠷᠢᠨ ᠬᠢᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
mn: ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠰᠧᠷᠸᠧᠷ ᠤᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠤᠯᠠᠮ ᠠᠴᠠ ᠳᠠᠭᠤᠰᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠬᠡᠪ ᠢᠶᠡᠷ ᠪᠠᠢᠪᠠᠯ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢᠨ ᠲᠠᠪ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠵᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Team Search
mn: ᠪᠠᠭ ᠤᠨ ᠬᠠᠶᠢᠯᠲᠠ

source: Showing results for "{searchString}"
mn: "{searchString}"ᠭᠡᠰᠡᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Create a New Team
mn: ᠰᠢᠨ᠎ᠡ ᠪᠠᠭ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠪᠠᠭ ᠢ ᠨᠢᠭᠡᠳᠬᠦ ᠶᠢ ᠬᠦᠰᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠡᠰᠡᠪᠡᠯ ᠰᠢᠨ᠎ᠡ ᠨᠠᠶᠢᠵᠠ ᠨᠥᠬᠥᠳ ᠲᠡᠢ ᠪᠡᠨ ᠬᠠᠮᠲᠤ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠬᠦᠰᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠰᠢᠨ᠎ᠡ ᠪᠠᠭ ᠡᠭᠦᠰᠬᠡᠭᠡᠷᠡᠢ᠃

source: Edit Team
mn: ᠪᠠᠭ ᠵᠠᠰᠠᠬᠤ

source: If you make significant changes, make sure you notify members of the team before making these changes.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠲᠣᠮᠣᠬᠠᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠡᠳᠡᠭᠡᠷ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠬᠢᠬᠦ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠲᠦ ᠮᠡᠳᠡᠭᠳᠡᠭᠡᠷᠡᠢ᠃

source: Membership
mn: ᠭᠡᠰᠢᠭᠦᠨᠴᠢᠯᠡᠯ

source: You can remove members from this team, especially if they have not participated in the team's activity.
mn: ᠲᠠ ᠡᠨᠡ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠡᠴᠡ ᠬᠠᠰᠤᠬᠤ᠂ ᠢᠯᠠᠩᠭᠤᠶ᠎ᠠ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠦᠨ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠳᠤ ᠣᠷᠣᠯᠴᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯ ᠠᠷᠢᠯᠭᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Search teams
mn: ᠬᠠᠶᠢᠯᠲᠠ ᠪᠠᠭ ᠤᠳ

source: All Topics
mn: ᠪᠦᠬᠦ ᠰᠡᠳᠦᠪ ᠦᠳ

source: The page "{route}" could not be found.
mn: 《〈ᠵᠠᠮ〉》 ᠬᠠᠭᠤᠳᠠᠰᠤ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: The topic "{topic}" could not be found.
mn: "{topic}" ᠰᠡᠳᠦᠪ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: The team "{team}" could not be found.
mn: "{team}" ᠪᠠᠭ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: %(team_count)s Team
mn: %(team_count)s ᠪᠠᠭ ᠤᠳ

source: Topic
mn: ᠰᠡᠳᠦᠪ

source: View Teams in the %(topic_name)s Topic
mn: %(topic_name)s ᠰᠡᠳᠦᠪ ᠬᠠᠷᠠᠬᠤ ᠳᠤ ᠪᠠᠭ ᠤᠳ ᠬᠠᠷᠠᠬᠤ

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
mn: {browse_span_start}ᠡᠨᠡ ᠰᠡᠳᠦᠪ ᠢᠶᠡᠷ ᠪᠤᠰᠤᠳ ᠰᠡᠳᠦᠪ {span_end} ᠡᠰᠡᠪᠡᠯ {search_span_start} ᠬᠠᠶᠢᠬᠤ ᠪᠠᠭ ᠤᠳ {span_end} ᠳ᠋ᠠᠬᠢ ᠪᠠᠭ ᠤᠳ ᠢ ᠦᠵᠡᠬᠦ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠣᠳᠣ ᠨᠢᠭᠡᠳᠴᠦ ᠴᠢᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠭ ᠢ ᠣᠯᠵᠤ ᠴᠢᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯ {create_span_start} ᠡᠨᠡ ᠰᠡᠳᠦᠪᠲᠦ ᠰᠢᠨ᠎ᠡ ᠪᠠᠭ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠪᠣᠯ {span_end}᠃

source: All topics
mn: ᠪᠦᠬᠦ ᠰᠡᠳᠦᠪ ᠦᠳ

source: Open Calculator
mn: ᠨᠡᠭᠡᠭᠡᠯᠲᠡᠲᠡᠢ ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠯ

source: Close Calculator
mn: ᠲᠣᠭᠠᠨ ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠭᠤᠷ

source: HTML preview of post
mn: HTML ᠢᠶᠠᠷ ᠪᠢᠴᠢᠯᠭᠡ ᠶ᠋ᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ

source: Post body
mn: ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ

source: Insert Hyperlink
mn: Hyperlink ᠤᠷᠤᠭᠤᠯᠬᠤ

source: e.g. 'http://google.com'
mn: ᠵᠢᠰᠢᠶ᠎ᠡ᠄ 'http://google.com'

source: Link Description
mn: ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢᠨ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ

source: e.g. 'google'
mn: ᠵᠢᠰᠢᠶ᠎ᠡ᠄ 'google'

source: Please provide a description of the link destination.
mn: ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢᠨ ᠣᠴᠢᠬᠤ ᠭᠠᠵᠠᠷ ᠤᠨ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Insert Image (upload file or type URL)
mn: ᠵᠢᠷᠤᠭ ᠣᠷᠣᠭᠤᠯᠬᠤ ( ᠹᠠᠶᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠡᠰᠡᠪᠡᠯ URL ᠪᠢᠴᠢᠨ᠎ᠡ ᠦᠦ )

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
mn: URL ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠡᠨ ᠪᠢᠴᠢᠵᠦ ᠡᠰᠡᠪᠡᠯ 《ᠹᠠᠶᠢᠯ ᠰᠤᠩᠭᠤᠬᠤ》 ᠲᠣᠪᠴᠢ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠥᠪᠡᠷ ᠦᠨ ᠮᠠᠰᠢᠨ ᠠᠴᠠ ᠹᠠᠶᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ᠃ ( ᠵᠢᠰᠢᠶ᠎ᠡ᠄ 'http://example.com/img/clouds.jpg' )

source: Image Description
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
mn: ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠢ ᠲᠠᠶᠢᠯᠪᠤᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠂ ᠡᠰᠡᠪᠡᠯ ᠡᠨᠡ ᠨᠢ ᠰᠤᠩᠭᠤᠬᠤ ᠬᠠᠶᠢᠷᠴᠠᠭ᠎ᠠ ᠶᠢ ᠰᠢᠯᠭᠠᠬᠤ ᠵᠠᠮ ᠢᠶᠠᠷ ᠺᠣᠨᠲ᠋ᠧᠺᠰᠲ ᠤᠳᠬ᠎ᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠭᠡᠳᠡᠭ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠨ᠎ᠡ ᠦᠦ᠃

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
mn: ᠵ.ᠨᠢ᠃ 〈ᠡᠭᠦᠯᠡᠰ ᠲᠡᠢ ᠲᠩᠷᠢ ᠨᠦᠭᠦᠳ〉᠃ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠨᠢ ᠵᠢᠷᠤᠭ ᠬᠠᠷᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠲᠤᠰᠠᠲᠠᠢ᠃

source: How to create useful text alternatives.
mn: ᠠᠰᠢᠭᠲᠠᠢ ᠲᠧᠺᠰᠲ ᠢ ᠬᠡᠷᠬᠢᠨ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ᠃

source: This image is for decorative purposes only and does not require a description.
mn: ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠢ ᠵᠥᠪᠬᠡᠨ ᠭᠣᠶᠣᠯ ᠴᠢᠮᠡᠭᠯᠡᠯ ᠦᠨ ᠵᠣᠷᠢᠭᠤᠯᠤᠯᠲᠠ ᠪᠠᠷ ᠬᠢᠬᠦ ᠪᠥᠭᠡᠳ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ ᠦᠭᠡᠢ᠃

source: Markdown Editing Help
mn: Markdown Editing ᠲᠤᠰᠠᠯᠠᠮᠵᠢ

source: Please provide a valid URL.
mn: ᠵᠥᠪ URL ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: %(errorCount)s error found in form.
mn: ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠣᠯᠳᠠᠭᠰᠠᠨ %(errorCount)s ᠠᠯᠳᠠᠭ᠎ᠠ ᠨᠤᠭᠤᠳ᠃

source: Bold (Ctrl+B)
mn: ( Ctrl + B )

source: Hyperlink (Ctrl+L)
mn: ᠭᠢᠫᠧᠷ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ( Ctrl + L )

source: Code Sample (Ctrl+K)
mn: ᠺᠣᠳ᠋ ᠳᠡᠭᠡᠵᠢ ( Ctrl + K )

source: Image (Ctrl+G)
mn: ᠵᠢᠷᠤᠭ ( Ctrl + G )

source: Numbered List (Ctrl+O)
mn: ᠳ᠋ᠤᠭᠠᠷᠯᠠᠭᠰᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ( Ctrl + O )

source: Horizontal Rule (Ctrl+R)
mn: ᠬᠡᠪᠲᠡᠭᠡ ᠳᠦᠷᠢᠮ ᠢ ( Ctrl + R )

source: Undo (Ctrl+Z)
mn: ᠤᠰᠠᠳᠬᠠᠬᠤ ( Ctrl + Z )

source: strong text
mn: ᠬᠦᠴᠢᠲᠡᠢ ᠲᠧᠺᠰᠲ

source: emphasized text
mn: ᠲᠧᠺᠰᠲ ᠢ ᠣᠨᠴᠠᠯᠠᠭᠰᠠᠨ

source: enter link description here
mn: ᠡᠨᠳᠡ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: enter code here
mn: ᠡᠨᠳᠡ ᠺᠣᠳ᠋ ᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: List item
mn: ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠵᠦᠢᠯ

source: Heading
mn: ᠭᠠᠷᠴᠠᠭ

source: You have been logged out of your edX account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
mn: ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ edX ᠪᠦᠷᠢᠳᠬᠡᠯ ᠡᠴᠡ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠵᠥᠭᠡᠭᠡᠭᠰᠡᠨ ᠪᠣᠯ ᠣᠳᠣ ᠳᠠᠷᠤᠵᠤ ᠨᠡᠪᠲᠡᠷᠡᠨ᠎ᠡ ᠦᠦ᠃ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠦᠯᠡᠳᠡᠭᠡᠬᠦ ᠪᠣᠯ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ ( ᠲᠠ ᠠᠵᠢᠯ ᠳᠤ ᠪᠠᠨ ᠣᠷᠣᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳ᠋ᠠᠬᠢᠨ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ )᠃

source: Preview this query
mn: ᠡᠨᠡ ᠬᠠᠶᠢᠯᠲᠠ ᠶᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠵᠤ ᠬᠠᠷᠠᠬᠤ

source: All subsections
mn: ᠪᠦᠬᠦ ᠬᠡᠰᠡᠭ ᠦᠳ

source: All units
mn: ᠪᠦᠬᠦ ᠨᠢᠭᠡᠴᠡ

source: Click to change
mn: ᠥᠪᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯ ᠲᠣᠪᠰᠢᠨ᠎ᠠ ᠤᠤ

source: Select a chapter
mn: ᠪᠦᠯᠦᠭ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: Save changes
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ

source: Please enter valid start date and time.
mn: ᠬᠦᠴᠦᠨ ᠪᠥᠬᠥᠢ ᠡᠬᠢᠯᠡᠬᠦ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃

source: Due date cannot be before start date.
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠳᠦᠷ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Enter Due Date and Time
mn: ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ

source: Enter Start Date and Time
mn: ᠡᠬᠢᠯᠡᠬᠦ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ / ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠲᠠᠯᠠᠪᠤᠷ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠥᠭᠡᠳ ᠬᠣᠭᠣᠰᠣᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ / ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠪᠥᠭᠯᠡᠭᠡᠳ 《Exception List in Excision》 ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ / ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠲᠠᠯᠠᠪᠤᠷ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠥᠭᠡᠳ ᠬᠣᠭᠣᠰᠣᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ / ᠢᠮᠧᠯᠡ ᠶᠢ ᠪᠥᠭᠯᠡᠭᠡᠳ᠂ 《ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ》 ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Uploaded file issues. Click on "+" to view.
mn: ᠹᠠᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ "+" ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: learners are successfully added to exception list
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠮᠡᠭᠰᠡᠨ

source: learner is successfully added to the exception list
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠨᠢ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠮᠡᠭᠰᠡᠨ

source: records are not in correct format and not added to the exception list
mn: ᠪᠠᠷᠢᠮᠲᠠ ᠪᠢᠴᠢᠭ ᠦᠳ ᠨᠢ ᠵᠥᠪ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠥᠭᠡᠳ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠨᠡᠮᠡᠭᠡ ᠦᠭᠡᠢ

source: record is not in correct format and not added to the exception list
mn: ᠪᠠᠷᠢᠮᠲᠠ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠢ ᠵᠥᠪ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠪᠠᠢᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠨᠡᠮᠡᠭᠡ ᠦᠭᠡᠢ

source: learners do not exist in LMS and not added to the exception list
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ АМСС ᠍ ᠲᠤ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠨᠡᠮᠡᠭᠡ ᠦᠭᠡᠢ

source: learner does not exist in LMS and not added to the exception list
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠨᠢ АМСС ᠍ ᠲᠤ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠨᠡᠮᠡᠭᠡ ᠦᠭᠡᠢ

source: learners are already white listed and not added to the exception list
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠨᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠴᠠᠭᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠣᠷᠣᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠨᠡᠮᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: learner is already white listed and not added to the exception list
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠨᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠴᠠᠭᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠣᠷᠣᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠨᠡᠮᠡᠭᠡ ᠦᠭᠡᠢ

source: learners are not enrolled in course and not added to the exception list
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠨᠡᠮᠡᠭᠳᠡᠬᠦ ᠦᠭᠡᠢ

source: learner is not enrolled in course and not added to the exception list
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠵᠥᠪᠬᠡᠨ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠨᠡᠮᠡᠭᠡ ᠦᠭᠡᠢ

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
mn: <%= user %> ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃ ᠥᠪᠡᠷ ᠦᠨ ᠠᠯᠳᠠᠭ᠎ᠠ ᠰᠢᠯᠭᠠᠬᠤ ᠪᠠ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Certificate has been successfully invalidated for <%= user %>.
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ <%= user %>᠃

source: Server Error, Please refresh the page and try again.
mn: ᠰᠧᠷᠸᠧᠷ ᠤᠨ ᠠᠯᠳᠠᠭ᠎ᠠ᠂ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
mn: ᠡᠨᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠳ᠋ᠠᠬᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠰᠢᠰᠲ᠋ᠧᠮ ᠨᠢ ᠡᠨᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠵᠡᠷᠭᠡᠯᠡᠯ ᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
mn: ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ Certificate of Authentication ᠣᠯᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: Student Removed from certificate white list successfully.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠴᠠᠭᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠬᠠᠰᠤᠭᠳᠠᠭᠰᠠᠨ᠃

source: Could not find Certificate Exception in white list. Please refresh the page and try again
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠪᠤᠰᠤ ᠵᠦᠢᠯ ᠢ ᠴᠠᠭᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠣᠯᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: <%= user %> already in exception list.
mn: <%= user %> ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠠᠯᠠᠭ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ᠃

source: <%= user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
mn: <%= user %> ᠨᠢ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠮᠡᠭᠳᠡᠯ᠎ᠡ᠃ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠢᠯᠡᠭᠡᠬᠦ ᠪᠣᠯ ᠳᠣᠣᠷᠠᠬᠢ Exc Exception Certificate ᠍ ᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: There has been an error processing your survey.
mn: ᠲᠠᠨ ᠤ ᠰᠤᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Less
mn: ᠪᠠᠭ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ

source: Please enter a valid donation amount.
mn: ᠵᠥᠪ ᠬᠠᠨᠳᠢᠪ ᠤᠨ ᠳᠦᠩᠭᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Your donation could not be submitted.
mn: ᠲᠠᠨ ᠤ ᠬᠠᠨᠳᠢᠪ ᠢ ᠦᠭᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: You will be refunded the amount you paid.
mn: ᠲᠠ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠪᠡᠨ ᠲᠥᠯᠦᠭᠰᠡᠨ ᠳᠦᠩᠭᠡ ᠪᠡᠨ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠤᠨ᠎ᠠ᠃

source: You will not be refunded the amount you paid.
mn: ᠲᠠ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠪᠡᠨ ᠲᠥᠯᠥᠬᠦ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Are you sure you want to unenroll from the purchased course %(courseName)s (%(courseNumber)s)?
mn: ᠲᠠ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ %(courseName)s (%(courseNumber)s) ᠳᠦᠭᠡᠷ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠡᠴᠡ ᠬᠠᠰᠤᠭᠳᠠᠬᠤ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Are you sure you want to unenroll from %(courseName)s (%(courseNumber)s)?
mn: ᠲᠠ %(courseName)s (%(courseNumber)s) ᠳᠦᠭᠡᠷ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠡᠴᠡ ᠬᠠᠰᠤᠬᠤ ᠳᠤ ᠪᠠᠨ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Are you sure you want to unenroll from the verified %(certNameLong)s track of %(courseName)s (%(courseNumber)s)?
mn: %(courseName)s (%(courseNumber)s) ᠤᠨ ᠪᠠᠲᠤᠯᠠᠭ᠎ᠠ ᠲᠠᠢ %(certNameLong)s ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠵᠠᠮ ᠠᠴᠠ ᠪᠠᠨ ᠰᠠᠯᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: The refund deadline for this course has passed,so you will not receive a refund.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠲᠤᠯᠠ ᠪᠤᠴᠠᠭᠠᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
mn: ᠰᠢᠰᠲ᠋ᠧᠮ ᠦᠨ ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠤᠯᠠᠮ ᠠᠴᠠ ᠪᠢᠳᠡ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠣᠯᠲᠠ ᠥᠭᠬᠦ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢ ᠳᠦ ᠬᠢ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Viewing %s course
mn: % s ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢ ᠬᠠᠷᠠᠬᠤ

source: We couldn't find any results for "%s".
mn: ᠪᠢᠳᠡ "%s" ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠣᠯᠤᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: There was an error, try searching again.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠲᠤᠯᠠ ᠳᠠᠬᠢᠨ ᠬᠠᠶᠢᠵᠤ ᠦᠵᠡᠭᠡᠷᠡᠢ᠃

source: Not divided
mn: ᠬᠤᠪᠢᠶᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
mn: ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠨᠢᠭᠡᠳᠦᠮᠡᠯ ᠪᠠᠢᠬᠤ; ᠪᠦᠬᠦ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠪᠤᠰᠤᠳ ᠪᠦᠯᠦᠭ ᠦᠨ ᠬᠦᠮᠦᠰ ᠲᠡᠢ ᠬᠠᠷᠢᠯᠴᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠦᠯᠦᠭ ᠡᠴᠡ ᠪᠡᠨ ᠬᠠᠮᠢᠶᠠᠷᠳᠠᠭ᠃

source: Enrollment Tracks
mn: ᠪᠦᠷᠢᠳᠬᠡᠬᠦ ᠵᠠᠮ

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠬᠤᠪᠢᠶᠠᠬᠤ ᠦᠨᠳᠦᠰᠦ ᠪᠣᠯᠭᠠᠨ ᠠᠰᠢᠭᠯᠠᠬᠤ᠃ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠯᠴᠠᠭᠰᠠᠳ ᠲᠡᠳᠡᠨ ᠦ ᠬᠠᠮᠤᠷᠤᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ ᠢᠵᠢᠯ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠢ ᠦᠵᠡᠭᠡᠷᠡᠢ᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠬᠤᠪᠢᠶᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠡᠳᠦᠪ ᠦᠳ ᠦᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠵᠥᠪᠬᠡᠨ ᠨᠢᠭᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠲᠠᠢ ᠢᠵᠢᠯᠬᠡᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠰᠠᠳ ᠤᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠬᠠᠷᠠᠵᠤ᠂ ᠬᠠᠷᠢᠭᠤ ᠦᠢᠯᠡᠳᠦᠯ ᠦᠵᠡᠭᠦᠯᠳᠡᠭ᠃

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
mn: ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠬᠤᠪᠢᠶᠠᠬᠤ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠪᠣᠯᠭᠠᠨ ᠠᠰᠢᠭᠯᠠᠬᠤ᠃ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ᠂ ᠺᠣᠭᠣᠷᠲ ᠤᠳ ᠠᠴᠠ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ ᠢᠵᠢᠯ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠢ ᠦᠵᠡᠭᠡᠷᠡᠢ᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠬᠤᠪᠢᠶᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠡᠳᠦᠪ ᠦᠳ ᠦᠨ ᠬᠦᠷᠢᠶᠡᠨ ᠳᠦ ᠵᠥᠪᠬᠡᠨ ᠨᠢᠭᠡ ᠪᠦᠯᠦᠭ ᠦᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠵᠥᠪᠬᠡᠨ ᠪᠤᠰᠤᠳ ᠤᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠬᠠᠷᠠᠵᠤ᠂ ᠬᠠᠷᠢᠭᠤ ᠥᠭᠳᠡᠭ᠃

source: Discussion topics in the course are not divided.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠦᠳ ᠨᠢ ᠬᠤᠪᠢᠶᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ᠃

source: Any divided discussion topics are divided based on enrollment track.
mn: ᠠᠯᠢ ᠬᠤᠪᠢᠶᠠᠭᠳᠠᠮᠠᠯ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠵᠠᠮ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠤᠪᠢᠶᠠᠨ᠎ᠠ᠃

source: Any divided discussion topics are divided based on cohort.
mn: ᠠᠯᠢ ᠬᠤᠪᠢᠶᠠᠭᠳᠠᠭᠰᠠᠨ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠦᠳ ᠢ ᠺᠣᠭᠣᠷᠲ ᠢᠶᠠᠷ ᠬᠤᠪᠢᠶᠠᠨ᠎ᠠ᠃

source: Your changes have been saved. {details}
mn: ᠲᠠᠨ ᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ 〈ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ〉

source: We have encountered an error. Refresh your browser and then try again.
mn: ᠪᠢᠳᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠬᠥᠲᠦᠴᠢ ᠪᠡᠨ ᠰᠡᠷᠭᠦᠭᠡᠵᠦ᠂ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: We've encountered an error. Refresh your browser and then try again.
mn: ᠪᠢᠳᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠬᠥᠲᠦᠴᠢ ᠪᠡᠨ ᠰᠡᠷᠭᠦᠭᠡᠵᠦ᠂ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠲ ᠲᠦ ᠬᠣᠯᠪᠣᠭᠳᠠᠭᠰᠠᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠂ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠰᠡᠷᠭᠦᠭᠡᠭᠴᠢ ᠶᠢ ᠣᠷᠣᠯᠳᠤᠭᠠᠷᠠᠢ᠃

source: Hide notes
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: Notes visible
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠬᠠᠷᠠᠭᠳᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Show notes
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Notes hidden
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠨᠢᠭᠤᠭᠰᠠᠨ

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
mn: 〈AnchorStart〉 ᠬᠠᠶᠢᠯᠲᠠ ᠶᠢᠨ ᠲᠠᠯᠠᠪᠤᠷ ᠲᠤ ᠨᠡᠷ᠎ᠡ ᠲᠣᠮᠢᠶ᠎ᠠ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ 〈anchorEnd〉᠃

source: Current tab
mn: ᠣᠳᠣ ᠶᠢᠨ ᠲᠠᠪ

source: Location in Course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠳᠠᠬᠢ ᠪᠠᠢᠷᠰᠢᠯ

source: Recent Activity
mn: ᠰᠡᠭᠦᠯ ᠦᠨ ᠦᠶ᠎ᠡ ᠶᠢᠨ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ

source: No results found for "%(query_string)s". Please try searching again.
mn: "%(query_string)s" ᠭᠡᠵᠦ ᠣᠯᠤᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Search Results
mn: ᠬᠠᠶᠢᠯᠲᠠ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ

source: [no tags]
mn: 〔ᠶᠠᠮᠠᠷ ᠴᠤ ᠱᠣᠰᠢᠭ᠎ᠠ〕
