Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
mn: ᠮᠥᠷ ᠪᠦᠷ ᠲᠠᠰᠤᠯᠤᠯ ᠢᠶᠠᠷ ᠲᠤᠰᠠᠭᠠᠷᠯᠠᠭᠰᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠮᠥᠷ ᠪᠦᠷᠢ ᠳ᠋ᠡᠬᠢ ᠡᠬᠢᠨ ᠦ ᠵᠦᠢᠯ ᠪᠣᠯ ᠲᠠᠨ ᠤ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ badge ᠍ ᠶᠢᠨ ᠠᠩᠭᠢ ᠨᠢ 〈openx᠎᠎course〉 ᠍ ᠦᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠮᠥᠷ ᠪᠦᠷᠢ ᠳ᠋ᠡᠬᠢ ᠦᠯᠡᠳᠡᠭᠰᠡᠨ ᠵᠦᠢᠯᠡᠰ ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠢ ᠣᠯᠭᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠦᠭᠡᠰ ᠶᠤᠮ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠄ slug᠎for᠎compsci᠎courses᠎group᠎badge᠂ course-v1᠄ CompSci + ᠬᠢᠴᠢᠶᠡᠯ + ᠡᠬᠢᠯᠡᠭᠡᠳ᠂ ᠬᠢᠴᠢᠶᠡᠯ-v1᠄ CompsSci + ᠬᠢᠴᠢᠶᠡᠯ + ᠬᠣᠶᠠᠳᠤᠭᠠᠷ

source: Please check the syntax of your entry.
mn: ᠲᠠᠨ ᠤ ᠣᠷᠣᠯᠲᠠ ᠶᠢᠨ ᠰᠢᠨᠲ᠋ᠠᠺᠰᠢ ᠶᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Take free online courses at edX.org
mn: EdX.org ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠦᠭᠡᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ

source: © {org_name}. All rights reserved except where noted. EdX, Open edX and their respective logos are trademarks or registered trademarks of edX Inc.
mn: ©{org_name}᠃ ᠪᠦᠬᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠡᠴᠡ ᠪᠤᠰᠤᠳ ᠪᠦᠬᠦ ᠡᠷᠬᠡ ᠶᠢ ᠬᠠᠤᠯᠢ ᠪᠠᠷ ᠬᠠᠮᠠᠭᠠᠯᠠᠨ᠎ᠠ. EdX᠂ Open edX ᠪᠣᠯᠤᠨ ᠲᠡᠳᠡᠭᠡᠷ ᠦᠨ ᠯᠣᠭ ᠤᠳ ᠨᠢ edX Inc. ᠍ ᠦᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭᠡᠨ ᠨᠦᠭᠦᠳ ᠡᠰᠡᠪᠡᠯ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭᠡᠨ ᠨᠦᠭᠦᠳ ᠶᠤᠮ᠃

source: {platform_name} for Business
mn: {platform_name} Business for

source: Blog
mn: ᠪᠦᠷᠭᠡ

source: News
mn: ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Help Center
mn: ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢᠨ ᠲᠥᠪ

source: Contact
mn: ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ

source: Careers
mn: ᠠᠵᠢᠯ ᠮᠡᠷᠭᠡᠵᠢᠯ

source: Donate
mn: ᠬᠠᠨᠳᠢᠪ

source: Terms of Service & Honor Code
mn: ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ᠂ ᠬᠦᠨᠳᠦᠳᠬᠡᠯ ᠦᠨ ᠬᠠᠤᠯᠢ

source: Privacy Policy
mn: ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤᠨ ᠪᠣᠳᠣᠯᠭ᠎ᠠ

source: Accessibility Policy
mn: ᠬᠦᠷᠲᠡᠭᠡᠮᠵᠢ ᠶᠢᠨ ᠪᠣᠳᠣᠯᠭ᠎ᠠ

source: Media Kit
mn: ᠬᠡᠪᠯᠡᠯ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠦᠨ ᠬᠡᠷᠡᠭᠰᠡᠯ

source: Terms of Service
mn: ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ

source: Download the {platform_name} mobile app from the Apple App Store
mn: Apple App Store ᠍ ᠠᠴᠠ {platform_name} ᠍ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠤᠭᠠᠷᠠᠢ

source: Download the {platform_name} mobile app from Google Play
mn: Google Play ᠍ ᠠᠴᠠ {platform_name} ᠮᠣᠪᠠᠶᠢᠯ ᠠᠫᠫ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠤᠭᠠᠷᠠᠢ

source: "{course_title}" Course Staff
mn: "{course_title}"ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ

source: CCX Coach
mn: CCX ᠳᠠᠰᠬᠠᠯᠵᠢᠭᠤᠯᠤᠭᠴᠢ

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
mn: CCX ᠍ ᠢ ᠵᠥᠪᠬᠡᠨ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠷ ᠭᠠᠳᠠᠨᠠᠬᠢ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠪᠡᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠬᠢᠴᠢᠶᠡᠯᠣᠷ ᠤᠨ ᠠᠳᠮᠢᠨ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭᠳᠠᠵᠤ ᠲᠠᠩᠳᠠ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠦᠭᠬᠦ᠃

source: The course is full: the limit is {max_student_enrollments_allowed}
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠪᠥᠷᠢᠨ᠄ ᠬᠢᠵᠠᠭᠠᠷ ᠨᠢ 〈max᠎student᠎enrollments᠎allowed〉

source: You must be a CCX Coach to access this view.
mn: ᠲᠠ ᠡᠨᠡ ᠦᠵᠡᠯ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ CCX ᠳᠠᠰᠬᠠᠯᠵᠢᠭᠤᠯᠤᠭᠴᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: You must be the coach for this ccx to access this view
mn: ᠲᠠ ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ccx ᠍ ᠦᠨ ᠳᠠᠰᠬᠠᠯᠵᠢᠭᠤᠯᠤᠭᠴᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
mn: ᠲᠠ ᠬᠠᠭᠤᠴᠢᠷᠠᠭᠰᠠᠨ ID ᠠᠰᠢᠭᠯᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠠᠴᠠ CCX ᠡᠭᠦᠰᠬᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠡᠨᠡ ᠦᠢᠯᠡᠳᠦᠯ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠰᠲ᠋ᠦ᠋ᠳᠢ ᠳᠤ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠷᠧᠤᠩᠭ᠎ᠠ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠨ᠎ᠡ ᠦᠦ᠃

source: created
mn: ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ

source: regenerated
mn: ᠳᠠᠬᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ

source: generated
mn: ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ

source: All learners
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ

source: For exceptions
mn: ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠦᠢᠯ

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠨᠢ ᠬᠦᠮᠦᠨ ᠦ ​​ᠤᠩᠰᠢᠭᠳᠠᠬᠤᠶᠢᠴᠠ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠂ ᠬᠣᠶᠠᠷ ᠲᠥᠷᠥᠯ ᠦᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠬᠣᠭᠣᠷᠣᠨᠳᠣ ᠢᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ < ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ > ᠡᠰᠡᠪᠡᠯ < ᠬᠦᠨᠳᠦᠳᠬᠡᠯ > ᠭᠡᠰᠡᠨ ᠦᠭᠡ ᠶᠤᠮ᠃

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠣᠨᠴᠠᠭᠠᠢ identifier᠃ ᠡᠨᠡ ᠨᠢ ᠶᠠᠮᠠᠷ ᠲᠥᠷᠥᠯ ᠦᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠣᠯᠬᠤ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠠᠭᠠᠯᠠᠯ ᠠᠴᠠ ᠬᠠᠷᠢᠭᠤ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠬᠤ ᠳᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠳᠡᠳᠡᠭ᠃

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠲᠦᠯᠬᠢᠭᠦᠷ᠃ ᠡᠨᠡ ᠨᠢ ᠳᠠᠷᠠᠭᠠᠯᠠᠯ ᠠᠴᠠ ᠬᠠᠷᠢᠭᠤ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠳᠤ ᠪᠢᠳᠡ ᠢᠯᠡᠭᠡᠭᠴᠢ ᠨᠢ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠢᠵᠢᠯ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠤᠮ᠃

source: The full name that will appear on the certificate.
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠬᠦ ᠪᠦᠲᠦᠨ ᠨᠡᠷ᠎ᠡ᠃

source: The template file to use when generating the certificate.
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠮᠠᠶ᠋ᠢᠭᠲᠤ ᠶᠢᠨ ᠹᠠᠢᠯ᠃

source: The status of the example certificate.
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠪᠠᠢᠳᠠᠯ᠃

source: The reason an error occurred during certificate generation.
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠬᠢᠬᠦ ᠦᠶᠡᠰ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠰᠢᠯᠲᠠᠭᠠᠨ᠄

source: The download URL for the generated certificate.
mn: ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ URL᠃

source: Name of template.
mn: ᠵᠠᠭᠪᠤᠷ ᠤᠨ ᠨᠡᠷ᠎ᠡ᠃

source: Description and/or admin notes.
mn: ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ᠪᠠ / ᠡᠰᠡᠪᠡᠯ ᠠᠳᠮᠢᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ᠃

source: Django template HTML.
mn: Django ᠵᠠᠭᠪᠤᠷ HTML᠃

source: Organization of template.
mn: ᠵᠠᠭᠪᠤᠷ ᠤᠨ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠤᠯᠲᠠ᠃

source: The course mode for this template.
mn: ᠡᠨᠡ ᠵᠠᠭᠪᠤᠷ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠭᠣᠷᠢᠮ᠃

source: On/Off switch.
mn: ᠠᠰᠠᠭᠠᠬᠤ / ᠤᠨᠲᠠᠷᠠᠭᠠᠬᠤ ᠤᠨᠲᠠᠷᠠᠭᠠᠯᠭ᠎ᠠ᠃

source: Description of the asset.
mn: ᠬᠥᠷᠥᠩᠭᠡ ᠶᠢᠨ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ᠃

source: Asset file. It could be an image or css file.
mn: ᠬᠥᠷᠥᠩᠭᠡ ᠶᠢᠨ ᠹᠠᠢᠯ᠃ ᠡᠨᠡ ᠨᠢ ᠵᠢᠷᠤᠭ ᠡᠰᠡᠪᠡᠯ CSS ᠹᠠᠢᠯ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Asset's unique slug. We can reference the asset in templates using this value.
mn: Asset ᠍ ᠤᠨ ᠥᠪᠡᠷᠮᠢᠴᠡ ᠫᠯᠢᠲ᠋ᠠ᠃ ᠡᠨᠡ ᠦᠨᠡᠯᠡᠭᠡ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠪᠢᠳᠡ ᠤᠭ ᠬᠥᠷᠥᠩᠭᠡ ᠶᠢ ᠮᠠᠶ᠋ᠢᠭᠲᠤᠨ ᠳᠤ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: user is not given.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠦᠭᠡᠢ᠃

source: user '{user}' does not exist
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ 〈〈ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ〉〉 ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Course id '{course_id}' is not valid
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ id 〈〈course᠎id〉〉 ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠪᠠᠢᠨ᠎ᠠ

source: The course does not exist against the given key '{course_key}'
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠥᠭᠭᠦᠭᠳᠡᠭᠰᠡᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠦᠨ ᠡᠰᠡᠷᠡᠭ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ 〈〈course᠎key〉〉

source: User {username} does not exist
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ 〈ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ〉 ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: {course_key} is not a valid course key
mn: 〈course᠎key〉 ᠨᠢ ᠵᠥᠪ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠪᠢᠰᠢ ᠶᠤᠮ

source: The course {course_key} does not exist
mn: ᠬᠢᠴᠢᠶᠡᠯ 〈course᠎key〉 ᠬᠢᠴᠢᠶᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: User {username} is not enrolled in the course {course_key}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ {username} ᠬᠢᠴᠢᠶᠡᠯ 〈course᠎key〉

source: An unexpected error occurred while regenerating certificates.
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠭᠡᠨᠡᠳᠲᠡ ᠶᠢᠨ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
mn: 〈Cert᠎type〉 ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠨᠢ {platform_name} ᠍ ᠡᠴᠡ ᠲᠣᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠬᠦᠨᠳᠦᠳᠬᠡᠯ ᠦᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠳᠠᠭᠠᠵᠤ ᠮᠥᠷᠳᠡᠬᠦ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠰᠡᠨ ᠪᠥᠭᠡᠳ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠦᠬᠦ ᠠᠵᠢᠯ ᠤᠳ ᠢ ᠲᠡᠭᠦᠨ ᠦ ᠤᠳᠤᠷᠢᠳᠤᠮᠵᠢ ᠶᠢᠨ ᠳᠠᠭᠠᠤ ᠭᠦᠢᠴᠡᠳᠬᠡᠯ ᠢᠶᠡᠨ᠃

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
mn: 〈〈Sert᠎type〉 ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠥᠪᠡᠷ ᠦᠨ {platform_name} ᠍ ᠰ ᠲᠣᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠬᠦᠨᠳᠦᠳᠬᠡᠯ ᠦᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠳᠠᠭᠠᠵᠤ ᠮᠥᠷᠳᠡᠬᠦ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠰᠡᠨ ᠪᠥᠭᠡᠳ ᠡᠨᠡ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠳᠤ ᠱᠠᠭᠠᠷᠳᠠᠭᠳᠠᠬᠤ ᠪᠦᠬᠦᠢ ᠯᠠ ᠠᠵᠢᠯ ᠢ ᠬᠢᠵᠦ ᠳᠠᠭᠤᠰᠬᠠᠭᠰᠠᠨ ᠪᠣᠯᠤᠨ᠎ᠠ. A 〈cert᠎type〉 ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠪᠡᠶ᠎ᠡ ᠶᠢᠨ ᠪᠠᠢᠴᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠰᠢᠯᠭᠠᠵᠤ᠂ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠭᠡᠳᠡᠭ ᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠭᠦᠨ᠎ᠡ᠃

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
mn: 〈Cert᠎type〉 ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠨᠢ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠥᠲᠥᠴᠢᠶᠢᠨ ᠥᠨᠳᠦᠷ ᠲᠦᠪᠰᠢᠨ ᠳᠦ ᠪᠠᠢᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠵᠤ᠂ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠪᠡᠶ᠎ᠡ ᠶᠢᠨ ᠪᠠᠢᠴᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠳᠠᠭ᠃

source: {month} {day}, {year}
mn: 〈ᠰᠠᠷ᠎ᠠ ᠡᠳᠦᠷ ᠵᠢᠯ〉

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
mn: ᠡᠨᠡ ᠪᠣᠯ 〈partner᠎short᠎name〉 {course_number} ᠍ ᠲᠤ ᠣᠷᠣᠯᠴᠠᠭᠰᠠᠨ 〈user᠎name〉 ᠨᠢ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ {platform_name} ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: {partner_short_name} {course_number} Certificate | {platform_name}
mn: 〈partner᠎short᠎name〉 {course_number} ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
mn: ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠳᠦᠭᠦᠷᠭᠡᠭᠰᠡᠨ᠂ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠵᠡᠷᠭᠡ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠴᠤ᠂ ᠡᠨᠡ {platform_name} 〈certificate᠎type〉 ᠠᠵᠢᠯ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠣᠯᠭᠤᠪᠠ᠃

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
mn: {platform_name} ᠨᠢ {platform_name} ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠤᠨ ᠪᠥᠭᠯᠡᠭᠰᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠤᠨ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠪᠠᠷ ᠰᠢᠯᠭᠠᠷᠠᠭᠰᠠᠨ ᠠᠮᠵᠢᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢᠶᠠᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠳᠠᠭ᠃

source: All rights reserved
mn: ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ ᠬᠠᠤᠯᠢ ᠪᠠᠷ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ

source: Invalid Certificate
mn: ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ

source: Terms of Service &amp; Honor Code
mn: ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ &amp; ᠬᠦᠨᠳᠦᠳᠬᠡᠯ ᠦᠨ ᠺᠣᠳ᠋

source: Certificate Validation
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ

source: About {platform_name} Accomplishments
mn: {platform_name} ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠲᠤᠬᠠᠢ

source: Issued On:
mn: ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠣᠨ᠂ ᠰᠠᠷ᠎ᠠ᠂ ᠡᠳᠦᠷ᠄

source: Certificate ID Number
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠳ᠋ᠤᠭᠠᠷ

source: About {platform_name} Certificates
mn: {platform_name} ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠲᠤᠬᠠᠢ

source: How {platform_name} Validates Student Certificates
mn: ᠬᠡᠷᠬᠢᠨ {platform_name} ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠬᠡᠷᠬᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠳᠠᠭ ᠪᠤᠢ?

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
mn: {platform_name} ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠨᠢ {platform_name} ᠨᠡᠢᠲᠡ ᠶᠢᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠦᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠢᠶᠡᠷ ᠬᠡᠨ ᠨᠢᠭᠡᠨ ᠳᠦ ᠪᠡᠶ᠎ᠡ ᠳᠠᠩ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ gpg ᠲᠣᠪᠴᠢ ᠪᠠᠷ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠠᠷᠠᠭᠠᠲᠤ ᠪᠤᠰᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠤᠪᠢ ᠳᠤ {platform_name} ᠨᠢ "detached signature"&quot;" ᠭᠡᠵᠦ ᠨᠡᠷᠡᠯᠡᠳᠡᠭ᠃

source: Validate this certificate for yourself
mn: ᠡᠨᠡ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠥᠪᠡᠷᠲᠡᠭᠡᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: {platform_name} offers interactive online classes and MOOCs.
mn: {platform_name} ᠢᠨᠲ᠋ᠧᠷᠠᠺᠲ᠋ᠢᠸ ᠣᠩᠯᠠᠢ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠳ ᠪᠣᠯᠤᠨ MOOCs ᠍ ᠢ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠳᠠᠭ᠃

source: About {platform_name}
mn: {platform_name} ᠲᠤᠬᠠᠢ

source: Learn more about {platform_name}
mn: {platform_name} ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠦᠵᠡᠬᠦ

source: Learn with {platform_name}
mn: {platform_name} ᠠᠰᠢᠭᠯᠠᠨ ᠰᠤᠷᠴᠤ ᠪᠣᠯᠤᠨ᠎ᠠ

source: Work at {platform_name}
mn: {platform_name} ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠵᠢᠯᠯᠠᠬᠤ

source: Contact {platform_name}
mn: ᠬᠣᠯᠪᠣᠭ᠎ᠠ {platform_name}

source: {platform_name} acknowledges the following student accomplishment
mn: {platform_name} ᠳᠠᠷᠠᠭᠠᠬᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠠᠮᠵᠢᠯᠲᠠ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠠᠢᠨ᠎ᠠ

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
mn: 〈partner᠎short᠎name〉᠂ 〈partner᠎long᠎name〉 ᠍ ᠦᠨ ᠣᠩᠯᠠᠢ ᠶᠢᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠨᠠᠭᠠᠴᠢᠯᠭ᠎ᠠ ᠶᠢ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠤᠢ ᠬᠢᠴᠢᠶᠡᠯ᠃

source: a course of study offered by {partner_short_name}.
mn: 〈partner᠎short᠎name〉 ᠍ ᠶᠢᠨ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ᠃

source: I completed the {course_title} course on {platform_name}.
mn: ᠪᠢ {platform_name} ᠳᠡᠭᠡᠷᠡᠬᠢ {course_title} ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠳᠠᠭᠤᠰᠬᠠᠭᠰᠠᠨ᠃

source: I completed a course at {platform_name}. Take a look at my certificate.
mn: ᠪᠢ {platform_name} ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠳᠠᠭᠤᠰᠬᠠᠭᠰᠠᠨ᠃ ᠮᠢᠨᠦ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠠᠪᠴᠤ ᠦᠵᠡᠶ᠎ᠡ᠃

source: More Information About {user_name}'s Certificate:
mn: ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ 〈user᠎name〉 ᠍ ᠦᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ᠄

source: {fullname}, you earned a certificate!
mn: 〈fullname〉᠂ ᠲᠠ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠤᠭᠰᠠᠨ!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
mn: ᠪᠠᠶᠠᠷ ᠬᠦᠷᠭᠡᠶ᠎ᠡ! ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠬᠢᠭᠰᠡᠨ ᠵᠦᠢᠯ ᠢᠶᠡᠨ ᠨᠢᠭᠡᠳᠬᠡᠨ ᠬᠠᠷᠠᠭᠤᠯᠪᠠ᠃ ᠭᠡᠷ ᠪᠦᠯᠢ᠂ ᠨᠠᠶᠢᠵᠠ ᠨᠥᠬᠥᠳ᠂ ᠬᠠᠮᠲᠤ ᠣᠯᠠᠨ ᠳᠤ ᠪᠠᠨ ᠨᠡᠶᠢᠭᠡᠮ ᠤᠨ ᠪᠣᠯᠤᠨ ᠮᠡᠷᠭᠡᠵᠢᠯ ᠦᠨ ᠰᠦᠯᠵᠢᠶᠡᠨ ᠳᠦ ᠦᠵᠡᠭᠦᠯ᠃

source: More about {fullname}'s accomplishment
mn: 〈Fullname〉 ᠍ ᠤᠨ ᠠᠮᠵᠢᠯᠲᠠ ᠶᠢ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ

source: Username
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Grade
mn: -ᠷ ᠠᠩᠬᠢ ᠶᠢᠨ

source: Percent
mn: ᠬᠤᠪᠢ

source: Opened by this number of students
mn: ᠡᠨᠡ ᠲᠣᠭᠠᠨ ᠤ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠨᠡᠭᠡᠭᠡᠭᠳᠡᠪᠡ

source: subsections
mn: ᠬᠡᠰᠡᠭ ᠦᠳ

source: Count of Students
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠲᠣᠭ᠎ᠠ

source: Percent of Students
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠬᠤᠪᠢ

source: Score
mn: ᠣᠨᠣᠭ᠎ᠠ

source: problems
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ

source: {course_id} is not a valid course key.
mn: 〈course᠎id〉 ᠨᠢ ᠵᠥᠪ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠪᠢᠰᠢ ᠶᠤᠮ᠃

source: Course {course_id} does not exist.
mn: ᠬᠢᠴᠢᠶᠡᠯ 〈course᠎id〉 ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Use the checkout page hosted by the E-Commerce service.
mn: ᠢᠨᠲ᠋ᠧᠷᠨᠡᠲ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠪᠡᠷ ᠤᠳᠤᠷᠢᠳᠳᠠᠭ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠠᠰᠢᠭᠯᠠ᠃

source: Path to single course checkout page hosted by the E-Commerce service.
mn: ᠴᠠᠬᠢᠮ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠪᠡᠷ ᠳᠠᠩ ᠭᠠᠭᠴᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳ᠋ᠤ᠌ ᠤᠷᠤᠬᠤ ᠵᠠᠮ᠃

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
mn: ᠰᠧᠺᠦᠶᠢᠨᠳ᠋ ᠍ ᠢᠶᠡᠷ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ᠃ ᠡᠭᠦᠨ ᠢ ᠺᠡᠰᠢ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠢᠶᠡᠷ 0 ᠍ ᠡᠴᠡ ᠶᠡᠬᠡ ᠤᠳᠬ᠎ᠠ ᠶᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ᠃

source: Path to order receipt page.
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠵᠠᠬᠢᠶᠠᠯᠠᠬᠤ ᠵᠠᠮ᠃

source: Automatically approve valid refund requests, without manual processing
mn: ᠭᠠᠷ ᠢᠶᠠᠷ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ ᠪᠡᠷ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠤᠬᠤ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠪᠠᠲᠤᠯᠠᠬᠤ

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s)below.
mn: ᠪᠤᠴᠠᠭᠠᠬᠤ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ {username} ({email})ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ᠃ ᠡᠨᠡ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠣᠣᠷᠠᠬᠢ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠪᠠᠷ ᠵᠣᠴᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: [Refund] User-Requested Refund
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠠᠪᠬᠤ

source: Receipt
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ

source: Payment Failed
mn: ᠲᠥᠯᠦᠪᠦᠷᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: There was a problem with this transaction. You have not been charged.
mn: ᠡᠨᠡ ᠭᠦᠢᠯᠭᠡᠭᠡᠨ ᠳᠦ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠠᠢᠭᠰᠠᠨ᠃ ᠲᠠ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠪᠡᠨ ᠲᠥᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Make sure your information is correct, or try again with a different card or another form of payment.
mn: ᠲᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠵᠥᠪ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠂ ᠡᠰᠡᠪᠡᠯ ᠥᠪᠡᠷ ᠺᠠᠷᠲ ᠡᠰᠡᠪᠡᠯ ᠥᠪᠡᠷ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: A system error occurred while processing your payment. You have not been charged.
mn: ᠲᠠᠨ ᠤ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠰᠢᠰᠲ᠋ᠧᠮ ᠦᠨ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠲᠠ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠪᠡᠨ ᠲᠥᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Please wait a few minutes and then try again.
mn: ᠬᠡᠳᠦᠨ ᠮᠢᠨᠦ᠋ᠲ ᠬᠦᠯᠢᠶᠡᠭᠡᠳ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: For help, contact {payment_support_link}.
mn: ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ 〈payment᠎support᠎link〉᠃

source: An error occurred while creating your receipt.
mn: ᠲᠠᠨ ᠤ ᠪᠠᠷᠢᠮᠲᠠ ᠶᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: If your course does not appear on your dashboard, contact {payment_support_link}.
mn: ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ 〈payment᠎support᠎link〉᠃

source: Earn a certificate.
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ᠃

source: Complete the course.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠳᠠᠭᠤᠰᠬ᠎ᠠ᠃

source: Explore the course.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠰᠤᠳᠤᠯᠬᠤ᠃

source: Not sure yet.
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠬᠡᠷᠡᠭ᠃

source: This is the wiki for **{organization}**'s _{course_name}_.
mn: ᠡᠨᠡ ᠪᠣᠯ {organization} _{course_name}_᠃

source: Course page automatically created.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠡᠭᠦᠰᠬᠡᠭᠳᠡᠭᠰᠡᠨ᠃

source: Welcome to the {platform_name} Wiki
mn: {platform_name} Wiki ᠍ ᠳᠦ ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Visit a course wiki to add an article.
mn: ᠦᠭᠦᠯᠡᠯ ᠢ ᠨᠡᠮᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠸᠢᠺᠠ ᠳᠤ ᠵᠣᠴᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Course has not started
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Course does not start until {}
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ 〈〉᠂

source: You have unfulfilled milestones
mn: ᠴᠢ ᠠᠮᠵᠢᠯᠲᠠᠨ ᠳᠤ ᠬᠦᠷ᠎ᠡ ᠦᠭᠡᠢ

source: You do not have access to this course
mn: ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: You do not have access to this course on a mobile device
mn: ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠮᠣᠪᠠᠶᠢᠯ ᠲᠥᠬᠥᠭᠡᠷᠦᠮᠵᠢ ᠳᠡᠭᠡᠷ᠎ᠡ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠡᠷᠬᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: {relative} ago - {absolute}
mn: 〈ᠬᠠᠷᠢᠴᠠᠭ᠎ᠠ〉 ᠡᠮᠦᠨ᠎ᠡ - 〈absolute〉

source: Course Starts
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠡᠬᠢᠯᠡᠯ

source: Course End
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠡᠭᠦᠰᠬᠡᠯ

source: To earn a certificate, you must complete all requirements before this date.
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠣᠩᠨᠠᠨ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠪᠦᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠶᠢ ᠪᠥᠭᠯᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: After this date, course content will be archived.
mn: ᠡᠨᠡ ᠣᠩᠨᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠠᠷᠬᠢᠸᠯᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: This course is archived, which means you can review course content but it is no longer active.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠠᠷᠬᠢᠸᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠳᠠᠭ ᠪᠥᠭᠡᠳ ᠡᠨᠡ ᠨᠢ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠢᠨᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠪᠠᠴᠤ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Certificate Available
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠪᠡᠯᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Day certificates will become available for passing verified learners.
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠡᠳᠦᠷ ᠲᠦ ᠨᠢ ᠣᠯᠭᠤᠳᠠᠭ ᠡᠳᠦᠷ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠣᠯᠭᠤᠨ᠎ᠠ᠃

source: Verification Upgrade Deadline
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠡᠴᠦᠰ ᠦᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠯᠲᠠ

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
mn: ᠲᠠ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠷᠦᠦ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠬᠡᠪ ᠢᠶᠡᠷ ᠪᠠᠢᠨ᠎ᠠ ! ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠮᠡᠳᠡᠯᠭᠡ᠂ ᠤᠷ᠎ᠠ ᠴᠢᠳᠠᠪᠤᠷᠢ ᠶᠢ ᠲᠣᠳᠣᠷᠠᠭᠤᠯᠬᠤ ᠶᠢ ᠬᠢᠴᠢᠶᠡ᠃

source: Upgrade to Verified Certificate
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠳᠦ ᠳᠡᠪᠰᠢᠭᠦᠯᠦᠨ᠎ᠡ

source: Learn More
mn: ᠴᠢᠨᠠᠭᠰᠢ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ

source: Retry Verification
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠡᠬᠢᠯᠡᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ

source: Verify My Identity
mn: ᠮᠢᠨᠦ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠰᠢᠯᠭ᠎ᠠ

source: Missed Verification Deadline
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ

source: Unfortunately you missed this course's deadline for a successful verification.
mn: ᠬᠠᠷᠠᠮᠰᠠᠯᠲᠠᠢ ᠨᠢ ᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠡᠭᠦᠰᠬᠡᠯ ᠢ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
mn: ᠲᠠ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠣᠩᠨᠠᠨ ᠤ ᠡᠮᠦᠨ᠎ᠡ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: There is no user with the username or email address {user_name} enrolled in this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠠᠢᠭ᠎ᠠ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ 〈user᠎name〉 ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: This type of component cannot be shown while viewing the course as a specific student.
mn: ᠡᠨᠡ ᠲᠥᠷᠦᠯ ᠦᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠦᠵᠡᠵᠦ ᠪᠠᠢᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃

source: Number of days a learner has to upgrade after content is made available
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠬᠦ ᠡᠳᠦᠷ ᠦᠨ ᠲᠣᠭ᠎ᠠ ᠣᠯᠳᠠᠨ᠎ᠠ

source: This does not do anything and is no longer used. Setting enabled=False has the same effect.
mn: ᠡᠨᠡ ᠨᠢ ᠶᠠᠭᠤ ᠴᠤ ᠬᠢᠬᠦ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠠᠨ ᠪᠣᠯᠢᠭᠰᠠᠨ᠃ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ = False ᠨᠢ ᠠᠳᠠᠯᠢᠬᠠᠨ ᠨᠥᠯᠦᠭᠡ ᠲᠡᠢ᠃

source: Syllabus
mn: ᠪᠠᠭᠲᠤᠭᠰᠠᠨ

source: Progress
mn: ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ

source: Textbooks
mn: ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ

source: Your enrollment: Audit track
mn: ᠲᠠᠨ ᠤ ᠡᠯᠰᠡᠯᠲᠡ᠄ ᠠᠦ᠋ᠳᠢᠲ ᠤᠨ ᠵᠠᠮ

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
mn: ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠦ᠋ᠳᠢᠲ ᠤᠨ ᠵᠠᠮ ᠳᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠠᠦ᠋ᠳᠢᠲ ᠤᠨ ᠵᠠᠮ ᠨᠢ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠠᠭᠤᠯᠠᠳᠠᠭ ᠦᠭᠡᠢ᠃

source: We're working on it...
mn: ᠪᠢᠳᠡ ᠲᠡᠭᠦᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ..᠃

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠡᠭᠦᠰᠬᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠪᠠᠨ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠵᠦ ᠪᠣᠯᠬᠤ ᠪᠠ ᠡᠨᠡ ᠨᠢ ᠪᠡᠯᠡᠨ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠡᠨᠳᠡ ᠪᠣᠯᠤᠨ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠡᠨ ᠬᠣᠯᠪᠣᠭᠳᠠᠬᠤ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Your certificate has been invalidated
mn: ᠲᠠᠨ ᠤ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: Please contact your course team if you have any questions.
mn: ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠢᠶᠡᠨ ᠪᠠᠭ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Congratulations, you qualified for a certificate!
mn: ᠪᠠᠶᠠᠷ ᠬᠦᠷᠭᠡᠶ᠎ᠡ᠂ ᠲᠠ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ ᠡᠷᠬᠡ ᠲᠡᠢ!

source: You've earned a certificate for this course.
mn: ᠲᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠠᠪᠤᠭᠰᠠᠨ᠃

source: Certificate unavailable
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
mn: ᠲᠠ ᠣᠳᠣ ᠶᠢᠨ {platform_name} ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠪᠡᠶ᠎ᠡ ᠶᠢᠨ ᠪᠠᠢᠴᠠᠭᠠᠯᠲᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠲᠤᠯᠠ ᠲᠠᠨ ᠳᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Your certificate is available
mn: ᠲᠠᠨ ᠤ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠪᠡᠯᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: To see course content, {sign_in_link} or {register_link}.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {sign_in_link} ᠡᠰᠡᠪᠡᠯ {register_link}᠃

source: sign in
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: register
mn: ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ 〈enroll᠎link᠎start〉 ᠣᠳᠣ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ 〈enroll᠎link᠎end〉᠃

source: You must be enrolled in the course to see course content.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Invalid location.
mn: ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠷᠢᠰᠢᠯ᠃

source: User {username} has never accessed problem {location}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ {username} ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠢ ᠬᠡᠵᠢᠶ᠎ᠡ ᠴᠤ 〈ᠪᠠᠶᠢᠷᠢᠰᠢᠯ〉

source: You must be signed in to {platform_name} to create a certificate.
mn: ᠲᠠ {platform_name} ᠳ᠋ᠤ᠌ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Course is not valid
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Your certificate will be available when you pass the course.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠥᠩᠭᠡᠷᠡᠬᠦ ᠳᠦ ᠲᠠᠨ ᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Certificate has already been created.
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠤᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Certificate is being created.
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠤᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
mn: {platform_name} ᠨᠢ ᠣᠳᠣ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠣᠯᠵᠤ ᠠᠪᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭ᠎ᠠ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠳᠠᠭ ᠪᠣᠯᠪᠠᠴᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠲᠥᠯᠦᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠬᠤᠷᠢᠶᠠᠮᠵᠢ ᠠᠴᠠ 90 ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠬᠤᠪᠢᠶᠠᠷᠢ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭ᠎ᠠ ᠠᠪᠬᠤ ᠬᠦᠰᠡᠯᠲᠦ ᠪᠡᠨ ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠨ ᠤ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠳᠠᠭ ᠠᠦ᠋ᠳᠢᠲ ᠤᠨ ᠵᠠᠮ ᠳᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ᠂ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠡᠨᠡ ᠫᠷᠣᠭᠷᠠᠮ ᠢ ᠪᠥᠭᠯᠡᠨ᠎ᠡ ᠦᠦ᠃ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠦᠷᠢ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠲᠤᠰ ᠲᠤ ᠪᠠᠨ ᠠᠫᠫᠯᠢᠺᠶ᠎ᠡᠰᠢᠨ ᠢ ᠪᠥᠭᠯᠡᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠭᠡᠳᠡᠭ ᠢ ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢᠨ ᠡᠷᠭᠦᠳᠡᠯ ᠢ ᠦᠨᠡᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠠᠷ ᠲᠥᠯᠦᠪᠯᠡᠵᠦ᠂ ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢᠨ ᠬᠥᠲᠥᠴᠢᠪᠡᠨ ᠴᠢᠨᠠᠭᠰᠢᠳᠠ ᠬᠥᠭᠵᠢᠭᠦᠯᠬᠦ ᠪᠡᠷ ᠲᠥᠯᠦᠪᠯᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Annual Household Income
mn: ᠡᠷᠦᠬᠡ ᠶᠢᠨ ᠵᠢᠯ ᠦᠨ ᠣᠷᠣᠯᠭ᠎ᠠ
