Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional module.
mn: ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠪᠣᠯᠵᠣᠰᠢ ᠦᠭᠡᠢ ᠰᠢᠨᠵᠢ ᠴᠢᠨᠠᠷ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠡᠨᠡ ᠪᠣᠯᠵᠣᠯᠲᠤ ᠮᠣᠳᠤᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Blocked Content Message
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠵᠤᠷᠪᠤᠰ ᠢ ᠬᠠᠭᠠᠭᠰᠠᠨ

source: The message that is shown to learners when not all conditions are met to show the content of this conditional module. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
mn: ᠡᠨᠡ ᠪᠣᠯᠵᠣᠯᠲᠤ ᠮᠣᠳᠤᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠦᠬᠦ ᠨᠥᠬᠥᠴᠡᠯ ᠳᠦ ᠲᠣᠬᠢᠷᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠮᠡᠳᠡᠭᠳᠡᠵᠦ ᠪᠤᠢ ᠮᠡᠳᠡᠭᠡ᠃ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠨᠢᠭᠡᠴᠢ ᠳᠦ ᠰᠢᠭᠤᠳ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠥᠭᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠮᠧᠰᠰᠧᠵᠤ ᠶᠢᠨ {link} ᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠂ 〈ᠲᠠ ᠡᠨᠡ ᠨᠢᠭᠡᠴᠢ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ 〈link〉 ᠍ ᠢ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: You must complete {link} before you can access this unit.
mn: ᠲᠠ ᠡᠨᠡ ᠨᠢᠭᠡᠴᠢ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ {link} ᠍ ᠢ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: This component has no source components configured yet.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠨᠢ ᠣᠳᠣ ᠪᠠᠷ ᠶᠠᠮᠠᠷ ᠴᠤ ᠡᠬᠢ ᠡᠭᠦᠰᠪᠦᠷᠢ ᠶᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Configure list of sources
mn: ᠡᠬᠢ ᠰᠤᠷᠪᠤᠯᠵᠢ ᠶᠢᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: LTI Passports
mn: LTI ᠳᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠦᠨᠡᠮᠯᠡᠯ

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
mn: ᠳᠣᠣᠷᠠᠬᠢ ᠹᠣᠷᠮᠠᠲ᠋ ᠢᠶᠠᠷ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ LTI ᠪᠠᠭᠠᠵᠢ ᠳᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠦᠨᠡᠮᠯᠡᠯ ᠢ ᠣᠷᠣᠭᠣᠯᠣᠭᠠᠷᠠᠢ᠄ "id:client_key:client_secret"᠃

source: List of Textbook objects with (title, url) for textbooks used in this course
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯ ᠳᠤ (ᠨᠡᠷ᠎ᠡ᠂ ᠬᠠᠶ᠋ᠢᠭ ᠤᠨ ᠬᠠᠮᠲᠤ)

source: Slug that points to the wiki for this course
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ Wiki ᠵᠢᠭᠠᠵᠤ ᠥᠭᠳᠡᠭ ᠭᠤᠯᠤᠤᠵᠠ

source: Date that enrollment for this class is opened
mn: ᠡᠨᠡ ᠠᠩᠭᠢ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠡᠭᠡᠭᠡᠭᠳᠡᠭᠰᠡᠨ

source: Date that enrollment for this class is closed
mn: ᠡᠨᠡ ᠠᠩᠭᠢ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠬᠠᠭᠠᠭᠳᠠᠭᠰᠠᠨ

source: Start time when this module is visible
mn: ᠡᠨᠡ ᠮᠣᠳᠣᠯ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠡᠬᠢᠯᠡᠬᠦ ᠴᠠᠭ

source: Date that this class ends
mn: ᠡᠨᠡ ᠠᠩᠭᠢ ᠲᠡᠭᠦᠰᠦᠭᠰᠡᠨ ᠣᠨ ᠰᠠᠷ᠎ᠠ ᠡᠳᠦᠷ

source: Date that certificates become available to learners
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠣᠯᠭᠤᠵᠤ ᠪᠠᠢᠬᠤ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠪᠠᠨ

source: Cosmetic Course Display Price
mn: ᠭᠣᠸ᠎ᠠ ᠰᠠᠶᠢᠬᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠦᠨ᠎ᠡ

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠲᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠳᠤ ᠭᠠᠷᠬᠤ ᠵᠠᠷᠤᠳᠠᠯ᠃ ᠬᠡᠷᠪᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠦᠨ᠎ᠡ ᠶᠢ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠦᠨ ᠰᠠᠩ ᠳᠤ ᠠᠳᠮᠢᠨᠢᠰᠲᠷᠠᠲ᠋ᠣᠷ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠣᠯ ᠡᠨᠡ ᠦᠨ᠎ᠡ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Course Advertised Start
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠰᠤᠷᠲᠠᠯᠴᠢᠯᠠᠭ᠎ᠠ ᠡᠬᠢᠯᠡᠬᠦ

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠰᠤᠷᠲᠠᠯᠴᠢᠯᠠᠬᠤ ᠡᠬᠢᠯᠡᠯ ᠪᠣᠯᠬᠤ "Winter 2018" ᠭᠡᠬᠦ ᠮᠡᠲᠦ ᠶᠢᠨ ᠲᠧᠺᠰᠲ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠤᠳᠬ᠎ᠠ ᠶᠢ null ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠪᠠᠯ᠂ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠡᠬᠢᠯᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠠᠴᠠ ᠡᠬᠢᠯᠡᠨ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠨ᠎ᠠ᠃

source: Pre-Requisite Courses
mn: ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠪᠡᠯᠡᠳᠬᠡᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ

source: Pre-Requisite Course key if this course has a pre-requisite course
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠣᠯ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠰᠢᠯᠭᠠᠭᠤᠷ

source: Grading policy definition for this class
mn: ᠡᠨᠡ ᠠᠩᠬᠢ ᠶᠢᠨ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ

source: Show Calculator
mn: ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠯ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: Enter true or false. When true, students can see the calculator in the course.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠺᠠᠯᠧᠨᠳᠠᠷᠢ ᠳᠤ ᠪᠠᠨ ᠬᠠᠷᠠᠵᠤ ᠴᠢᠳᠠᠨ᠎ᠠ᠃

source: Enter the name of the course as it should appear in the edX.org course list.
mn: EdX.org ᠍ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠢᠯᠡᠷᠡᠬᠦ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Course Display Name
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠳᠡᠯᠭᠡᠴᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠢᠯᠡᠷᠡᠬᠦ ᠨᠡᠷ᠎ᠡ

source: Course Editor
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠨᠠᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ

source: Enter the method by which this course is edited ("XML" or "Studio").
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠨᠠᠢᠷᠠᠭᠤᠯᠬᠤ ᠠᠷᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ ("XML" ᠡᠰᠡᠪᠡᠯ "Studio")᠃

source: Course Survey URL
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠤᠳᠤᠯᠭᠠᠨ ᠤ URL

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠡᠭᠦᠰᠬᠡᠯ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ URL ᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠤᠳᠤᠯᠭ᠎ᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ null ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Discussion Blackout Dates
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠶᠢᠨ ᠲᠣᠪᠴᠢᠯᠠᠯ

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
mn: ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠹᠣᠷᠣᠮ ᠳᠤ ᠰᠤᠷᠴᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠬᠣᠣᠰ ᠤᠳ ᠤᠨ ᠬᠣᠭᠣᠷᠣᠨᠳᠣᠬᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠣᠷᠣᠭᠤᠯ᠃ ᠲᠣᠬᠢᠷᠠᠭᠰᠠᠨ ᠬᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠳᠣᠲᠣᠷ᠎ᠠ ᠨᠡᠮᠡᠭᠰᠡᠨ ᠺᠦᠸᠠᠳ᠋ ᠬᠠᠭᠠᠯᠲᠠ ᠪᠦᠷᠢ ᠶᠢ ᠨᠡᠮᠡᠭᠳᠡᠭᠦᠯ ["YYYY-MM-DD", "YYYY-MM-DD"]ᠭᠡᠬᠦ ᠮᠡᠲᠦ ᠪᠡᠷ ᠬᠣᠣᠰᠯᠠᠯᠲᠤ ᠶᠢ ᠹᠣᠷᠮᠠᠲ᠋ᠠᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠂ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠵᠢᠭᠠᠵᠤ᠂ ᠬᠣᠣᠰ ᠢ ᠹᠣᠷᠮᠠᠲ᠋ᠠᠯᠬᠤ ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"] ᠭᠡᠬᠦ ᠮᠡᠲᠦ ᠪᠡᠷ ᠪᠢᠴᠢᠨ᠎ᠡ ᠦᠦ᠃ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠂ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠬᠣᠭᠣᠷᠣᠨᠳᠣ "T" ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠵᠢᠱᠢᠶᠡᠯᠡᠪᠡᠯ᠂ ᠬᠣᠶᠠᠷ ᠭᠡᠷᠡᠯ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ ᠣᠷᠣᠯᠲᠠ ᠨᠢ ᠬᠠᠭᠠᠯᠲᠠ ᠲᠠᠢ ᠳᠥᠷᠪᠡᠯᠵᠢᠨ ᠬᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠪᠠᠭᠲᠠᠭᠠᠭᠰᠠᠨ᠄ [["2015-09-15", "2015-09-21"], ["2015-10-01", """2015-10-08"]]

source: Discussion Topic Mapping
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠰᠦᠯᠵᠢᠶᠡᠨ ᠦ ᠵᠢᠷᠤᠭᠯᠠᠯ

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
mn: ᠳᠣᠣᠷᠠᠬᠢ ᠹᠣᠷᠮᠠᠲ ᠢ ᠳᠣᠣᠷᠠᠬᠢ ᠹᠣᠷᠮᠠᠲ᠋ᠠᠷ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠄ "CategoryName"᠄ {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}᠃ ᠵᠢᠱᠢᠶᠡᠯᠡᠪᠡᠯ᠂ ᠨᠢᠭᠡ ᠶᠠᠷᠢᠯᠴᠠᠯᠭ᠎ᠠ ᠶᠢᠨ ᠠᠩᠭᠢᠯᠠᠯ ᠨᠢ "Lydian Mode" ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠄{"id": "i4x-UniversityX-MUS101-course-2015_T1"}᠃ ᠺᠠᠲ᠋ᠧᠭᠣᠷᠢ ᠶᠢᠨ "id" ᠤᠳᠬ᠎ᠠ ᠨᠢ ᠥᠪᠡᠷᠮᠢᠴᠡ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ "id"ᠤᠳᠬ᠎ᠠ ᠨᠤᠭᠤᠳ ᠨᠢ ᠳᠡᠮᠵᠢᠭᠳᠡᠳᠡᠭ ᠴᠣᠷ ᠤᠨ ᠭᠠᠭᠴᠠ ᠲᠤᠰᠬᠠᠢ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠨᠦᠭᠦᠳ ᠨᠢ underscore hyphen ᠪᠠ period ᠶᠤᠮ᠃ ᠲᠠ "default"ᠠᠲᠲ᠋ᠷᠠᠪᠤᠲᠠ ᠶᠢ ᠦᠨᠡᠨ ᠭᠡᠵᠦ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠰᠢᠨ᠎ᠡ ᠪᠢᠴᠢᠯᠭᠡ ᠬᠢᠬᠦ ᠦᠨᠳᠦᠰᠦᠨ ᠠᠩᠭᠢᠯᠠᠯ ᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠴᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ"Lydian Mode"᠄ {"id": "i4x-UniversityX-MUS101-course-2015_T1"᠂ "default"᠄ true〉᠃

source: Discussion Sorting Alphabetical
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠢᠯᠭᠠᠬᠤ

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠠᠩᠭᠢᠯᠠᠯ᠂ ᠳᠡᠳ᠋ ᠪᠦᠯᠦᠭ ᠦᠳ ᠦᠰᠦᠭ ᠢᠶᠡᠷ ᠡᠷᠢᠮᠪᠡᠯᠡᠭᠳᠡᠳᠡᠭ᠃ ᠬᠡᠷᠪᠡ ᠬᠤᠳᠠᠯ ᠪᠣᠯ ᠲᠡᠳᠡᠭᠡᠷ ᠢ ᠣᠨ ᠰᠠᠷ᠎ᠠ ᠡᠳᠦᠷ᠂ ᠪᠦᠲᠦᠭᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠂ ᠴᠠᠭ ᠢᠶᠠᠷ ᠡᠷᠢᠮᠪᠡᠯᠡᠳᠡᠭ᠃

source: Course Announcement Date
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠵᠠᠷᠯᠠᠯ ᠤᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Enter the date to announce your course.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠵᠠᠷᠯᠠᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯ᠃

source: Cohort Configuration
mn: ᠺᠣᠷᠫᠣᠷᠠᠼᠢ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
mn: ᠪᠦᠯᠦᠭ ᠦᠨ ᠣᠨᠴᠠᠯᠢᠭ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ᠂ ᠤᠳᠬ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠳ᠂ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠪᠦᠯᠦᠭ ᠦᠳ ᠲᠦ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠳᠠᠭ ᠡᠰᠡᠪᠡᠯ ᠺᠣᠷᠷᠧᠯ ᠳᠤ ᠭᠡᠰᠢᠭᠦᠳ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠠᠯᠢᠪᠠ ᠰᠡᠳᠦᠪ ᠢᠶᠡᠷ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠰᠡᠳᠦᠪ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠳᠠᠭ᠃

source: Course Is New
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠰᠢᠨ᠎ᠡ ᠪᠠᠢᠨ᠎ᠠ

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ edx.org ᠳᠡᠭᠡᠷᠡᠬᠢ ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠣᠷᠣᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠰᠢᠨ᠎ᠡ! ᠲᠡᠮᠳᠡᠭᠲᠦ ᠵᠢᠷᠤᠭ ᠲᠦᠷ ᠵᠠᠭᠤᠷ᠎ᠠ ᠶᠢᠨ ᠲᠡᠮᠳᠡᠭ ᠢ ᠲᠦᠷ ᠵᠠᠭᠤᠷ᠎ᠠ ᠬᠠᠷᠠᠭᠤᠯᠳᠠᠭ᠃

source: Mobile Course Available
mn: ᠮᠣᠪᠠᠶᠢᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: Enter true or false. If true, the course will be available to mobile devices.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠥᠳᠡᠯᠭᠡᠭᠡᠨ ᠳᠦ ᠲᠥᠬᠦᠭᠡᠷᠦᠮᠵᠢ ᠳᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Video Upload Credentials
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ

source: Enter the unique identifier for your course's video files provided by edX.
mn: EdX ᠍ ᠤᠨ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠲᠠᠨ ᠤ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠸᠢᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠤᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠥᠪᠡᠷᠮᠢᠴᠡ ᠲᠠᠨᠢᠭᠴᠢ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Course Not Graded
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠠᠩᠭᠢᠯᠠᠯᠲᠠᠢ ᠪᠢᠰᠢ

source: Enter true or false. If true, the course will not be graded.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠠᠩᠭᠢᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Disable Progress Graph
mn: Progress Graph ᠍ ᠢ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Enter true or false. If true, students cannot view the progress graph.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠰᠤᠷᠤᠭᠴᠢᠳ progress graph ᠢ ᠣᠯᠵᠤ ᠦᠵᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠣᠯᠣᠨ᠎ᠠ᠃

source: PDF Textbooks
mn: PDF ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ

source: List of dictionaries containing pdf_textbook configuration
mn: Pdf᠎textbook ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠲᠣᠯᠢ ᠪᠢᠴᠢᠭ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: HTML Textbooks
mn: HTML ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book)as well as the URLs and titles of each chapter in the book.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠳᠤᠮᠳᠠ ᠲᠤᠰᠬᠠᠢ ᠱᠣᠰᠢᠭ᠎ᠠ ᠶᠢᠨ(标签) ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠢᠯᠡᠷᠡᠳᠡᠭ HTML ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ ᠦᠨ ᠨᠡᠷᠡᠢᠳᠦᠯ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ ᠃ (ᠶᠡᠬᠡᠪᠴᠢᠯᠡᠨ ᠨᠣᠮ ᠤᠨ ᠭᠠᠷᠴᠠᠭ ᠂ ᠨᠣᠮ ᠳ᠋ᠡᠬᠢ ᠨᠢᠭᠡᠴᠢ ᠪᠥᠷᠢ ᠶᠢᠨ ᠭᠠᠷᠴᠠᠭ ᠪᠠ URL ᠵᠢ ᠣᠷᠣᠭᠤᠯᠳᠠᠭ )᠃

source: Remote Gradebook
mn: ᠠᠯᠤᠰ ᠤᠨ Gradebook

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
mn: ᠠᠯᠤᠰ ᠤᠨ Gradebook ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠵᠥᠪᠬᠡᠨ ᠲᠤᠰ ᠲᠣᠬᠢᠷᠭ᠎ᠠ ᠶᠢ ᠬᠡᠷᠡᠭᠯᠡᠬᠦ ᠦᠶᠡᠰ REMOTE_GRADEBOOK_URL ᠨᠢ ᠲᠣᠭᠲᠠᠭᠰᠠᠨ ᠪᠠᠢᠳᠠᠭ᠃

source: Enable CCX
mn: CCX ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
mn: CCX ᠍ ᠤᠨ ᠳᠠᠰᠬᠠᠯᠵᠢᠭᠤᠯᠤᠭᠴᠢ ᠶᠢᠨ ᠡᠭᠦᠷᠭᠡ ᠶᠢ ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠵᠢᠭᠠᠪᠤᠷᠢᠯᠠᠭᠴᠢᠳ ᠲᠤ ᠣᠯᠭᠤᠵᠤ᠂ ᠳᠠᠰᠬᠠᠯᠵᠢᠭᠤᠯᠤᠭᠴᠢᠳ ᠲᠤ edX ᠳᠡᠭᠡᠷ᠎ᠡ Custom Courses ᠍ ᠢ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢ ᠣᠯᠭᠤᠨ᠎ᠠ᠃ ᠬᠠᠭᠤᠷᠮᠠᠴᠢ᠂ Custom Courses ᠡᠭᠦᠰᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠲᠤᠰᠬᠠᠢ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: CCX Connector URL
mn: CCX ᠬᠣᠯᠪᠣᠭᠴᠢ URL

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
mn: CCX ᠍ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ CCX ᠬᠣᠯᠪᠣᠭᠴᠢ ᠫᠷᠣᠭᠷᠠᠮ ᠤᠨ URL᠃ CCX ᠍ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠢᠶᠡᠷ 〈true〉 ᠭᠡᠵᠦ ᠲᠣᠭᠠᠴᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃ URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.

source: Allow Anonymous Discussion Posts
mn: ᠨᠡᠷ᠎ᠡ ᠦᠭᠡᠢ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠪᠦᠬᠦ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠨᠡᠷ᠎ᠡ ᠪᠡᠨ ᠨᠢᠭᠤᠴᠠᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Allow Anonymous Discussion Posts to Peers
mn: ᠨᠢ Peers ᠍ ᠤᠨ ᠮᠡᠳᠡᠭᠳᠡᠵᠦ ᠬᠡᠯᠡᠯᠴᠡᠬᠦ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠪᠤᠰᠤᠳ ᠰᠤᠷᠤᠭᠴᠢ ᠳᠤ ᠨᠡᠷ᠎ᠡ ᠪᠡᠨ ᠨᠢᠭᠤᠴᠠᠯᠠᠭᠰᠠᠨ ᠬᠡᠯᠡᠯᠴᠡᠭᠦᠯᠭᠡ ᠶᠢᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠦᠯᠦ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ ᠪᠢᠴᠢᠯᠭᠡ ᠨᠦᠭᠦᠳ ᠢ ᠬᠢᠬᠦ ᠦᠭᠡᠢ᠃

source: Advanced Module List
mn: ᠳᠡᠭᠡᠳᠦ ᠵᠡᠷᠭᠡ ᠶᠢᠨ ᠮᠣᠳᠣᠯ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Enter the names of the advanced modules to use in your course.
mn: ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠮᠣᠳᠤᠯᠢ ᠨᠤᠭᠤᠳ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃

source: Course Home Sidebar Name
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠰᠠᠯᠪᠤᠷᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠡᠨ Course Home ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠤᠢ ᠭᠠᠷᠴᠠᠭ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠠᠷᠠᠭᠤᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤ᠋ᠨ ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠨ᠎ᠡ᠃

source: Course Handouts
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤ᠋ᠨ ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
mn: ᠴᠠᠭ ᠤᠨ ᠬᠤᠪᠢᠶᠠᠷᠢ ᠶᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠵᠢᠭᠠᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠠᠴᠠ ᠨᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠨᠢ ᠦᠨᠡᠨ. Due᠎date᠎display᠎format ᠍ ᠦᠨ ᠬᠠᠭᠤᠴᠢᠷᠠᠭᠰᠠᠨ᠃

source: Due Date Display Format
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠹᠣᠷᠮᠠᠲ᠋

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
mn: ᠹᠣᠷᠮᠠᠲ ᠢ ᠲᠣᠪᠯᠠᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠪᠠᠨ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠨᠢ Mon DD᠂ YYYY. DY-MM-YYYY ᠍ ᠦᠨ ᠬᠤᠪᠢ ᠳᠤ "%m-%d-%Y" ᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ᠂ YYYY-MM-DD ᠍ ᠦᠨ ᠬᠤᠪᠢ ᠳᠤ"%d-%m-%Y"᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠂ ᠡᠰᠡᠪᠡᠯ YYYY-DD-MM ᠍ ᠦᠨ ᠬᠤᠪᠢ ᠳᠤ᠍"%Y-%m-%d"᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠃

source: External Login Domain
mn: ᠭᠠᠳᠠᠭᠠᠳᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠳᠣᠮᠡᠢ ᠶᠢᠨ

source: Enter the external login method students can use for the course.
mn: ᠭᠠᠳᠠᠨ᠎ᠠ ᠠᠴᠠ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠠᠷᠭ᠎ᠠ ᠶᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠡᠨ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Certificates Downloadable Before End
mn: ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠡᠮᠦᠨ᠎ᠡ ᠲᠠᠲᠠᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠡᠨ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠡᠨ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Certificates Display Behavior
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠳ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠬᠠᠨᠳᠤᠯᠭ᠎ᠠ

source: Enter end, early_with_info, or early_no_info. After certificate generation, students who passed see a link to their certificates on the dashboard and students who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all students after the course end date. To display this certificate information to all students as soon as certificates are generated, enter early_with_info. To display only the links to passing students as soon as certificates are generated, enter early_no_info.
mn: End᠂ early᠎with᠎info᠂ or early᠎no᠎info ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠰᠤᠷᠭᠠᠭᠴᠢ ᠪᠠᠭᠰᠢ ᠨᠠᠷ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠭ᠎ᠠ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠳ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠣᠭᠲᠠᠭᠠᠵᠤ᠂ ᠰᠢᠯᠭᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠠᠯᠠᠷᠠᠬᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠨᠢ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠦᠵᠡᠭᠦᠯᠳᠡᠭ ᠲᠡᠭᠦᠰᠬᠡᠯ ᠶᠤᠮ᠃ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠡᠳᠡᠭᠡᠷ ᠢ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠭᠠᠷᠤᠮᠠᠭᠴᠠ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠦᠵᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ early᠎with᠎info ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ᠃ ᠵᠥᠪᠬᠡᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠡᠭᠦᠰᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠰᠤᠷᠤᠯᠴᠠᠭᠰᠠᠳ ᠢ ᠰᠤᠷᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠵᠥᠪᠬᠡᠨ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠦᠵᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ᠂ ᠡᠷᠲᠡ ᠡᠷᠡᠯᠡᠨ᠎ᠡ᠃

source: Course About Page Image
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠠᠯᠠᠷᠠᠬᠢ ᠵᠢᠷᠤᠭ

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠢᠷᠤᠭᠲᠤ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠵᠠᠰᠠᠬᠤ᠃ ᠲᠠ ᠡᠨᠡ ᠹᠠᠢᠯ ᠢ Files ᠊ Uploads ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠲᠠ ᠮᠥᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠊ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳᠦᠷᠰᠦ ᠶᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Course Banner Image
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠱᠣᠰᠢᠭ᠎ᠠ

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠱᠣᠰᠢᠭ᠎ᠠ ᠤᠨ ᠹᠠᠢᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠵᠠᠰᠠᠬᠤ᠃ ᠲᠠ 《ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠲᠣᠬᠢᠷᠭ᠎ᠠ》 ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠱᠣᠰᠢᠭ᠎ᠠ ᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Course Video Thumbnail Image
mn: ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ ᠵᠢᠵᠢᠭ ᠵᠢᠷᠤᠭ

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
mn: ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢᠨ ᠵᠢᠷᠤᠭ ᠤᠨ ᠵᠢᠵᠢᠭ ᠹᠠᠢᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠵᠠᠰᠠᠬᠤ᠃ ᠲᠠ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠊ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠥᠩᠭᠡᠴᠡ ᠵᠢᠷᠤᠭ ᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Issue Open Badges
mn: ᠦᠨᠡᠮᠯᠡᠯ ᠬᠦᠷᠲᠡᠭᠡᠬᠦ

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
mn: ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠦᠨᠡᠮᠯᠡᠯ ᠬᠦᠷᠲᠡᠭᠡᠬᠦ᠃

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
mn: PDF ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ᠃ ᠺᠯᠠᠰᠰᠢᠺ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡᠨ ᠦ ᠬᠣᠭᠣᠷᠣᠨᠳᠣ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢ ᠪᠥᠭᠯᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠰᠤᠷᠤᠯᠴᠠᠭᠰᠠᠳ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠲᠥᠷᠦᠯ ᠢ ᠨᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ "Certificate"᠃

source: Certificate Name (Short)
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠡᠷ᠎ᠡ (ᠪᠣᠭᠣᠨᠢ)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
mn: PDF ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ᠃ ᠺᠯᠠᠰᠰᠢᠺ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠡᠨ ᠦ ᠬᠣᠭᠣᠷᠣᠨᠳᠣ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢ ᠪᠥᠭᠯᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠲᠥᠷᠦᠯ ᠦᠳ ᠦᠨ ᠤᠷᠲᠤ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠵᠢᠱᠢᠶᠡᠯᠡᠪᠡᠯ᠂ "Certificate of Achievement"᠃

source: Certificate Name (long)
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠡᠷ᠎ᠡ (ᠤᠷᠲᠤ)

source: Certificate Web/HTML View Enabled
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠸᠪ / HTML Enabled ᠬᠠᠷᠠᠬᠤ

source: If true, certificate Web/HTML views are enabled for the course.
mn: ᠬᠡᠷᠪᠡ ᠦᠨᠡᠨ ᠪᠣᠯ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠸᠪ / HTML ᠦᠵᠡᠯ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠢᠳᠡᠪᠬᠢᠲᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Certificate Web/HTML View Overrides
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠸᠪ / HTML HTML ᠍ ᠢ ᠬᠠᠷᠠᠬᠤ

source: Enter course-specific overrides for the Web/HTML template parameters here (jSON format)
mn: ᠸᠧᠪᠰᠠᠢ ᠳᠤ / HTML ᠵᠠᠭᠪᠤᠷ ᠫᠠᠷᠠᠮᠧᠲ᠋ᠷ ᠦᠳ ᠦᠨ ᠬᠤᠪᠢ ᠳᠤ ᠲᠤᠰᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ (jSON ᠹᠣᠷᠮᠠᠲ᠋)

source: Certificate Configuration
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Enter course-specific configuration information here (jSON format)
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠶᠢᠨ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠲᠣᠬᠢᠷᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ (jSON ᠹᠣᠷᠮᠠᠲ᠋)

source: CSS Class for Course Reruns
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠤᠨ ᠺᠠᠲ᠋ᠧᠭᠣᠷᠢ ᠶᠢᠨ CSS ᠠᠩᠭᠢ

source: Allows courses to share the same css class across runs even if they have different numbers.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠨᠢ ᠥᠭᠡᠷ᠎ᠡ ᠥᠭᠡᠷ᠎ᠡ ᠳ᠋ᠤᠭᠠᠷ ᠲᠠᠢ ᠪᠠᠢᠭᠰᠠᠨ ᠴᠤ ᠭᠡᠰᠡᠨ ᠠᠳᠠᠯᠢᠬᠠᠨ ᠺᠠᠰᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠳᠡᠭ᠃

source: Discussion Forum External Link
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠶᠢᠨ ᠹᠣᠷᠣᠮ External Link

source: Allows specification of an external link to replace discussion forums.
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠶᠢᠨ ᠹᠣᠷᠣᠮ ᠢ ᠰᠣᠯᠢᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠭᠠᠳᠠᠭᠠᠳᠤ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢᠨ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠳᠡᠭ᠃

source: Hide Progress Tab
mn: Progress Tab ᠍ ᠢ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ

source: Allows hiding of the progress tab.
mn: ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠤ ᠲᠠᠪ ᠢ ᠨᠢᠭᠤᠴᠠᠯᠠᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠨ᠎ᠡ᠃

source: Course Organization Display String
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠤᠯᠲᠠ ᠨᠢ ᠮᠥᠷ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠡᠨ ᠣᠷᠣᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠦᠶᠡᠳᠡᠭᠡ ᠣᠷᠣᠵᠤ ᠢᠷᠡᠭᠰᠡᠨ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠠᠴᠠ ᠪᠠᠨ ᠳᠠᠪᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ null ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Course Number Display String
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ ᠳᠡᠯᠭᠡᠴᠡ ᠶᠢᠨ ᠮᠥᠷ

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠭᠠᠷᠴᠤ ᠢᠷᠡᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠡᠨᠡ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠳ᠋ᠤᠭᠠᠷ ᠢ ᠳᠠᠪᠲᠠᠨ᠎ᠠ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠳ᠋ᠤᠭᠠᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ null ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Course Maximum Student Enrollment
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠳᠡᠭᠡᠳᠦ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
mn: ᠰᠤᠷᠤᠯᠴᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠤᠨ ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠲᠣᠭ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠢᠵᠠᠭᠠᠷ ᠦᠭᠡᠢ ᠲᠣᠭᠠᠨ ᠤ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ null ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Allow Public Wiki Access
mn: Public Wiki Access ᠍ ᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
mn: true ᠡᠰᠡᠪᠡᠯ false ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠡᠷᠪᠡ true ᠭᠡᠵᠦ ᠰᠣᠩᠭᠣᠪᠠᠯ᠂ edX ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠳᠠᠩᠰᠠᠯᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠯ ᠳᠤ ᠴᠤ wiki ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠣᠯᠵᠣ ᠦᠵᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Invitation Only
mn: ᠵᠥᠪᠬᠡᠨ ᠤᠷᠢᠯᠭ᠎ᠠ ᠪᠡᠷ ᠳᠠᠮᠵᠢᠨ ᠣᠷᠤᠯᠴᠠᠠᠤ

source: Whether to restrict enrollment to invitation by the course staff.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠤᠷᠢᠯᠭ᠎ᠠ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠡᠰᠡᠬᠦ᠃

source: Pre-Course Survey Name
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠡᠮᠦᠨᠡᠬᠢ ᠨᠡᠷ᠎ᠡ

source: Name of SurveyForm to display as a pre-course survey to the user.
mn: ᠰᠤᠳᠤᠯᠭᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠮᠡᠳᠡᠭᠡᠨ ᠦ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠦᠵᠡᠭᠦᠯᠬᠦ᠃

source: Pre-Course Survey Required
mn: ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠦᠵᠡᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠰᠤᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠡᠰᠡᠬᠦ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠤᠳᠬ᠎ᠠ ᠶᠢ ᠦᠨᠡᠨ ᠭᠡᠵᠦ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠪᠣᠯ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠤᠳᠤᠯᠭᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠨᠡᠷ᠎ᠡ ᠪᠡᠷ ᠨᠡᠮᠡᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: Course Visibility In Catalog
mn: ᠺᠣᠷᠫᠣᠷᠠᠼᠢ ᠶᠢᠨ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' )do not show in catalog and do not allow access to an about page).
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠺᠠᠲ᠋ᠠᠯᠣᠭᠢ ᠳ᠋ᠠᠬᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠳᠠᠭ᠃ ᠡᠨᠡ ᠨᠢ ᠭᠤᠷᠪᠠᠨ ᠤᠳᠬ᠎ᠠ ᠶᠢᠨ ᠠᠯᠢ ᠨᠢᠭᠡᠨ ᠳᠦ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠄ 〈ᠬᠣᠶᠠᠭᠤᠯᠠ〉 (ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠲᠠᠯᠠᠷᠠᠬᠢ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ)᠂ 〈ᠲᠤᠬᠠᠢ〉 (ᠵᠥᠪᠬᠡᠨ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠲᠠᠯᠠᠷᠠᠬᠢ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ)᠂ 〈none〉 (ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠦᠭᠡᠢ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠠᠪᠬᠤ)᠃

source: Both
mn: ᠠᠯᠢ ᠠᠯᠢ ᠨᠢ

source: About
mn: ᠪᠢᠳᠡᠨ ᠦ ᠲᠤᠬᠠᠢ

source: None
mn: ᠪᠠᠶᠢᠬᠤ ᠦᠭᠡᠢ

source: Entrance Exam Enabled
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ
