Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: If you have billing questions, please contact {billing_email}.
mn: ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ {billing_email} ᠳ᠋ᠤ᠌ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
mn: {order_placed_by} ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠪᠠ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠡᠷ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠨᠡᠷ᠎ᠡ ᠪᠡᠨ ᠳᠤᠷᠠᠳᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
mn: {order_placed_by} ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢ ᠲᠠᠯᠪᠢᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠲᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠨᠡᠮᠡᠯᠲᠡ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ ᠭᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ᠃

source: The items in your order are:
mn: ᠲᠠᠨ ᠤ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠳᠤ ᠪᠠᠢᠭ᠎ᠠ ᠵᠦᠢᠯᠡᠰ ᠨᠢ᠄

source: Quantity - Description - Price
mn: ᠲᠣᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ - ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ - ᠦᠨ᠎ᠡ

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
mn: ᠺᠷᠧᠳᠢᠲ / ᠳᠧᠪᠢᠲ ᠺᠠᠷᠲᠠᠨ ᠳᠤ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠨᠡᠢᠲᠡ ᠳᠦᠩ᠄ {currency_symbol} {total_cost}

source: Company Name:
mn: ᠺᠣᠮᠫᠠᠨᠢᠢ ᠨᠡᠷ᠎ᠡ᠄

source: Purchase Order Number:
mn: ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠶᠢᠨ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ᠄

source: Company Contact Name:
mn: ᠺᠣᠮᠫᠠᠨᠢᠢ ᠨᠡᠷ᠎ᠡ᠄

source: Company Contact Email:
mn: ᠺᠣᠮᠫᠠᠨᠢᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠢᠮᠧᠯ᠄

source: Recipient Name:
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠄

source: Recipient Email:
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯ᠄

source: Order Number: {order_number}
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ᠄ {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
mn: ᠲᠠᠨ ᠤ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ URL ᠍ ᠦᠨ CSV ᠹᠠᠢᠯ ᠢ ᠬᠠᠪᠰᠠᠷᠭᠠᠪ᠃ ᠳᠣᠣᠷᠠᠬᠢ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠵᠠᠭᠪᠤᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ URL ᠍ ᠢ ᠲᠠᠷᠠᠭᠠᠵᠤ ᠥᠭᠭᠦᠨ᠎ᠡ ᠦᠦ᠃

source: Warm regards,
mn: ᠬᠠᠯᠠᠭᠤᠨ ᠢᠶᠠᠷ ᠮᠡᠨᠳᠦᠴᠢᠯᠡᠭᠰᠡᠨ᠂

source: Warm regards,<br>The {platform_name} Team
mn: error

source: Dear [[Name]]
mn: ᠬᠦᠨᠳᠦᠳ [[Name]]

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
mn: {course_names} ᠍ ᠲᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠢᠳᠡ ᠲᠠᠨ ᠳᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ URL ᠥᠭᠭᠦᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠥᠪᠡᠷ ᠦᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠣᠣᠷᠠᠬᠢ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠳᠠᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
mn: ᠲᠠᠨ ᠤ ᠭᠡᠲᠦᠯᠭᠡᠬᠦ url᠄ 〔〔ᠡᠨᠳᠡ ᠬᠠᠪᠰᠠᠷᠭᠠᠭᠰᠠᠨ CSV ᠍ ᠢ URL ᠠᠪᠬᠤ〕〕

source: (1) Register for an account at {site_name}
mn: (1){site_name} ᠳ᠋ᠠᠬᠢ ᠳᠠᠩᠰᠠᠨ ᠳᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
mn: (2)ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ᠂ ᠭᠡᠲᠦᠯᠭᠡᠯ ᠦᠨ URL ᠍ ᠢ ᠬᠠᠭᠤᠯᠵᠤ᠂ ᠡᠭᠦᠨ ᠢ ᠸᠪ ᠬᠥᠲᠦᠴᠢ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠡᠨ ᠪᠠᠭᠤᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
mn: (3)ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ 〈Activate Enrollment Code〉 ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠡᠨᠡ ᠨᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
mn: (4)ᠲᠠ 〈ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠢ᠋ ᠬᠠᠷᠠᠬᠤ〉 ᠲᠣᠪᠴᠢᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠵᠤ ᠡᠰᠡᠪᠡᠯ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠦᠵᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ {url}

source: (5) Course materials will not be available until the course start date.
mn: (5)ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
mn: error

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
mn: ᠡᠨᠡ ᠨᠢ {platform_name} {old_email} ᠍ ᠠᠴᠠ {new_email} ᠳ᠋ᠤ᠌ ᠢᠮᠧᠯᠡ ᠶᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠰᠡᠨ ᠢᠮᠧᠯᠡ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠳᠠᠯ ᠶᠤᠮ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠪᠡᠶᠡᠯᠡᠭᠦᠯᠦᠭᠡ ᠦᠭᠡᠢ ᠪᠣᠯ ᠪᠢᠳᠡᠨ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠳᠣᠣᠷᠠᠬᠢ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠄

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
mn: ᠪᠢᠳᠡ ᠬᠠᠭᠤᠴᠢᠨ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠳᠠᠭ ᠲᠤᠯᠠ ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠬᠦᠰᠡᠯ ᠳᠦ ᠨᠢ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠰᠠᠨᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠣᠯ ᠪᠢᠳᠡ ᠰᠤᠳᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
mn: ᠪᠢᠳᠡ {platform_name} ᠠᠺᠠᠤᠨᠲ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠢᠮᠧᠯᠡ ᠶᠢ {old_email} ᠍ ᠠᠴᠠ {new_email} ᠳ᠋ᠤ᠌ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ᠃ ᠬᠡᠷᠪᠡ ᠡᠨᠡ ᠨᠢ ᠵᠥᠪ ᠪᠣᠯ᠂ ᠲᠠᠨ ᠤ ᠰᠢᠨ᠎ᠡ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠵᠣᠴᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠄

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠭᠦᠨ ᠢ ᠬᠦᠰᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠣᠯ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠵᠦᠢᠯ ᠬᠢᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠦᠭᠡᠢ; ᠲᠠ ᠪᠢᠳᠡᠨ ᠡᠴᠡ ᠥᠭᠡᠷ᠎ᠡ ᠢᠮᠧᠯ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠢᠮᠧᠯᠡᠳ ᠬᠠᠷᠢᠭᠤ ᠪᠢᠴᠢᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠢ ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠡᠷᠡᠭ ᠲᠡᠢ ᠪᠣᠯ {platform_name} ᠸᠪᠰᠠᠶᠢᠲᠤ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢᠨ ᠬᠡᠰᠡᠭ ᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Request to change {platform_name} account e-mail
mn: {platform_name} ᠠᠺᠠᠤᠨᠲᠤ ᠶᠢᠨ ᠢᠮᠧᠯᠡ ᠶᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠬᠦᠰᠡᠯ ᠳᠦ ᠭᠠᠷᠭᠠᠬᠤ

source: Dear student,
mn: ᠡᠷᠬᠢᠮ ᠬᠦᠨᠳᠦᠳ ᠰᠤᠷᠤᠭᠴᠢ᠂

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
mn: ᠲᠠᠨ ᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠢᠶᠠᠷ {site_name} ᠳᠡᠭᠡᠷ᠎ᠡ {course_name} ᠍ ᠳᠦ ᠨᠢᠭᠡᠳᠬᠦ ᠶᠢ ᠤᠷᠢᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: To access the course visit {course_url} and login.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠵᠣᠴᠢᠯᠠᠨ᠎ᠠ ᠤᠤ {course_url} ᠪᠣᠯᠤᠨ ᠨᠡᠪᠲᠡᠷᠡᠴᠢ ᠤᠷᠤᠬᠤ᠃

source: To access the course visit {course_about_url} and register for the course.
mn: ᠬᠢᠴᠢᠶᠡᠯ {course_about_url} ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠣᠷᠣᠵᠤ᠂ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ᠃

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ᠎ᠡ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {registration_url} ᠳ᠋ᠤ᠌ ᠵᠣᠴᠢᠯᠠᠵᠤ᠂ ᠢᠮᠧᠯ ᠲᠠᠯᠠᠪᠤᠷ ᠲᠤ {email_address} ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠮᠠᠶ᠋ᠢᠭᠲᠤ ᠶᠢ ᠪᠥᠭᠯᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
mn: ᠲᠠ ᠪᠦᠷᠢᠳᠬᠡᠯ᠎ᠡ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ᠂ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠨᠠᠬᠤ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠵᠢᠭᠰᠠᠭᠠᠭᠰᠠᠨ {course_name} ᠍ ᠢ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
mn: ᠲᠠ ᠪᠦᠷᠢᠳᠬᠡᠯ᠎ᠡ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠣᠷᠣᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {course_about_url} ᠳ᠋ᠤ᠌ ᠵᠣᠴᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: You can then enroll in {course_name}.
mn: ᠲᠠ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ {course_name} ᠍ ᠲᠤ ᠡᠯᠰᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: You have been invited to register for {course_name}
mn: ᠲᠠ {course_name} ᠍ ᠲᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠶᠢ ᠤᠷᠢᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
mn: ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠤᠨ {course_name} ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ {site_name} ᠍ ᠲᠤ ᠡᠯᠰᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠲᠠᠨ ᠤ {site_name} ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: This email was automatically sent from {site_name} to {full_name}
mn: ᠡᠨᠡ ᠢᠮᠧᠯᠡ ᠶᠢ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ {site_name} ᠳ᠋ᠤ᠌ {full_name}

source: You have been enrolled in {course_name}
mn: ᠲᠠ {course_name} ᠍ ᠳᠦ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
mn: ᠲᠠᠨ ᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠳᠠᠷᠤᠭ᠎ᠠ ᠶᠢᠨ ᠺᠷᠧᠳᠢᠲ ᠪᠣᠯᠤᠨ ᠳᠧᠪᠢᠲ ᠺᠠᠷᠲ ᠤᠨ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠦᠨ ᠺᠣᠮᠫᠠᠨᠢᠢ ᠨᠡᠷ᠎ᠡ {merchant_name} ᠳᠣᠣᠷ᠎ᠠ ᠳᠣᠣᠷᠠᠬᠢ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Thank you,
mn: ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠂

source: Your order number is: {order_number}
mn: ᠲᠠᠨ ᠤ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ᠄ {order_number}

source: Hi {full_name},
mn: ᠰᠠᠶᠢᠨ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ {full_name}᠂

source: Thanks for submitting your photos!
mn: ᠲᠠᠨ ᠤ ᠵᠢᠷᠤᠭ ᠢ ᠢᠯᠡᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ!

source: We've received your information and the verification process has begun. You can check the status of the verification process on your dashboard.
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠥᠭᠡᠳ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰ ᠡᠬᠢᠯᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠨᠠᠬᠤ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠰᠢᠯᠭᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: The {platform_name} team
mn: {platform_name} ᠪᠠᠭ

source: Thank you for purchasing enrollments in {course_name}.
mn: {course_name} ᠳ᠋ᠠᠬᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠳᠤ ᠲᠠᠨᠢ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠃

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
mn: {currency_symbol} {total_price} ᠍ ᠦᠨ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠬᠠᠪᠰᠠᠷᠭᠠᠪ᠃ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠥᠯᠦᠨ᠎ᠡ᠃ ᠲᠠ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠠᠷᠭ᠎ᠠ ᠶᠢᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠣᠯᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your students. Each student must use a separate enrollment code.
mn: ᠲᠠᠨ ᠤ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠬᠠᠪᠰᠠᠷᠭᠠᠭᠰᠠᠨ A .csv ᠹᠠᠢᠯ ᠬᠠᠪᠰᠠᠷᠭᠠᠪ᠃ ᠲᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠠᠭᠠᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠲᠠᠷᠠᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠣᠣᠷᠠᠬᠢ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠵᠠᠭᠪᠤᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠰᠤᠷᠤᠭᠴᠢ ᠪᠦᠷ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠲᠤᠰᠬᠠᠢ ᠺᠣᠳ᠋ ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Thanks, The {platform_name} Team
mn: ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ {platform_name} ᠪᠠᠭ

source: Dear [[Name]]:
mn: ᠬᠦᠨᠳᠦᠳ 〔〔ᠨᠡᠷ᠎ᠡ〕〕᠄

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
mn: ᠪᠢᠳᠡ ᠲᠠᠩᠳᠠ {course_name} ᠍ ᠲᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠡᠯᠰᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠄

source: HTML link from the attached CSV file
mn: ᠬᠠᠪᠰᠠᠷᠭᠠᠭᠰᠠᠨ CSV ᠹᠠᠢᠯ ᠠᠴᠠ HTML ᠬᠣᠯᠪᠣᠭᠠᠰᠤ

source: After you enroll, you can see the course on your student dashboard. You can see course materials after the course start date.
mn: ᠰᠤᠷᠤᠯᠴᠠᠵᠤ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠵᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠳᠦᠷ ᠡᠴᠡ ᠬᠣᠶᠢᠰᠢ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢ ᠦᠵᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Sincerely, [[Your Signature]]
mn: ᠬᠦᠨᠳᠦᠳᠬᠡᠭᠰᠡᠨ᠂ 〔〔ᠲᠠᠨ ᠤ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ〕〕

source: Invoice No: {invoice_number}
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠯ ᠦᠨ ᠳ᠋ᠤᠭᠠᠷ᠄ {invoice_number}

source: Terms: Due Upon Receipt
mn: ᠨᠥᠬᠥᠴᠡᠯ᠄ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ

source: Due Date: {date}
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ᠄ {date}

source: Bill to:
mn: Vally᠄

source: Customer Reference Number: {reference_number}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠯᠠᠪᠯᠠᠭᠠᠨ ᠤ ᠳ᠋ᠤᠭᠠᠷ᠄ {reference_number}

source: Balance Due: {currency_symbol}{sale_price}
mn: ᠦᠯᠡᠳᠡᠭᠳᠡᠯ᠄ {currency_symbol} {sale_price}

source: Course: {course_name}
mn: ᠬᠢᠴᠢᠶᠡᠯ᠄ {course_name}

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
mn: ᠦᠨ᠎ᠡ᠄ {currency_symbol} {course_price} ᠲᠣᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠄ 〈ᠲᠣᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ〉 ᠳᠡᠳ᠋ ᠨᠡᠢᠲᠡ᠄ {currency_symbol} {sub_total} ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ᠄ {currency_symbol} 〈ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ〉

source: Total: {currency_symbol}{sale_price}
mn: ᠨᠡᠢᠲᠡ᠄ {currency_symbol} {sale_price}

source: Payment Instructions
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠵᠢᠭᠠᠪᠤᠷᠢᠴᠢᠯᠠᠭ᠎ᠠ

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
mn: ᠬᠡᠷᠪᠡ ᠪᠢᠳᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠳᠠᠭ ᠦᠭᠡᠢ ᠪᠣᠯ ᠡᠳᠡᠭᠡᠷ ᠺᠣᠳ᠋ ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠴᠤᠴᠠᠯᠠᠵᠤ᠂ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠪᠦᠬᠦ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠨᠢ ᠡᠴᠦᠰ ᠦᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠨᠡᠮᠡᠯᠲᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ {site_name} ᠴᠤᠴᠠᠯᠠᠬᠤ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: For payment questions, contact {contact_email}
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ {contact_email}

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
mn: ᠪᠢᠳᠡᠨ ᠢ ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠃ ᠮᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ {old_name} ᠍ ᠡᠴᠡ {new_name} ᠳ᠋ᠤ᠌ ᠨᠡᠷ᠎ᠡ ᠪᠡᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠨᠡᠮᠡᠯᠲᠡ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠡᠷᠡᠭ ᠲᠡᠢ ᠪᠣᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠢᠯᠡᠭᠡᠨ᠎ᠡ ᠦᠦ᠃

source: You have been removed as a beta tester for {course_name} at {site_name} by a member of the course staff. The course will remain on your dashboard, but you will no longer be part of the beta testing group.
mn: ᠲᠠᠨ ᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠤᠨ {site_name} ᠳᠡᠭᠡᠷ᠎ᠡ {site_name} ᠍ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ beta ᠰᠢᠯᠭᠠᠭᠴᠢ ᠮᠡᠲᠦ ᠪᠡᠷ ᠤᠰᠠᠳᠬᠠᠭᠰᠠᠨ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠠᠨ ᠤ ᠬᠢᠨᠠᠬᠤ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠲᠠ ᠪᠧᠲ᠋ᠠ ᠲᠧᠰᠲ ᠦᠨ ᠪᠦᠯᠦᠭ ᠦᠨ ᠬᠡᠰᠡᠭ ᠪᠠᠢᠬᠤ ᠪᠠᠨ ᠪᠣᠯᠢᠭᠰᠠᠨ᠃

source: Your other courses have not been affected.
mn: ᠲᠠᠨ ᠤ ᠪᠤᠰᠤᠳ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠨᠥᠯᠦᠭᠡᠯᠡᠭᠡ ᠦᠭᠡᠢ᠃

source: You have been removed from a beta test for {course_name}
mn: ᠲᠠ {course_name} ᠍ ᠤᠨ ᠪᠧᠲ᠋ᠠ ᠲᠧᠰᠲ ᠡᠴᠡ ᠬᠠᠰᠤᠭᠳᠠᠭᠰᠠᠨ

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
mn: ᠪᠢᠳᠡ {course_name} ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠦᠨᠡᠯᠡᠭᠡᠨ ᠦ {assessment} ᠦᠨᠡᠯᠡᠭᠡ ᠶᠢ ᠬᠢᠭᠰᠡᠨ ᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠰᠢᠯᠭᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
mn: ᠪᠢᠳᠡ {course_name} ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠦᠨᠡᠯᠡᠭᠡᠨ ᠦ {assessment} ᠦᠨᠡᠯᠡᠭᠡ ᠶᠢ ᠬᠢᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ {allowed_attempts} ᠍ ᠠᠴᠠ {used_attempts} ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠲᠠᠨ ᠤ ᠬᠤᠪ ᠤᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ᠃

source: You must verify your identity before the assessment closes on {due_date}.
mn: {due_date} ᠳᠡᠭᠡᠷᠡᠬᠢ ᠦᠨᠡᠯᠡᠭᠡ ᠶᠢ ᠬᠠᠭᠠᠬᠤ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠲᠠᠨᠢᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: To try to verify your identity again, select the following link:
mn: ᠲᠠᠨ ᠢ ᠳ᠋ᠠᠬᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠄

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
mn: ᠪᠢᠳᠡ {course_name} ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠦᠨᠡᠯᠡᠭᠡᠨ ᠦ {assessment} ᠦᠨᠡᠯᠡᠭᠡ ᠶᠢ ᠬᠢᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ {used_attempts} ᠍ ᠠᠴᠠ {allowed_attempts} ᠍ ᠢ ᠥᠪᠡᠷ ᠦᠨ ᠲᠠᠨᠢᠬᠤ ᠡᠰᠡᠬᠦ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠢ ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠪᠠ ᠰᠢᠯᠭᠠᠵᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: To go to the courseware, select the following link:
mn: ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠣᠷᠣᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠄

source: If you have any questions, you can contact student support at {support_link}.
mn: ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠲᠠ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠳᠡᠮᠵᠢᠯᠭᠡ ᠶᠢ {support_link} ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Thanks,
mn: ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠂

source: Dear Student,
mn: ᠡᠷᠬᠢᠮ ᠬᠦᠨᠳᠦᠳ ᠰᠤᠷᠤᠭᠴᠢ᠂

source: You have been un-enrolled from course {course_name} by a member of the course staff. Please disregard the invitation previously sent.
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠰᠤᠷᠤᠯᠴᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ {course_name} ᠍ ᠡᠴᠡ ᠲᠠ ᠡᠯᠰᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠶᠠᠪᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤᠷᠢᠯᠭ᠎ᠠ ᠶᠢ ᠠᠩᠬᠠᠷᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠢ ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: You have been un-enrolled in {course_name} at {site_name} by a member of the course staff. The course will no longer appear on your {site_name} dashboard.
mn: ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠤᠨ {course_name} ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ {site_name} ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠲᠠᠨ ᠤ {site_name} ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: You have been un-enrolled from {course_name}
mn: ᠲᠠ {course_name} ᠍ ᠠᠴᠠ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: This Course Unavailable In Your Country
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠠᠨ ᠤ ᠤᠯᠤᠰ ᠣᠷᠣᠨ ᠳᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
mn: ᠮᠠᠨ ᠤ ᠰᠢᠰᠲ᠋ᠧᠮ ᠲᠠ ᠡᠨᠡ {platform_name} ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠣᠳᠣ ᠪᠠᠷ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠤᠯᠤᠰ ᠣᠷᠣᠨ ᠡᠰᠡᠪᠡᠯ ᠪᠦᠰᠡ ᠨᠤᠲᠤᠭ ᠠᠴᠠ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠶᠢ ᠬᠢᠴᠢᠶᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯᠬᠤ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
mn: ᠮᠠᠨ ᠤ ᠰᠢᠰᠲ᠋ᠧᠮ ᠲᠠᠨ ᠢ ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠤᠯᠤᠰ ᠡᠰᠡᠪᠡᠯ ᠪᠦᠰᠡ ᠨᠤᠲᠤᠭ ᠠᠴᠠ ᠣᠳᠣ ᠪᠠᠷ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ {platform_name} ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠶᠢ ᠬᠢᠴᠢᠶᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯᠬᠤ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Enrollment Successful
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠠᠮᠵᠢᠯᠲᠠᠨ ᠳᠤ ᠬᠦᠷᠦᠭᠰᠡᠨ

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
mn: {course_names} ᠍ ᠳᠦ ᠡᠯᠡᠰᠦᠨ ᠣᠷᠣᠭᠰᠠᠨ ᠳᠤ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠃ ᠪᠢᠳᠡ ᠲᠠ ᠪᠦᠬᠦᠨ ᠳᠦ ᠲᠠᠭᠠᠯᠠᠭᠳᠠᠨ᠎ᠠ ᠭᠡᠳᠡᠭ ᠲᠦ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Thank you for enrolling in:
mn: ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠪᠡᠨ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠄

source: We hope you enjoy the course.
mn: ᠪᠢᠳᠡ ᠲᠠ ᠪᠦᠬᠦᠨ ᠳᠦ ᠲᠠᠭᠠᠯᠠᠭᠳᠠᠨ᠎ᠠ ᠭᠡᠳᠡᠭ ᠲᠦ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
mn: {platform_name} ᠨᠢ ᠠᠰᠢᠭ ᠤᠨ ᠲᠥᠯᠥᠭᠡ ᠪᠤᠰᠤ ᠪᠦᠬᠦ ᠬᠦᠮᠦᠰ ᠲᠦ ᠥᠨᠳᠥᠷ ᠴᠢᠨᠠᠷᠲᠠᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠳᠠᠭ ᠠᠰᠢᠭ ᠤᠨ ᠪᠤᠰᠤ ᠶᠤᠮ᠃ ᠲᠠᠨ ᠤ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢ ᠪᠢᠳᠡ ᠰᠠᠶ᠋ᠢ ᠰᠠᠶ᠋ᠢ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠲᠤᠷᠰᠢᠯᠭ᠎ᠠ ᠶᠢ ᠪᠠᠢᠩᠭᠤ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠵᠤ᠂ ᠢᠷᠡᠭᠡᠳᠦᠢ ᠶᠢᠨ ᠨᠢᠭᠡ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢ ᠨᠢᠭᠡ ᠳᠣᠣᠷ᠎ᠠ ᠪᠠᠢᠩᠭᠤ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢ ᠣᠯᠭᠤᠳᠠᠭ᠃

source: Donation Actions
mn: ᠬᠠᠨᠳᠢᠪᠯᠠᠬᠤ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ

source: Financial Assistance Application
mn: ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭᠠᠨ ᠤ ᠡᠷᠭᠦᠳᠡᠯ

source: A Note to Learners
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ

source: Dear edX Learner,
mn: ᠡᠷᠬᠢᠮ ᠬᠦᠨᠳᠦᠳ edX ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ᠂

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
mn: ᠡᠳᠡX ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭ᠎ᠠ ᠨᠢ ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠪᠦᠬᠦ ᠨᠥᠬᠥᠴᠡᠯ ᠪᠠᠢᠳᠠᠯ ᠳᠤ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠣᠯᠭᠤᠬᠤ ᠫᠷᠣᠭᠷᠠᠮ ᠬᠠᠩᠭᠠᠮᠵᠢ ᠶᠤᠮ᠃ ᠡᠨᠡ ᠨᠢ EdX ᠬᠢᠴᠢᠶᠡᠯ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠤᠮ᠃

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠮᠡᠷᠭᠡᠰᠢᠭᠰᠡᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ ᠰᠣᠨᠢᠷᠬᠠᠯᠲᠠᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯᠪᠠᠴᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠪᠡᠨ ᠲᠥᠯᠦᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠣᠳᠣ ᠡᠷᠭᠦᠳᠡᠯ ᠭᠠᠷᠭᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭ᠎ᠠ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠪᠥᠭᠡᠳ ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠪᠦᠬᠦ ᠨᠡᠷ᠎ᠡ ᠳᠡᠪᠰᠢᠭᠴᠢᠳ ᠣᠯᠭᠣᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠶᠢ ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
mn: EdX ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭ᠎ᠠ ᠠᠪᠬᠤ ᠡᠷᠬᠡ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠤᠯᠭᠤᠬᠤ ᠨᠢ ᠡᠳ᠋ ᠍ ᠦᠨ ᠵᠠᠰᠠᠭ ᠤᠨ ᠬᠢᠮᠤᠷᠠᠯ ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠨ᠎ᠠ ᠭᠡᠳᠡᠭ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃ ᠬᠦᠰᠡᠯᠲᠡ ᠭᠠᠷᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠲᠠ ᠡᠷᠭᠦᠳᠡᠯ ᠭᠠᠷᠭᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ᠂ ᠬᠡᠷᠬᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠲᠠᠨ ᠳᠤ ᠠᠰᠢᠭ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠬᠡᠳᠦᠨ ᠠᠰᠠᠭᠤᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠷᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
mn: ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠤ ᠡᠷᠭᠦᠳᠡᠯ ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠣᠯ᠂ ᠪᠢᠳᠡ ᠲᠠᠨ ᠳᠤ edx.org ᠳᠡᠭᠡᠷᠡᠬᠢ ᠥᠪᠡᠷ ᠦᠨ ᠲᠠᠨᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠶᠢ ᠥᠭᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠢᠩᠭᠢᠭᠰᠡᠨ ᠢᠶᠡᠷ ᠲᠠ edX ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠪᠠᠷ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠡᠬᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
mn: EdX ᠨᠢ ᠲᠠᠨ ᠤ ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠨᠥᠬᠥᠴᠡᠯ ᠪᠠᠢᠳᠠᠯ ᠠᠴᠠ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ ᠲᠡᠷᠢᠭᠦᠯᠡᠭᠴᠢ ᠪᠠᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠠᠴᠠ ᠥᠨᠳᠥᠷ ᠴᠢᠨᠠᠷᠲᠠᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠶᠠᠪᠤᠭᠤᠯᠬᠤ᠂ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ᠂ ᠪᠤᠰᠤᠳ ᠲᠠᠢ ᠠᠮᠵᠢᠯᠲᠠᠲᠠᠢ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢ ᠣᠯᠭᠤᠳᠠᠭ᠃

source: Sincerely, Anant
mn: ᠬᠦᠨᠳᠦᠳᠬᠡᠭᠰᠡᠨ᠂ ᠠᠨᠠᠨ ᠳᠤ

source: Back to Student FAQs
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠠᠰᠠᠭᠤᠯᠲᠠᠨ ᠳᠤ ᠪᠤᠴᠠᠬᠤ

source: Apply for Financial Assistance
mn: ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭ᠎ᠠ ᠠᠪᠬᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠭᠠᠷᠭᠠᠬᠤ

source: Add Coupon Code
mn: ᠺᠦ᠋ᠫᠣᠨ ᠺᠣᠳ᠋ ᠨᠡᠮᠡᠬᠦ

source: Enter information about the coupon code below.
mn: ᠳᠣᠣᠷᠠᠬᠢ ᠺᠦ᠋ᠫᠣᠨ ᠤ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠲᠤᠬᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Discount Percentage
mn: ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ ᠶᠢᠨ ᠬᠤᠪᠢ

source: Add expiration date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠨᠡᠮᠡᠬᠦ

source: Example Certificates
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠵᠢᠱᠢᠶ᠎ᠡ

source: Generate example certificates for the course.
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠶᠢᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ᠃

source: Generate Example Certificates
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠡᠭᠦᠰᠬᠡᠬᠦ

source: Status:
mn: ᠲᠥᠯᠥᠪ᠄

source: Generating example {name} certificate
mn: ᠵᠢᠱᠢᠶ᠎ᠡ {name} ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Error generating example {name} certificate: {error}
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠠᠯᠳᠠᠭ᠎ᠠ {name} ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ᠄ {error}

source: View {name} certificate
mn: {name} ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠬᠠᠷᠠᠬᠤ

source: Refresh Status
mn: ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠪᠠᠢᠳᠠᠯ

source: Student-Generated Certificates
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: Disable Student-Generated Certificates
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Enable Student-Generated Certificates
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: You must successfully generate example certificates before you enable student-generated certificates.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠳ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠳ ᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Generate Certificates
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ

source: Course certificate generation requires an activated web certificate configuration.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠸᠧᠪ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠡᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠳᠦ ᠪᠡᠯᠡᠨ ᠪᠣᠯ᠂ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠡᠭᠦᠰᠬᠡ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠭᠣᠷᠢᠮ ᠢ ᠡᠷᠢᠯᠲᠡ ᠬᠡᠷᠡᠭᠴᠡᠭᠡᠲᠡᠢ ᠦᠶ᠎ᠡ ᠶᠢᠨ ᠬᠢᠨ ᠳᠦ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠣᠯ ᠡᠭᠦᠨ ᠢ ᠬᠢᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠦᠭᠡᠢ᠃

source: Pending Tasks
mn: ᠪᠡᠶᠡᠯᠡᠭᠦᠯᠵᠦ ᠭᠦᠢᠴᠡᠭᠡ ᠦᠭᠡᠢ ᠡᠭᠦᠷᠭᠡ

source: The status for any active tasks appears in a table below.
mn: ᠠᠯᠢᠪᠠ ᠢᠳᠡᠪᠬᠢ ᠲᠡᠢ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠳᠣᠣᠷᠠᠬᠢ ᠬᠦᠰᠦᠨᠦᠭᠲᠦ ᠳᠦ ᠬᠠᠷᠠᠭᠤᠯᠪᠠ᠃

source: Regenerate Certificates
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠳᠠᠪᠲᠠᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠢᠶᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳ᠋ᠠᠬᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠳ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠢ ᠰᠣᠩᠭᠣᠵᠤ᠂ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠳ᠋ᠠᠬᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯ᠃

source: Choose learner types for regeneration
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠥᠷᠦᠯ ᠢ ᠰᠣᠩᠭᠣᠬᠤ

source: Regenerate for learners who have already received certificates. ({count})
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠠᠪᠤᠭᠰᠠᠨ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ({count})

source: Regenerate for learners who have not received certificates. ({count})
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠠᠪᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠳ᠋ᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ({count})

source: Regenerate for learners with audit passing state. ({count})
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠢ ᠠᠦ᠋ᠳᠢᠲ ᠤᠨ ᠲᠠᠬᠢᠷ ᠳᠤᠲᠠᠭᠤ ᠤᠯᠤᠰ ᠲᠠᠢ ᠳᠠᠬᠢᠨ ᠨᠢᠭᠡᠳᠬᠡᠬᠦ᠃ ({count})

source: Regenerate for learners with audit not passing state. ({count})
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠢ ᠠᠦ᠋ᠳᠢᠲ ᠤᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠥᠭᠳᠡᠭ ᠦᠭᠡᠢ ᠠᠦ᠋ᠳᠢᠲ ᠢᠶᠠᠷ ᠨᠥᠬᠥᠨ ᠣᠯᠭᠤᠨ᠎ᠠ᠃ ({count})

source: Regenerate for learners in an error state. ({count})
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠢ ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠲᠥᠯᠥᠪ ᠪᠠᠢᠳᠠᠯ ᠳᠤ ᠪᠠᠨ ᠡᠷᠭᠢᠨ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ({count})

source: Certificate Generation History
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠵᠢᠭᠦᠯᠬᠦ ᠦᠶ᠎ᠡ ᠶᠢᠨ ᠲᠡᠦᠬᠡ

source: Task name
mn: ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠨᠡᠷ᠎ᠡ
