Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: The revision of this attachment currently in use (on all articles using the attachment)
mn: ᠣᠳᠣ ᠪᠠᠷ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠬᠠᠪᠰᠤᠷᠤᠯᠲᠠ ᠶᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ (ᠬᠠᠪᠰᠤᠷᠤᠯᠲᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠳᠡᠭᠡᠷ᠎ᠡ)

source: original filename
mn: ᠡᠬᠡ ᠹᠠᠢᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ

source: attachment
mn: ᠬᠠᠪᠰᠤᠷᠤᠯᠲᠠ

source: attachments
mn: ᠬᠠᠪᠰᠤᠷᠤᠯᠲᠠ

source: file
mn: ᠹᠠᠢᠯ

source: attachment revision
mn: ᠬᠠᠪᠰᠤᠷᠤᠯᠲᠠ ᠳᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠬᠢᠬᠦ

source: attachment revisions
mn: ᠬᠠᠪᠰᠤᠷᠤᠯᠲᠠ ᠳᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠣᠷᠣᠭᠤᠯᠬᠤ

source: %s was successfully added.
mn: %s ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠮᠡᠭᠰᠡᠨ᠃

source: Your file could not be saved: %s
mn: ᠲᠠᠨ ᠤ ᠹᠠᠢᠯ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠄ %s

source: Your file could not be saved, probably because of a permission error on the web server.
mn: ᠰᠦᠯᠵᠢᠶᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠠᠴᠠ ᠪᠣᠯᠵᠣ ᠂ ᠲᠠᠨ ᠤ ᠹᠠᠢᠯ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: %s uploaded and replaces old attachment.
mn: %s ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠ ᠬᠠᠭᠤᠴᠢᠨ ᠬᠠᠪᠰᠤᠷᠤᠯᠲᠠ ᠶᠢ ᠣᠷᠣᠯᠠᠭᠤᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
mn: ᠲᠠᠨ ᠤ ᠰᠢᠨ᠎ᠡ ᠹᠠᠢᠯ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠥᠷᠭᠡᠳᠬᠡᠯ ᠪᠦᠬᠦᠢ ᠹᠠᠢᠯ ᠤᠳ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠦᠭᠡᠢ᠃

source: Current revision changed for %s.
mn: ᠣᠳᠣ ᠶᠢᠨ ᠵᠠᠰᠠᠪᠤᠷᠢ %s ᠍ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ᠃

source: Added a reference to "%(att)s" from "%(art)s".
mn: "%(att)s" ᠡᠴᠡ "%(art)s"᠍ ᠡᠰᠢ ᠲᠠᠲᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: The file %s was deleted.
mn: %s ᠹᠠᠢᠯ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: This article is no longer related to the file %s.
mn: ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠨᠢ %s ᠹᠠᠢᠯ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠣᠭᠰᠠᠨ᠃

source: A file was changed: %s
mn: ᠹᠠᠢᠯ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ᠄ %s

source: A file was deleted: %s
mn: ᠹᠠᠢᠯ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ᠄ %s

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
mn: ᠰᠢᠨ᠎ᠡ ᠵᠢᠷᠤᠭ %s ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠵᠢᠷᠤᠭ ᠤᠳ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠰᠣᠩᠭᠣᠵᠤ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Are you sure?
mn: ᠴᠢ ᠢᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: image
mn: ᠵᠢᠷᠤᠭ

source: images
mn: ᠵᠢᠷᠤᠭ

source: Image: %s
mn: ᠵᠢᠷᠤᠭ᠄ %s

source: Current revision not set!!
mn: ᠣᠳᠣ ᠶᠢᠨ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠬᠦᠴᠦᠨ ᠲᠡᠢ ᠪᠣᠯᠣᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ !!

source: image revision
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠵᠠᠰᠠᠪᠤᠷᠢ

source: image revisions
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠵᠠᠰᠠᠪᠤᠷᠢ

source: Image Revsion: %d
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ᠄ %d

source: %s has been restored
mn: %s ᠰᠡᠷᠭᠦᠭᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: %s has been marked as deleted
mn: %s ᠨᠢ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: %(file)s has been changed to revision #%(revision)d
mn: %(file)sᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ #%(revision)d

source: %(file)s has been saved.
mn: %(file)s ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠪᠠ᠃

source: Images
mn: ᠵᠢᠷᠤᠭ

source: An image was added: %s
mn: ᠵᠢᠷᠤᠭ ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠄ %s

source: Links
mn: ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠨᠤᠭᠤᠳ

source: Notifications
mn: ᠮᠡᠳᠡᠭᠳᠡᠯ

source: When this article is edited
mn: ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ

source: Also receive emails about article edits
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠲᠤᠬᠠᠢ ᠢᠮᠧᠯ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠨ᠎ᠠ

source: Your notification settings were updated.
mn: ᠲᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠰᠡᠨ᠃

source: Your notification settings were unchanged, so nothing saved.
mn: ᠲᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠤᠴᠢᠷ ᠠᠴᠠ ᠬᠠᠳᠠᠭᠠᠯᠠᠯᠲᠠ ᠬᠢᠬᠦ ᠴᠢᠬᠤᠯᠠ ᠦᠭᠡᠢ᠃

source: %(user)s subscribing to %(article)s (%(type)s)
mn: %(user)s %(article)s (%(type)s)ᠳ᠋ᠤ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠥᠭᠬᠥᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Article deleted: %s
mn: ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠵᠦᠢᠯ᠄ %s

source: Article modified: %s
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠰᠡᠨ ᠵᠦᠢᠯ᠄ %s

source: New article created: %s
mn: ᠰᠢᠨ᠎ᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ᠄ %s

source: You are now sign up... and now you can sign in!
mn: ᠲᠠ ᠣᠳᠣ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ... ᠣᠳᠣ ᠵᠠᠯᠭᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ!

source: You are no longer logged in. Bye bye!
mn: ᠲᠠᠨ ᠤ ᠵᠠᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠨᠢᠭᠡᠨᠲᠡ ᠬᠠᠭᠠᠭᠰᠠᠨ

source: You are now logged in! Have fun!
mn: ᠲᠠ ᠨᠢᠭᠡᠨᠲᠡ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠵᠠᠯᠭᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: New article '%s' created.
mn: '%s'ᠰᠢᠨ᠎ᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠪᠣᠢ ᠪᠣᠯᠵᠠᠢ᠃

source: There was an error creating this article: %s
mn: ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠄ %s

source: There was an error creating this article.
mn: ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: This article cannot be deleted because it has children or is a root article.
mn: ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠨᠢ ᠳᠣᠣᠷ᠎ᠠ ᠪᠠᠨ ᠪᠣᠰᠣᠳ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠪᠠᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠪᠣᠶᠣ ᠡᠬᠢᠯᠡᠯ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠲᠤᠯᠠ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: This article together with all its contents are now completely gone! Thanks!
mn: ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠤᠨ ᠪᠦᠬᠦ ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠣᠳᠣ ᠪᠦᠷᠢᠨ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ! ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
mn: "%s" ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠰᠡᠨ! ᠬᠡᠷᠡᠭᠴᠡᠭᠡ ᠦᠭᠡᠢ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢ ᠰᠦᠯᠵᠢᠶᠡᠨ ᠡᠴᠡ ᠬᠠᠰᠤᠭᠰᠠᠨ ᠳᠤ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ!

source: Your changes were saved.
mn: ᠲᠠᠨ ᠤ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ᠃

source: A new revision of the article was successfully added.
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠨ ᠰᠢᠨ᠎ᠡ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠶᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠮᠡᠭᠰᠡᠨ᠃

source: Restoring article
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ

source: The article "%s" and its children are now restored.
mn: "%s"ᠨᠡᠢᠲᠡᠯᠡᠯ ᠪᠣᠯᠤᠨ ᠲᠡᠭᠦᠨ ᠤ ᠬᠡᠪᠴᠢᠶᠡᠨ ᠳᠦ ᠬᠠᠷᠢᠶᠠᠯᠠᠭᠳᠠᠬᠤ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠣᠳᠣ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠪᠣᠯᠣᠨ᠎ᠠ᠃

source: The article %(title)s is now set to display revision #%(revision_number)d
mn: %(title)s ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ #%(revision_number)d ᠰᠢᠨᠡᠳᠴᠢᠯᠡᠬᠦ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠪᠠᠷ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: New title
mn: ᠰᠢᠨ᠎ᠡ ᠭᠠᠷᠴᠠᠭ

source: Merge between Revision #%(r1)d and Revision #%(r2)d
mn: #%(r1)d ᠵᠠᠰᠠᠪᠤᠷᠢ ᠬᠢᠭᠡᠳ #%(r2)d ᠵᠠᠰᠠᠪᠤᠷᠢ ᠶᠢ ᠨᠢᠭᠡᠳᠭᠡᠷᠠᠢ

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
mn: ᠰᠢᠨ᠎ᠡ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠨᠡᠮᠡᠭᠳᠡᠵᠠᠢ ᠂ #%(r1)d ᠵᠠᠰᠠᠪᠤᠷᠢ ᠬᠢᠭᠡᠳ #%(r2)d ᠵᠠᠰᠠᠪᠤᠷᠢ ᠶᠢ ᠨᠢᠭᠡᠳᠭᠡᠷᠠᠢ
