Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Name must be at least {min_length} characters long.
mn: ᠨᠡᠷ᠎ᠡ ᠨᠢ ᠳᠣᠣᠷ᠎ᠠ ᠬᠠᠶᠠᠵᠤ 〈min᠎length〉 ᠲᠡᠮᠳᠡᠭᠲᠦ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Image data is not valid.
mn: ᠵᠢᠷᠤᠭ ᠤᠨ ᠳᠠᠲ᠋ᠠ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Verification photos received
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠵᠢᠷᠤᠭ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ

source: Your Platform Name Here
mn: ᠲᠠᠨ ᠤ ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠨᠡᠷᠡ ᠡᠨᠳᠡ ᠪᠠᠢᠨ᠎ᠠ

source: Your Platform Description Here
mn: ᠲᠠᠨ ᠤ ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ᠡᠨᠳᠡ ᠪᠠᠢᠨ᠎ᠠ

source: Audit
mn: ᠠᠦ᠋ᠳᠢᠲ

source: Like {platform_name} on Facebook
mn: Facebook ᠳᠡᠭᠡᠷ᠎ᠡ {platform_name} ᠰᠢᠭ

source: Follow {platform_name} on Twitter
mn: Twitter ᠳᠡᠭᠡᠷ᠎ᠡ {platform_name} ᠍ ᠢ ᠳᠠᠭᠠᠨ᠎ᠠ ᠤᠤ

source: Follow {platform_name} on LinkedIn
mn: Linked on {platform_name}

source: Follow {platform_name} on Google+
mn: Google+ ᠳᠡᠭᠡᠷ᠎ᠡ {platform_name} ᠍ ᠢ ᠳᠠᠭᠠᠨ᠎ᠠ ᠤᠤ

source: Meetup
mn: ᠠᠭᠤᠯᠵᠠᠬᠤ

source: Subscribe to the {platform_name} subreddit
mn: {platform_name} subreddit ᠍ ᠲᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: Subscribe to the {platform_name} YouTube channel
mn: {platform_name} YouTube ᠰᠤᠪᠠᠭ ᠲᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ

source: Your Platform Insights
mn: ᠲᠠᠨ ᠤ ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠳ᠋ᠦᠩᠨᠡᠯᠲᠡ

source: Kosovo
mn: ᠺᠣᠰᠪᠣ

source: Welcome to {platform_name}.
mn: {platform_name} ᠍ ᠳᠦ ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: {start_bold}{enterprise_name}{end_bold} has partnered with {start_bold}{platform_name}{end_bold} to offer you high-quality learning opportunities from the world's best universities.
mn: {start_bold}{enterprise_name}{end_bold}ᠨᠢ {start_bold}{platform_name}{end_bold} ᠍ ᠲᠡᠢ ᠬᠠᠮᠲᠤᠷᠠᠯᠴᠠᠬᠤ ᠪᠠᠷ ᠳᠠᠮᠵᠢᠨ ᠳᠡᠯᠡᠬᠡᠢ ᠶᠢᠨ ᠰᠢᠯᠢᠳᠡᠭ ᠶᠡᠬᠡ ᠳᠡᠭᠡᠳᠦ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠨᠤᠭᠤᠳ ᠠᠴᠠ ᠥᠨᠳᠦᠷ ᠪᠥᠲᠥᠮᠵᠢᠲᠦ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢ ᠲᠠᠨ ᠳᠤ ᠬᠠᠩᠭᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Password reset on %(platform_name)s
mn: %(platform_name)s ᠍ ᠳᠦ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠨ᠎ᠡ

source: Signed Out
mn: ᠭᠠᠷᠤᠭᠰᠠᠨ

source: You have signed out.
mn: ᠲᠠ ᠨᠡᠪᠲᠡᠷᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Skip to main content
mn: ᠦᠨᠳᠦᠰᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠦᠵᠡᠬᠦ

source: Authorize
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠲᠡᠢ

source: The above application requests the following permissions from your account:
mn: ᠳᠡᠭᠡᠷᠡᠬᠢ ᠠᠫᠫᠯᠢᠺᠧᠱᠨ ᠨᠢ ᠲᠠᠨ ᠤ ᠠᠺᠠᠤᠨᠲ ᠠᠴᠠ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠬᠦᠰᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠄

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
mn: ᠳᠡᠭᠡᠷᠡᠬᠢ ᠠᠫᠫᠯᠢᠺᠧᠱᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠳᠡᠭᠡᠷ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠣᠯᠭᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 'Allow' ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠦᠭᠡᠢ ᠪᠣᠯ᠂ ᠡᠳᠡᠭᠡᠷ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 'Cancel' ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Cancel
mn: ᠴᠤᠴᠠᠯᠬᠤ

source: Allow
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠨ᠎ᠡ ᠦᠦ

source: Error
mn: ᠠᠯᠳᠠᠭ᠎ᠠ

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
mn: ᠲᠠ ᠡᠨᠡ ᠢᠮᠧᠯᠡ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠴᠤ ᠪᠠᠢᠭ᠎ᠠ ᠲᠤᠯᠠ %(platform_name)s ᠳᠦ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠳᠦ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ ᠬᠦᠰᠡᠯᠲᠡ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Please go to the following page and choose a new password:
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳ᠋ᠤ᠌ ᠣᠴᠢᠭᠠᠳ ᠰᠢᠨ᠎ᠡ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠄

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠬᠦᠰᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠲᠠ ᠡᠨᠡ ᠢᠮᠧᠯᠡ ᠶᠢ ᠦᠯᠦ ᠲᠣᠭᠣᠮᠰᠠᠷᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ - ᠪᠢᠳᠡ ᠲᠠᠨ ᠢ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠰᠢᠨᠡᠴᠢᠯᠡᠯ᠎ᠡ᠃

source: Thanks for using our site!
mn: ᠮᠠᠨ ᠤ ᠰᠠᠶᠢᠲᠤ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠳᠤ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ!

source: The %(platform_name)s Team
mn: %(platform_name)s ᠤᠨ ᠪᠠᠭ

source: Last modified:
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠳᠦ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠰᠡᠨ᠄

source: See all children
mn: ᠪᠦᠬᠦ ᠬᠡᠦᠬᠡᠳ ᠢ ᠬᠠᠷᠠᠬᠤ

source: This article was last modified:
mn: ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠳᠦ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ᠄

source: Add new article
mn: ᠰᠢᠨ᠎ᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠨᠡᠮᠡᠬᠦ

source: Create article
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Go back
mn: ᠪᠤᠴᠠᠬᠤ

source: Delete article
mn: ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Delete
mn: ᠤᠰᠠᠳᠬᠠᠬᠤ

source: You cannot delete a root article.
mn: ᠲᠠ ᠡᠬᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
mn: ᠲᠠ ᠬᠡᠦᠬᠡᠳ ᠦᠳ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠦᠳ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠭᠡᠢ ᠲᠤᠯᠠ ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃ ᠬᠡᠦᠬᠡᠳ ᠦᠳ ᠭᠠᠷ ᠢᠶᠠᠷ ᠭᠠᠭᠴᠠᠭᠠᠷᠴᠢᠯᠠᠨ ᠠᠪᠴᠤ ᠬᠠᠶᠠᠬᠤ ᠶᠢ ᠬᠢᠴᠢᠶᠡ᠃

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
mn: ᠲᠠ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠨᠡ ᠨᠢ ᠬᠡᠦᠬᠡᠳ ᠦᠳ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ ᠭᠡᠰᠡᠨ ᠦᠭᠡ ᠶᠤᠮ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠴᠡᠪᠡᠷᠰᠢᠬᠦ ᠪᠡᠷ ᠰᠣᠩᠭᠣᠪᠠᠯ ᠬᠡᠦᠬᠡᠳ ᠦᠳ ᠢ ᠴᠡᠪᠡᠷᠯᠡᠨ᠎ᠡ!

source: Articles that will be deleted
mn: ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ

source: ...and more!
mn: ... ᠪᠠ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠳᠡᠭᠡᠭᠰᠢ!

source: You are deleting an article. Please confirm.
mn: ᠲᠠ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Edit
mn: ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ

source: Save changes
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ

source: Preview
mn: ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ

source: Close
mn: ᠬᠠᠭᠠᠬᠤ

source: Wiki Preview
mn: Wiki ᠦᠵᠡᠭᠦᠯᠪᠦᠷᠢ

source: window open
mn: ᠴᠣᠩᠬᠣ ᠨᠡᠭᠡᠭᠡᠯᠲᠡ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Back to editor
mn: ᠨᠠᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠬᠤ

source: History
mn: ᠲᠡᠦᠬᠡ

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
mn: ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠮᠥᠷᠢ ᠨᠦᠭᠦᠳ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠪᠦᠷ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ᠃ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠵᠤ ᠡᠨᠡ ᠥᠭᠦᠯᠡᠯ ᠢ ᠶᠠᠵ ᠡᠨᠡ ᠦᠶ᠎ᠡ ᠱᠠᠲᠤ ᠶᠢ ᠬᠠᠷᠠᠭᠰᠠᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃ ᠡᠨᠡ ᠬᠤᠤᠳᠠᠰᠤ ᠶᠢᠨ ᠳ᠋ᠣᠣ ᠳᠤ ᠬᠡᠰᠡᠭ ᠲᠦ ᠲᠠ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠨᠢᠭᠡ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠬᠠᠭᠤᠴᠢᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠲᠠᠢ ᠨᠢᠭᠡᠳᠬᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: (no log message)
mn: (ᠶᠠᠮᠠᠷ ᠴᠤ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠮᠧᠰᠰᠧᠵ)

source: Preview this revision
mn: ᠡᠨᠡ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ

source: Auto log:
mn: ᠠᠦ᠋ᠲ᠋ᠣ᠋ ᠯᠣᠭᠣ᠄

source: Change
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ

source: Merge selected with current...
mn: ᠣᠳᠣ ᠪᠠᠷ ᠰᠣᠩᠭᠣᠵᠤ ᠨᠡᠶᠢᠯᠡᠭᠦᠯᠬᠦ ..᠃

source: Switch to selected version
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠳ᠋ᠤ᠌ ᠰᠢᠯᠵᠢᠬᠦ

source: Wiki Revision Preview
mn: Wiki ᠬᠢᠨᠠᠨ ᠦᠵᠡᠬᠦ ᠦᠵᠡᠯᠭᠡ

source: Back to history view
mn: ᠲᠡᠦᠬᠡ ᠬᠠᠷᠠᠬᠤ

source: Switch to this version
mn: ᠡᠨᠡ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠳᠤ ᠰᠢᠯᠵᠢᠬᠦ

source: Merge Revision
mn: ᠵᠠᠰᠠᠪᠤᠷᠢ ᠶᠢ ᠨᠡᠶᠢᠯᠡᠭᠦᠯᠬᠦ

source: Merge with current
mn: ᠣᠳᠣ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢᠶᠠᠷ ᠨᠡᠶᠢᠯᠡᠭᠦᠯᠬᠦ

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
mn: ᠣᠳᠣ ᠪᠠᠷ ᠲᠠ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠨᠢᠭᠡᠳᠬᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠪᠦᠬᠦ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠦᠳ ᠨᠢ ᠬᠣᠶᠠᠭᠤᠯᠠ ᠪᠠᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠠᠴᠠ ᠦᠯᠡᠳᠡᠬᠦ ᠪᠥᠭᠡᠳ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠪᠦᠷᠢ ᠡᠴᠡ ᠣᠶᠢᠷᠠᠯᠴᠠᠭᠠᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠷᠢᠰᠢᠯ ᠳᠤ ᠨᠢᠭᠡᠳᠬᠡᠭᠳᠡᠨ᠎ᠡ᠃

source: After this, it's important to do a manual review.
mn: ᠡᠭᠦᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠭᠠᠷ ᠠᠷᠭ᠎ᠠ ᠪᠠᠷ ᠬᠢᠨᠠᠨ ᠦᠵᠡᠬᠦ ᠨᠢ ᠴᠢᠬᠤᠯᠠ ᠶᠤᠮ᠃

source: Create new merged version
mn: ᠰᠢᠨ᠎ᠡ ᠨᠡᠶᠢᠯᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: You need to log in or sign up to use this function.
mn: ᠲᠠ ᠡᠨᠡ ᠹᠦᠨᠺᠼ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠨᠡᠪᠲᠡᠷᠡᠨ ᠤᠷᠤᠬᠤ ᠪᠤᠶᠤ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: Wiki Syntax Help
mn: Wiki Syntax ᠲᠤᠰᠠᠯᠠᠮᠵᠢ

source: This wiki uses <strong>Markdown</strong> for styling. There are several useful guides online. See any of the links below for in-depth details:
mn: error

source: Markdown: Basics
mn: ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠦᠨᠳᠦᠰᠦᠯᠡᠯ

source: Quick Markdown Syntax Guide
mn: Quick Markdown Syntax ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
mn: ᠰᠢᠨ᠎ᠡ ᠸᠢᠭ ᠦᠨ ᠥᠭᠦᠯᠡᠯ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠡᠭᠦᠰᠬᠡᠭᠡᠷᠡᠢ᠃ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠳᠠᠷᠤᠭᠰᠠᠨ ᠢᠶᠠᠷ ᠲᠠᠩᠳᠠ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠥᠭᠭᠦᠨ᠎ᠡ᠃

source: %(platform_name)s Additions:
mn: %(platform_name)s ᠨᠡᠮᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ᠄

source: Math Expression
mn: ᠮᠠᠲ᠋ᠧᠮᠠᠲ᠋ᠢᠺ ᠢᠯᠡᠷᠬᠡᠶᠢᠯᠡᠯ

source: Useful examples:
mn: ᠠᠰᠢᠭᠲᠠᠢ ᠵᠢᠱᠢᠶ᠎ᠡ᠄

source: Wikipedia
mn: Wikiᠫᠧᠳᠢᠶᠠ

source: Huge Header
mn: ᠲᠣᠮᠣ ᠲᠣᠯᠣᠭᠠᠢ

source: Smaller Header
mn: ᠵᠢᠵᠢᠭ ᠲᠣᠯᠣᠭᠠᠢ

source: *emphasis* or _emphasis_
mn: ‍ ᠣᠨᠴᠠᠯᠠᠭᠰᠠᠨ ‍ ᠡᠰᠡᠪᠡᠯ ᠎ᠬᠡᠯᠡᠵᠦᠢ ᠶᠢᠨ

source: **strong** or __strong__
mn: ‍‍ ᠬᠦᠴᠢᠲᠡᠢ ‍‍ ᠡᠰᠡᠪᠡᠯ ᠎᠎strong᠎᠎

source: Unordered List
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Sub Item 1
mn: ᠳᠡᠳ᠋ ᠵᠦᠢᠯ 1

source: Sub Item 2
mn: ᠳᠡᠳ᠋ ᠵᠦᠢᠯ 2

source: Ordered
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠳᠤ

source: List
mn: ᠵᠢᠭᠰᠠᠭᠠᠯ ᠳᠤ

source: Quotes
mn: ᠦᠨ᠎ᠡ ᠶᠢᠨ ᠰᠠᠨᠠᠯ

source: Markdown syntax is allowed. See the %(start_link)s cheatsheet%(end_link)s for help.
mn: Markdown ᠰᠢᠨᠲ᠋ᠠᠺᠰ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ᠃ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠠᠪᠬᠤ %(start_link)s cheatsheet %(end_link)s ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ

source: Attachments
mn: ᠬᠠᠪᠰᠤᠷᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ

source: Upload new file
mn: ᠰᠢᠨ᠎ᠡ ᠹᠠᠢᠯ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Search and add file
mn: ᠹᠠᠢᠯ ᠬᠠᠶᠢᠬᠤ ᠪᠠ ᠨᠡᠮᠡᠬᠦ

source: Upload File
mn: ᠹᠠᠢᠯ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Upload file
mn: ᠹᠠᠢᠯ ᠤᠷᠤᠭᠤᠯᠬᠤ

source: Search files and articles
mn: ᠹᠠᠢᠯ ᠪᠣᠯᠤᠨ ᠥᠭᠦᠯᠡᠯ ᠢ ᠬᠠᠶᠢᠬᠤ

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
mn: ᠲᠠ ᠪᠤᠰᠤᠳ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠡᠴᠡ ᠹᠠᠢᠯ ᠢ ᠳᠠᠬᠢᠨ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠡᠳᠡᠭᠡᠷ ᠹᠠᠢᠯ ᠤᠳ ᠨᠢ ᠰᠠᠶᠢᠨ ᠵᠦᠢᠯ ᠪᠢᠰᠢ ᠪᠠᠢᠵᠤ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ ᠪᠤᠰᠤᠳ ᠵᠦᠢᠯᠡᠰ ᠦᠨ ᠲᠤᠬᠠᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠲᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Search
mn: ᠬᠠᠶᠢᠯᠲᠠ

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
mn: ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠳᠦ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠹᠠᠢᠯ ᠤᠳ ᠪᠡᠯᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠧᠺᠰᠲ ᠲᠧᠺᠰᠲ ᠡᠴᠡ ᠹᠠᠢᠯ ᠳ᠋ᠤ᠌ ᠰᠢᠭᠤᠳ ᠬᠣᠯᠪᠣᠭᠣᠳᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ markdown tag ᠍ ᠢ ᠬᠠᠭᠤᠯᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Markdown tag
mn: ᠮᠠᠷᠺdown ᠡᠳᠦᠷ

source: Size
mn: ᠬᠡᠮᠵᠢᠶ᠎ᠡ

source: File History
mn: ᠹᠠᠢᠯ ᠲᠡᠦᠬᠡ

source: Detach
mn: ᠲᠠᠰᠤᠯᠤᠨ ᠵᠣᠭᠰᠣᠭᠠᠬᠤ

source: Replace
mn: ᠰᠡᠯᠭᠦᠬᠦ

source: Restore
mn: ᠰᠡᠷᠭᠦᠭᠡᠬᠦ

source: anonymous (iP logged)
mn: ᠨᠡᠷ᠎ᠡ ᠦᠭᠡᠢ (iP logged)

source: File history
mn: ᠹᠠᠯ ᠤᠨ ᠲᠡᠦᠬᠡ

source: revisions
mn: ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ

source: There are no attachments for this article.
mn: ᠡᠨᠡ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠳᠦ ᠬᠠᠪᠰᠤᠷᠤᠯᠲᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Previewing revision:
mn: ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠡᠮᠦᠨᠡᠬᠢ ᠰᠢᠯᠭᠠᠯᠲᠠ᠄

source: Previewing a merge between two revisions:
mn: ᠬᠣᠶᠠᠷ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠬᠣᠭᠣᠷᠣᠨᠳᠣ ᠨᠢᠭᠡᠳᠬᠡᠬᠦ ᠶᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠵᠤ ᠬᠠᠷᠠᠬᠤ᠄

source: This revision has been deleted.
mn: ᠡᠨᠡ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠭᠰᠠᠨ᠃

source: Restoring to this revision will mark the article as deleted.
mn: ᠡᠨᠡ ᠵᠠᠰᠠᠪᠤᠷᠢ ᠶᠢ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠤᠭ ᠨᠡᠢᠲᠡᠯᠡᠯ ᠢ ᠤᠰᠠᠳᠬᠠᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠨ᠎ᠡ᠃

source: LMS Administration
mn: LMS ᠵᠠᠬᠢᠷᠭ᠎ᠠ

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
mn: ᠲᠠ ᠡᠨᠡ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ 〈user᠎url᠎url〉 ᠳ᠋ᠤ᠌ ᠡᠨᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠺᠠᠲ᠋ᠠᠯᠣᠭᠢ ᠡᠭᠦᠰᠬᠡᠨ᠎ᠡ ᠦᠦ᠃

source: Company Address
mn: ᠺᠣᠮᠫᠠᠨᠢ ᠶᠢᠨ ᠬᠠᠶᠠᠭ

source: Describe what your application does.
mn: ᠲᠠᠨ ᠤ ᠠᠫᠫᠯᠢᠺᠧᠱᠨ ᠤᠤ ᠬᠢᠳᠡᠭ ᠪᠤᠢ?

source: The URL of your company's website.
mn: ᠲᠠᠨ ᠤ ᠺᠣᠮᠫᠠᠨᠢ ᠶᠢᠨ ᠸᠪᠰᠠᠶᠢᠲᠤ ᠶᠢᠨ URL᠃

source: The name of your company.
mn: ᠲᠠᠨ ᠤ ᠺᠣᠮᠫᠠᠨᠢᠢ ᠨᠡᠷ᠎ᠡ᠃

source: The contact address of your company.
mn: ᠲᠠᠨ ᠤ ᠺᠣᠮᠫᠠᠨᠢᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠬᠠᠶᠠᠭ᠃

source: The following users do not exist: {usernames}.
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠄ {usernames}᠃

source: Comma-separated list of usernames which will be able to view this catalog.
mn: ᠡᠨᠡ ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠢ ᠬᠠᠷᠠᠬᠤ ᠴᠢᠳᠠᠪᠤᠷᠢ ᠲᠠᠢ ᠺᠣᠮᠮᠠᠨᠳ ᠤᠨ ᠲᠤᠰᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ᠃

source: Denied
mn: ᠪᠠᠲᠤᠯᠠᠪᠠ

source: Approved
mn: ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ

source: Status of this API access request
mn: ᠡᠨᠡ API ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠦ

source: The URL of the website associated with this API user.
mn: ᠡᠨᠡ API ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠸᠧᠪᠰᠠᠶᠢᠲᠤ ᠶᠢᠨ URL᠃

source: The reason this user wants to access the API.
mn: ᠡᠨᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ API ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠬᠦᠰᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠰᠢᠯᠲᠠᠭᠠᠨ᠃

source: API access request from {company}
mn: 〈ᠺᠣᠮᠫᠠᠨᠢ〉 ᠍ ᠠᠴᠠ API ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠦ

source: API access request
mn: API ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠦ

source: I, and my company, accept the {link_start}{platform_name} API Terms of Service{link_end}.
mn: ᠪᠢᠳᠡ {link_start} {platform_name} API ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ ᠢ {link_end} ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠨ᠎ᠡ

source: An error has occurred. Please try again.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: No data provided.
mn: ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Parameter usage_id not provided.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠡᠨ ᠦ᠎id ᠍ ᠦᠨ ᠵᠢᠭᠠᠯᠲᠠ ᠬᠠᠩᠭᠠᠭ᠎ᠠ ᠦᠭᠡᠢ᠃

source: Invalid usage_id: {usage_id}.
mn: ᠪᠤᠷᠤᠭᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠡ᠎id᠄ {usage_id}᠃

source: Block with usage_id: {usage_id} not found.
mn: Usage᠎id with block᠄ {usage_id} ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
mn: ᠲᠠ {max_num_bookmarks_per_course} ᠬᠠᠪᠴᠢᠭᠤᠷᠭ᠎ᠠ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠰᠢᠨ᠎ᠡ ᠪᠡᠷ ᠨᠡᠮᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠵᠠᠷᠢᠮ ᠬᠠᠪᠴᠢᠭᠤᠷᠭ᠎ᠠ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Bookmark with usage_id: {usage_id} does not exist.
mn: Usage᠎id ᠠᠰᠢᠭᠯᠠᠨ ᠬᠠᠪᠴᠢᠭᠤᠷᠭ᠎ᠠ᠄ {usage_id} ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Internal API URL
mn: ᠳᠣᠲᠣᠭᠠᠳᠤ API URL

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
mn: ТОГТООХ᠄ COURSE᠎CATALOG᠎API᠎URL ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
mn: ᠰᠧᠺᠦᠶᠢᠨᠳ᠋ ᠍ ᠢᠶᠡᠷ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ. API ᠍ ᠦᠨ ᠬᠠᠷᠢᠭᠤᠭ caching ᠬᠢᠬᠦ ᠳᠦ ᠡᠭᠦᠨ ᠢ 0 ᠍ ᠰ ᠶᠡᠬᠡ ᠤᠳᠬ᠎ᠠ ᠲᠠᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ᠃

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠤᠨ ᠢᠨᠲ᠋ᠧᠭᠷᠠᠼᠢ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠪᠦᠲᠦᠭᠡᠭᠰᠡᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠵᠨᠢ. lms᠎catalog᠎service᠎user᠃

source: Page Size
mn: ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠬᠡᠮᠵᠢᠶ᠎ᠡ

source: Maximum number of records in paginated response of a single request to catalog service.
mn: ᠺᠠᠷᠲ ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠳ᠋ᠤ᠌ ᠨᠢᠭᠡ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠬᠠᠷᠢᠭᠤᠨ ᠤ ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠲᠣᠭ᠎ᠠ᠃

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
mn: ᠡᠨᠡ ᠰᠠᠶᠢᠲᠤ ᠳᠤ ᠳᠣᠮᠡᠢ ᠶᠢᠨ ᠤ ᠬᠦᠰᠡᠯ ᠳᠦ ᠭᠠᠷᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠳᠣᠮᠡᠢ ᠶᠢᠨ ᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ᠃ ᠳᠣᠮᠡᠢ ᠶᠢᠨ ᠪᠣᠯᠭᠠᠨ ᠢ ᠥᠪᠡᠷ ᠦᠨ ᠮᠥᠷᠡᠨ ᠳᠦ ᠵᠢᠭᠰᠠᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Default Group
mn: ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠪᠦᠯᠦᠭ

source: You cannot create two cohorts with the same name
mn: ᠲᠠ ᠬᠣᠶᠠᠷ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠢᠵᠢᠯ ᠨᠡᠷ᠎ᠡ ᠪᠡᠷ ᠡᠭᠦᠰᠬᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ

source: There must be one cohort to which students can automatically be assigned.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠭᠳᠠᠬᠤ ᠨᠢᠭᠡ ᠺᠣᠷᠫᠣᠷᠠᠼᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: A cohort with the same name already exists.
mn: ᠢᠵᠢᠯ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠺᠣᠭᠣᠷ ᠲᠤ ᠡᠭᠦᠰᠦᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Internal Service URL
mn: ᠳᠣᠲᠣᠭᠠᠳᠤ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ URL

source: Public Service URL
mn: ᠨᠡᠢᠲᠡ ᠶᠢᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ URL

source: Enable Learner Issuance
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠣᠯᠭᠣᠯᠲᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: Enable issuance of credentials via Credential Service.
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠪᠡᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ ᠣᠯᠭᠤᠬᠤ᠃

source: Enable Authoring of Credential in Studio
mn: Studio ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ

source: Enable authoring of Credential Service credentials in Studio.
mn: Studio ᠳᠡᠭᠡᠷ᠎ᠡ ᠺᠠᠲ᠋ᠠᠯᠣᠭ ᠤᠨ ᠡᠷᠬᠡ ᠶᠢᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠵᠣᠬᠢᠶᠠᠬᠤ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ᠃

source: Course Credit Eligibility
mn: ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠺᠷᠧᠳᠢᠲ ᠣᠯᠭᠤᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ

source: You are eligible for credit from {providers_string}
mn: ᠲᠠ 〈providers᠎string〉 ᠍ ᠠᠴᠠ ᠵᠡᠭᠡᠯᠢ ᠠᠪᠬᠤ ᠡᠷᠬᠡ ᠲᠡᠢ

source: {first_provider} and {second_provider}
mn: {first_provider} ᠪᠣᠯᠤᠨ {second_provider}

source: {first_providers}, and {last_provider}
mn: {first_providers} ᠪᠠ {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
mn: 〔{username}〕 ᠨᠢ 〔{course_key}〕 ᠺᠷᠧᠳᠢᠲ ᠠᠪᠬᠤ ᠡᠷᠬᠡ ᠦᠭᠡᠢ᠃

source: [{course_key}] is not a valid course key.
mn: 〔〈course᠎key〉〕 ᠨᠢ ᠵᠥᠪ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠪᠢᠰᠢ ᠶᠤᠮ᠃

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-)are allowed. The identifier is case-sensitive.
mn: ᠡᠨᠡ ᠺᠷᠧᠳᠢᠲᠡᠷᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠬᠤᠪᠢ ᠳᠤ ᠥᠪᠡᠷᠮᠢᠴᠡ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠴᠢ᠃ ᠵᠥᠪᠬᠡᠨ ᠦᠰᠦᠭ᠂ ᠦᠰᠦᠭ (-)ᠵᠥᠪᠬᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠴᠢ ᠨᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠮᠡᠳᠡᠷᠡᠮᠵᠢ ᠲᠡᠢ᠃

source: Whether the credit provider is currently enabled.
mn: ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠡᠷᠬᠢᠯᠡᠭᠴᠢ ᠣᠳᠣ ᠪᠠᠷ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠰᠡᠨ ᠡᠰᠡᠬᠦ᠃

source: Name of the credit provider displayed to users
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠦᠵᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠡᠷᠬᠢᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
mn: ᠦᠨᠡᠨ ᠬᠡᠷᠡᠭᠲᠦ ᠪᠡᠨ ᠵᠢᠭᠡᠯᠡᠳᠦᠭᠦᠯᠦᠭᠴᠢ ᠶᠢ ᠵᠡᠭᠡᠯᠢ ᠠᠪᠬᠤ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠮᠡᠳᠡᠭᠳᠡᠨ᠎ᠡ᠃ ᠡᠨᠡ ᠨᠢ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠨᠢᠭᠤᠴᠠ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠢ ᠨᠠᠶᠢᠳᠠᠪᠤᠷᠢᠲᠠᠢ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠺᠷᠧᠳᠢᠲ ᠨᠡᠶᠢᠯᠡᠭᠦᠯᠦᠭᠴᠢᠳ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
mn: ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢ ᠶᠢᠨ URL. ᠬᠡᠷᠪᠡ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠨᠲ᠋ᠧᠭᠷᠡᠴᠡ ᠶᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠪᠣᠯ ᠡᠨᠡ ᠨᠢ ᠺᠷᠧᠳᠢᠲ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢ ᠳᠦ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠢᠳᠡ POST ᠍ ᠳᠦ ᠥᠭᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠦᠭᠡᠢ ᠪᠣᠯ᠂ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠡᠨᠡ URL ᠍ ᠤᠨ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠂ ᠲᠡᠭᠡᠬᠦ ᠪᠡᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠰᠢᠭᠤᠳ ᠵᠡᠭᠡᠯᠢ ᠣᠯᠭᠤᠭᠴᠢ ᠠᠴᠠ ᠵᠡᠭᠡᠯᠢ ᠬᠦᠰᠴᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
mn: ᠵᠢᠭᠡᠯᠡᠳᠦᠭᠴᠢ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠨᠢ ᠰᠢᠯᠭᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠺᠷᠧᠳᠢᠲ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢ ᠶᠢᠨ URL. ᠡᠨᠡ ᠨᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ‍ ᠵᠢᠭᠡᠯᠡᠳᠦᠭᠴᠢ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠬᠠᠷᠠᠭᠤᠯᠳᠠᠭ᠃

source: Description for the credit provider displayed to users.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠦᠵᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢ ᠶᠢᠨ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ᠃

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
mn: ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠭ᠎ᠠ ᠶᠢᠨ ᠠᠯᠬᠤᠮ ᠤᠳ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠩ ᠦᠨ ᠲᠧᠺᠰᠲ ᠡᠰᠡᠪᠡᠯ html ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ‍ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠺᠷᠧᠳᠢᠲᠡᠨ ᠳᠦ ᠵᠡᠭᠡᠯᠢ ᠣᠯᠭᠣᠬᠤ ᠺᠷᠧᠳᠢᠲ ᠺᠷᠧᠳᠢᠲ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠪᠡᠨ ᠲᠥᠯᠦᠵᠦ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠥᠯᠦᠨ᠎ᠡ᠃

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠵᠡᠭᠡᠯᠢ ᠳᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠪᠦᠬᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠩᠭᠠᠭᠰᠠᠨ ᠦᠶ᠎ᠡ ᠳᠦ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠺᠷᠧᠳᠢᠲ ᠣᠯᠭᠣᠬᠤ ᠢᠮᠧᠯ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠦᠷᠢᠶᠡᠨ ᠳᠦ ᠲᠤᠰᠬᠠᠢ ᠮᠧᠰᠰᠧᠵᠢ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠡᠩ ᠦᠨ ᠲᠧᠺᠰᠲ ᠡᠰᠡᠪᠡᠯ html ᠠᠭᠤᠯᠭ᠎ᠠ᠃

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
mn: ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠺᠷᠧᠳᠢᠲ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠪᠡᠨ ᠬᠢᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ‍ ᠶᠠᠪᠤᠭᠤᠯᠤᠭᠰᠠᠨ ‍ ᠺᠷᠧᠳᠢᠲᠢᠢᠪ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠠᠭᠤᠯᠤᠮᠵᠢ ᠳᠣᠲᠣᠷᠠᠬᠢ ᠲᠤᠰᠬᠠᠢ ᠵᠤᠷᠪᠤᠰ ᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠡᠩ ᠦᠨ ᠪᠢᠴᠢᠪᠦᠷᠢ ᠡᠰᠡᠪᠡᠯ html ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ᠃

source: Thumbnail image url of the credit provider.
mn: ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢ ᠶᠢᠨ ᠵᠢᠷᠤᠭ᠃

source: Credit requirement statuses
mn: ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠬᠠᠩᠭᠠᠭᠰᠠᠨ ᠪᠠᠢᠳᠠᠯ

source: Deadline for purchasing and requesting credit.
mn: ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ᠂ ᠵᠡᠭᠡᠯᠢ ᠠᠪᠬᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠲᠠᠯᠪᠢᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠃

source: Preview Language Administration
mn: ᠬᠡᠯᠡᠨ ᠦ ᠤᠳᠤᠷᠢᠳᠤᠯᠭ᠎ᠠ ᠪᠠᠷ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠬᠠᠷᠠᠬᠤ

source: Language not provided
mn: ᠬᠡᠯᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: Language set to {preview_language}
mn: {preview_language} ᠍ ᠳᠦ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠡᠯᠡ

source: Language reset to the default
mn: ᠬᠡᠯᠡᠨ ᠦ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: This is a test message
mn: ᠡᠨᠡ ᠪᠣᠯ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠵᠤᠷᠪᠤᠰ ᠶᠤᠮ

source: This is a success message
mn: ᠡᠨᠡ ᠪᠣᠯ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠵᠠᠬᠢᠶᠠᠰᠤ ᠶᠤᠮ

source: This is a test warning
mn: ᠡᠨᠡ ᠪᠣᠯ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ ᠶᠤᠮ

source: This is a test error
mn: ᠡᠨᠡ ᠪᠣᠯ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶᠢᠨ ᠠᠯᠳᠠᠭ᠎ᠠ ᠶᠤᠮ

source: COURSE NOT FOUND. Please check that the course ID is valid.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ᠃ ᠬᠢᠴᠢᠶᠡᠯᠣᠷ ᠤᠨ ID ᠬᠦᠴᠦᠨᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ ᠭᠡᠳᠡᠭ ᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: The course key for the restricted course.
mn: ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ᠃

source: The message to show when a user is blocked from enrollment.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠡᠴᠡ ᠬᠠᠭᠠᠭᠳᠠᠭᠰᠠᠨ ᠦᠶ᠎ᠡ ᠳᠦ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠮᠧᠰᠰᠧᠵ

source: The message to show when a user is blocked from accessing a course.
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠬᠡᠷᠡᠭ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠦᠶ᠎ᠡ ᠳᠦ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠮᠧᠰᠰᠧᠵ᠃

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠤᠯᠤᠰ ᠣᠷᠣᠨ ᠠᠴᠠ ᠪᠠᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠲᠡᠢ ᠤᠯᠤᠰ ᠣᠷᠣᠨ ᠠᠴᠠ ᠭᠠᠳᠠᠭᠤᠷᠬᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠶᠢ ᠵᠦᠪᠰᠢᠶᠡᠷᠡᠬᠦ᠃

source: Two character ISO country code.
mn: ᠬᠣᠶᠠᠷ ᠲᠡᠮᠳᠡᠭᠲᠦ ISO ᠤᠯᠤᠰ ᠤᠨ ᠺᠣᠳ᠋᠃

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
mn: ᠲᠤᠬᠠᠢ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠤᠷᠤᠭᠤᠯᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ᠃ ᠬᠡᠷᠪᠡ ᠴᠠᠭᠠᠨ ᠲᠣᠯᠣᠭᠠᠢ ᠶᠢᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠲᠣᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠪᠣᠯ᠂ ᠵᠥᠪᠬᠡᠨ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠭᠰᠠᠨ ᠤᠯᠤᠰ ᠣᠷᠣᠨ ᠨᠤᠭᠤᠳ ᠠᠴᠠ ᠵᠥᠪᠬᠡᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠬᠠᠷ᠎ᠠ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠣᠷᠣᠭ᠎ᠠ ᠦᠭᠡᠢ ᠤᠯᠤᠰ ᠣᠷᠣᠨ ᠨᠤᠭᠤᠳ ᠬᠠᠷ᠎ᠠ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠣᠷᠣᠭᠰᠠᠨ ᠤᠯᠤᠰ ᠣᠷᠣᠨ ᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: The course to which this rule applies.
mn: ᠡᠨᠡ ᠳᠦᠷᠢᠮ ᠳᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ᠃

source: The country to which this rule applies.
mn: ᠡᠨᠡ ᠳᠦᠷᠢᠮ ᠢ ᠮᠥᠷᠳᠡᠵᠦ ᠪᠤᠢ ᠤᠯᠤᠰ᠃

source: Whitelist {country} for {course}
mn: Whitelist 〈ᠤᠯᠤᠰ〉 〈ᠬᠢᠴᠢᠶᠡᠯ〉

source: Blacklist {country} for {course}
mn: ᠬᠠᠷᠠᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭ 〈ᠤᠯᠤᠰ〉〉 〈ᠬᠢᠴᠢᠶᠡᠯ〉

source: You have already created an account using an external login like WebAuth or Shibboleth. Please contact {tech_support_email} for support.
mn: ᠲᠠ WebAuth ᠡᠰᠡᠪᠡᠯ Shibboleth ᠭᠡᠬᠦ ᠮᠡᠲᠦ ᠭᠠᠳᠠᠭᠠᠳᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠡᠷᠬᠡ ᠠᠰᠢᠭᠯᠠᠨ ᠳᠠᠩᠰᠠ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ 〈tech᠎support᠎email〉 ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Your university identity server did not return your ID information to us. Please try logging in again. (You may need to restart your browser.)
mn: ᠲᠠᠨ ᠤ ᠶᠡᠬᠡ ᠳᠡᠭᠡᠳᠦ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠲᠠᠨᠢᠬᠤ ᠰᠧᠷᠸᠧᠷ ᠲᠠᠨ ᠤ ID ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠪᠢᠳᠡᠨ ᠳᠦ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃ (ᠲᠠ ᠬᠥᠲᠦᠴᠢ ᠪᠡᠨ ᠳ᠋ᠠᠬᠢᠨ ᠡᠬᠢᠯᠡᠭᠦᠯᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠠᠢᠵᠤ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ.)

source: The file must be smaller than {image_max_size} in size.
mn: ᠹᠠᠢᠯ ᠨᠢ {image_max_size} ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The file must be at least {image_min_size} in size.
mn: ᠹᠠᠢᠯ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ {image_min_size} ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: The file must be one of the following types: {valid_file_types}.
mn: ᠹᠠᠢᠯ ᠨᠢ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠲᠥᠷᠥᠯ ᠦᠳ ᠦᠨ ᠠᠯᠢ ᠨᠢᠭᠡ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠄ 〈valid᠎file᠎types〉᠃

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
mn: ᠡᠨᠡ ᠹᠠᠢᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠣᠯᠣᠭᠠᠢ ᠹᠠᠢᠯ ᠤᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠲᠡᠢ ᠲᠣᠬᠢᠷᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠹᠠᠢᠯ ᠨᠢ ᠭᠡᠮᠲᠦᠭᠰᠡᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠵᠣᠰᠢ ᠦᠭᠡᠢ᠃

source: The file name extension for this file does not match the file data. The file may be corrupted.
mn: ᠡᠨᠡ ᠹᠠᠢᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢᠨ ᠥᠷᠭᠡᠳᠬᠡᠯ ᠹᠠᠢᠯ ᠤᠨ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠲᠡᠢ ᠲᠣᠬᠢᠷᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠹᠠᠢᠯ ᠨᠢ ᠭᠡᠮᠲᠦᠭᠰᠡᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠵᠣᠰᠢ ᠦᠭᠡᠢ᠃

source: bytes
mn: ᠪᠠᠶᠢᠲᠤ

source: No file provided for profile image
mn: ᠫᠷᠣᠹᠠᠯ ᠤᠨ ᠵᠢᠷᠤᠭ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠶᠠᠮᠠᠷ ᠴᠤ ᠹᠠᠢᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
mn: ᠬᠥᠲᠥᠯᠪᠦᠷᠢ ᠶᠢᠨ ᠮᠠᠷᠺᠧᠲ᠋ᠢᠩ ᠤᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ (ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠂ "/foo") ᠳ᠋ᠤ᠌ URL ᠍ ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠳᠤ ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠵᠠᠮ᠃

source: Schedules
mn: ᠵᠢᠭᠰᠠᠭᠠᠯ ᠳᠤ

source: Indicates if this schedule is actively used
mn: ᠡᠨᠡ ᠬᠤᠪᠢᠶᠠᠷᠢ ᠢᠳᠡᠪᠬᠢᠲᠡᠢ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠶᠢ ᠵᠢᠭᠠᠨ᠎ᠠ

source: Date this schedule went into effect
mn: ᠡᠨᠡ ᠬᠤᠪᠢᠶᠠᠷᠢ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠡᠳᠦᠷ ᠡᠴᠡ ᠡᠬᠢᠯᠡᠨ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠣᠯᠤᠭᠰᠠᠨ

source: Deadline by which the learner must upgrade to a verified seat
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠨᠢ ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠠᠭᠤᠳᠠᠯ ᠳᠤ ᠪᠠᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Schedule
mn: ᠵᠢᠭᠰᠠᠭᠠᠯ ᠳᠤ

source: %(platform_name)s Home Page
mn: (platform_name)ᠭᠣᠣᠯ ᠨᠢᠭᠤᠷ

source: Sign In
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: %(platform_name)s on LinkedIn
mn: %(platform_name)s LinkedIn ᠳᠡᠭᠡᠷ᠎ᠡ

source: %(platform_name)s on Twitter
mn: %(platform_name)s Twitter ᠳᠡᠭᠡᠷ᠎ᠡ

source: %(platform_name)s on Facebook
mn: %(platform_name)s Facebook ᠳᠡᠭᠡᠷ᠎ᠡ

source: %(platform_name)s on Google Plus
mn: Google Plus ᠳᠡᠭᠡᠷ᠎ᠡ %(platform_name)s
