Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: This enrollment code has been canceled. It can no longer be used.
mn: ᠡᠨᠡ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠴᠤᠴᠠᠯᠠᠭᠰᠠᠨ᠃ ᠡᠭᠦᠨ ᠢ ᠴᠢᠨᠠᠭᠰᠢᠳᠠ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: This enrollment code has been marked as unused.
mn: ᠡᠨᠡ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠰᠡᠨ᠃

source: The enrollment code has been restored.
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠰᠡᠷᠭᠦᠭᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The redemption does not exist against enrollment code ({code}).
mn: ᠭᠡᠲᠦᠯᠭᠡᠯ ᠨᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳᠣᠨ ᠳᠤ({code})ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠦᠭᠡᠢ᠃

source: Could not find student matching identifier: {student_identifier}
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠲᠣᠬᠢᠷᠠᠬᠤ ᠲᠠᠨᠢᠭᠴᠢ ᠶᠢ ᠣᠯᠤᠭᠰᠠᠨ ᠦᠭᠡᠢ᠄ {student_identifier}

source: Unable to parse date:
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠵᠠᠳᠠᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠄

source: Couldn't find module for url: {0}
mn: Url ᠍ ᠦᠨ ᠮᠣᠳᠣᠯ ᠢ ᠣᠯᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠄ 〈0〉

source: Unit {0} has no due date to extend.
mn: Unit 〈0〉 ᠨᠢ ᠰᠤᠩᠭᠠᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠳᠠᠭᠤᠰᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: An extended due date must be later than the original due date.
mn: ᠡᠷᠭᠦᠳᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠠᠴᠠ ᠬᠣᠴᠣᠷᠤᠯ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: No due date extension is set for that student and unit.
mn: ᠰᠤᠷᠤᠭᠴᠢ᠂ ᠨᠢᠭᠡᠴᠢ ᠶᠢᠨ ᠬᠤᠪᠢ ᠳᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠳᠠᠭᠤᠰᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: Full Name
mn: ᠪᠦᠲᠦᠨ ᠨᠡᠷ᠎ᠡ

source: Extended Due Date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠬᠡᠲᠦᠷᠡᠭᠰᠡᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Users with due date extensions for {0}
mn: 〈0〉 ᠬᠤᠪᠢ ᠳᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠥᠷᠭᠡᠳᠬᠡᠯ ᠲᠡᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ

source: Due date extensions for {0} {1} ({2})
mn: 〈0〉 〈1〉 (〈2〉 ᠍ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠤ ᠥᠷᠭᠡᠳᠬᠡᠭᠰᠡᠨ ᠥᠷᠭᠡᠳᠬᠡᠯ ᠦᠳ)

source: Requested task is already running
mn: ᠬᠦᠰᠡᠭᠰᠡᠨ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Error occured. Please try again later.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠪᠠ᠃ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
mn: {report_type} ᠲᠠᠶᠢᠯᠤᠨ ᠪᠦᠲᠦᠭᠡᠭᠳᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠᠶᠢᠯᠠᠩ ᠤᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠣᠣᠷᠠᠬᠢ ᠬᠦᠯᠢᠶᠡᠭᠳᠡᠵᠦ ᠪᠤᠢ ᠠᠵᠢᠯ ᠤᠳ ᠢ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃ ᠲᠠ ᠲᠠᠶᠢᠯᠠᠩ ᠢ ᠳᠠᠭᠤᠰᠲᠠᠯ᠎ᠠ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: This component cannot be rescored.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠢ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃

source: This component does not support score override.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠨᠢ ᠣᠨᠣᠭ᠎ᠠ ᠪᠠᠨ ᠦᠯᠦ ᠲᠣᠭᠣᠮᠰᠠᠷᠯᠠᠳᠠᠭ ᠦᠭᠡᠢ᠃

source: Scores must be between 0 and the value of the problem.
mn: ᠦᠨᠡᠯᠡᠭᠡ ᠨᠢ 0 ᠍ ᠤᠨ ᠬᠣᠭᠣᠷᠣᠨᠳᠣ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Not all problems in entrance exam support re-scoring.
mn: ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠪᠦᠬᠦ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠳ ᠳᠠᠬᠢᠨ ᠦᠨᠡᠯᠡᠭᠡ ᠥᠭᠭᠦᠬᠦ ᠦᠭᠡᠢ᠃

source: rescored
mn: ᠰᠡᠷᠭᠡᠭᠳᠡᠭᠰᠡᠨ

source: overridden
mn: ᠳᠠᠷᠤᠭᠳᠠᠭᠰᠠᠨ

source: reset
mn: ᠳᠠᠬᠢᠨ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ

source: deleted
mn: ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ

source: emailed
mn: ᠢᠮᠧᠯᠢ ᠪᠡᠷ

source: graded
mn: ᠠᠩᠭᠢᠯᠠᠭᠰᠠᠨ

source: problem distribution graded
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠠᠷᠬᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: certificates generated
mn: ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: First Name
mn: ᠨᠡᠷᠡ

source: Last Name
mn: ᠰᠡᠭᠦᠯ ᠦᠨ ᠨᠡᠷ᠎ᠡ

source: Company Name
mn: ᠺᠣᠮᠫᠠᠨᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Title
mn: ᠭᠠᠷᠴᠠᠭ

source: Year of Birth
mn: ᠲᠦᠷᠦᠭᠰᠡᠨ ᠣᠨ

source: Enrollment Date
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠡᠳᠦᠷ

source: Currently Enrolled
mn: ᠣᠳᠣ ᠪᠠᠷ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ

source: Enrollment Source
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠡᠬᠢ ᠡᠭᠦᠰᠪᠦᠷᠢ

source: Manual (Un)Enrollment Reason
mn: ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ (ᠦᠭᠡᠢ)ᠪᠦᠷᠢᠳᠬᠡᠬᠦ ᠰᠢᠯᠲᠠᠭᠠᠨ

source: Enrollment Role
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠡᠭᠦᠷᠭᠡ

source: List Price
mn: ᠦᠨ᠎ᠡ ᠶᠢᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ

source: Payment Amount
mn: ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ

source: Coupon Codes Used
mn: ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠺᠦ᠋ᠫᠣᠨ ᠺᠣᠳ᠋

source: Registration Code Used
mn: ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠺᠣᠳ᠋

source: Payment Status
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠲᠥᠯᠥᠪ

source: Transaction Reference Number
mn: ᠭᠦᠢᠯᠭᠡᠭᠡᠨ ᠦ ᠯᠠᠪᠯᠠᠭᠠᠨ ᠤ ᠳ᠋ᠤᠭᠠᠷ

source: No status information available
mn: ᠪᠠᠢᠳᠠᠯ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: No task_output information found for instructor_task {0}
mn: Instructor᠎task 〈0〉 ᠍ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ task᠎output ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: No parsable task_output information found for instructor_task {0}: {1}
mn: Instructor᠎task 〈0〉᠄ 〈1〉 ᠍ ᠳᠦ ᠣᠯᠠᠳᠬᠤ ᠶᠠᠮᠠᠷ ᠴᠤ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠩᠭᠤᠢ task᠎output ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: No parsable status information available
mn: ᠶᠠᠮᠠᠷ ᠴᠤ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠳᠠᠯ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: No message provided
mn: ᠶᠠᠮᠠᠷ ᠴᠤ ᠵᠠᠬᠢᠭ᠎ᠠ ᠶᠢ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠦᠭᠡᠢ

source: Invalid task_output information found for instructor_task {0}: {1}
mn: Instructor᠎task 〈0〉᠄ 〈1〉 ᠍ ᠶᠢ ᠣᠯᠤᠭᠰᠠᠨ ᠪᠣᠯ task᠎output ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠤᠷᠤᠭᠤ

source: No progress status information available
mn: ᠠᠯᠢᠪᠠ ᠳᠡᠪᠰᠢᠯᠲᠡ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠦᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: No parsable task_input information found for instructor_task {0}: {1}
mn: Instructor᠎task 〈0〉᠄ 〈1〉 ᠍ ᠶᠢ ᠣᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠶᠠᠮᠠᠷ ᠴᠤ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ task᠎input

source: Progress: {action} {succeeded} of {attempted} so far
mn: ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ᠄ ᠣᠳᠣ ᠪᠠᠷ {attempted} {attempted} 〈ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ〉

source: Unable to find submission to be {action} for student '{student}'
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ {student} ᠰᠤᠷᠤᠭᠴᠢ ᠢ {action} ᠭᠡᠵᠦ ᠤᠷᠤᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: Problem failed to be {action} for student '{student}'
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ {student} ᠬᠤᠪᠢ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠨᠢ {action} ᠪᠣᠯᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: Problem successfully {action} for student '{student}'
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ {student} ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠦᠢᠯᠡᠳᠦᠯ {action}

source: Unable to find entrance exam submission to be {action} for student '{student}'
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ {student} ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ {action} ᠪᠠᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: Entrance exam successfully {action} for student '{student}'
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ {student} ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ {action}

source: Unable to find any students with submissions to be {action}
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢᠳ ᠠᠴᠠ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ {action} ᠪᠠᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: Problem failed to be {action} for any of {attempted} students
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠨᠢ {action} ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ {attempted} ᠪᠣᠯᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Problem successfully {action} for {attempted} students
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ {action} ᠰᠤᠷᠤᠭᠴᠢᠳ {attempted}

source: Problem {action} for {succeeded} of {attempted} students
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ {action} {succeeded} {succeeded}〉 ᠍ ᠳᠦ ᠲᠤᠯᠭᠠᠷᠠᠭᠠᠳ ᠪᠤᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ

source: Unable to find any recipients to be {action}
mn: ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢ ᠶᠢ {action} ᠪᠠᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: Message failed to be {action} for any of {attempted} recipients
mn: ᠬᠦᠰᠡᠯᠲᠡ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢᠳ {attempted} ᠪᠠᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Message successfully {action} for {attempted} recipients
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ {action} ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢᠳ {attempted}

source: Message {action} for {succeeded} of {attempted} recipients
mn: {action} ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠴᠢᠳ ᠤᠨ {succeeded} ᠵᠤᠷᠪᠤᠰ ᠵᠤᠷᠪᠤᠰ {attempted}

source: Status: {action} {succeeded} of {attempted}
mn: ᠲᠥᠯᠥᠪ᠄ {attempted} {succeeded}

source: (skipping {skipped})
mn: (ᠠᠯᠭᠠᠰᠠᠬᠤ)

source: (out of {total})
mn: (ᠨᠡᠢᠲᠡ {total})

source: This component's access settings refer to deleted or invalid group configurations.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠡᠰᠡᠪᠡᠯ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠠᠭᠤᠯᠠᠳᠠᠭ᠃

source: This unit's access settings refer to deleted or invalid group configurations.
mn: ᠡᠨᠡ ᠨᠢᠭᠡᠴᠢ ᠶᠢᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠤᠰᠠᠳᠬᠠᠭᠰᠠᠨ ᠡᠰᠡᠪᠡᠯ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠠᠴᠠ ᠯᠠᠪᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: This component's access settings refer to deleted or invalid groups.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠡᠰᠡᠪᠡᠯ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠦᠯᠦᠭ ᠲᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ᠎ᠠ᠃

source: This unit's access settings refer to deleted or invalid groups.
mn: ᠡᠨᠡ ᠨᠢᠭᠡᠴᠢ ᠶᠢᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠡᠰᠡᠪᠡᠯ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠦᠯᠦᠭ ᠲᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ᠎ᠠ᠃

source: This component's access settings contradict its parent's access settings.
mn: ᠡᠨᠡ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠡᠴᠢᠭᠡ ᠡᠬᠡ ᠶᠢᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠲᠠᠢ ᠵᠥᠷᠢᠴᠡᠯᠳᠦᠳᠡᠭ᠃

source: Whether to display this module in the table of contents
mn: ᠡᠨᠡ ᠮᠣᠳᠣᠯ ᠢ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠬᠦᠰᠦᠨᠦᠭᠲᠦ ᠳᠦ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠡᠰᠡᠬᠦ

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
mn: ᠡᠨᠡ ᠮᠣᠳᠣᠯ ᠶᠠᠮᠠᠷ ᠹᠣᠷᠮᠠᠲ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠤᠢ (ᠠᠯᠢ ᠭᠷᠠᠳᠧᠷ ᠲᠦ ᠡᠷᠭᠦᠳᠡᠯ ᠭᠠᠷᠭᠠᠬᠤ᠂ TOC ᠍ ᠳᠦ ᠶᠠᠭᠤ ᠶᠢ ᠦᠵᠡᠭᠦᠯᠬᠦ ᠪᠤᠢ?)

source: Course Chrome
mn: Chrome ᠍ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
mn: XBlock ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠾᠷᠣᠮ᠂ ᠡᠰᠡᠪᠡᠯ ᠨᠠᠪᠢᠭᠠᠼ ᠤᠨ ᠬᠡᠷᠡᠭᠰᠡᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ᠃ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠤᠳᠬ᠎ᠠ ᠨᠢ᠄ "chromeless"-ᠪᠤᠶᠤ ᠬᠠᠭᠤᠷᠠᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ; "tabs"- ᠵᠥᠪᠬᠡᠨ ᠲᠠᠪ ᠤᠳ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ; "accordion" - ᠵᠥᠪᠬᠡᠨ ᠪᠠᠶᠠᠨ ᠬᠤᠭᠤᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ; ᠡᠰᠡᠪᠡᠯ "tabs,accordion" ᠪᠣᠯᠤᠨ ᠪᠠᠶᠠᠨ ᠬᠤᠭᠤᠷ ᠠᠰᠢᠭᠯᠠᠬᠤ᠃

source: Default Tab
mn: ᠦᠨᠳᠦᠰᠦᠨ Tab

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
mn: XBlock ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠲᠠᠪ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠪᠡ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯ Course Course ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: LaTeX Source File Name
mn: LaTeX ᠡᠬᠡ ᠰᠤᠷᠪᠤᠯᠵᠢ ᠹᠠᠢᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ

source: Enter the source file name for LaTeX.
mn: LaTeX ᠍ ᠳᠦ ᠡᠬᠡ ᠹᠠᠢᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
mn: ᠡᠨᠡ ᠪᠯᠣᠺ ᠢ ᠠᠯᠢ ᠪᠦᠯᠦᠭ ᠦᠳ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠲᠣᠯᠢ ᠪᠢᠴᠢᠭ᠃ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠦᠳ ᠨᠢ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠨᠢ ᠪᠦᠯᠦᠭ ᠪᠠ ᠤᠳᠬ᠎ᠠ ᠨᠢ ᠪᠦᠯᠦᠭ ᠦᠨ ID ᠍ ᠤᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠤᠮ᠃ ᠬᠡᠷᠪᠡ ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠡᠰᠡᠪᠡᠯ ᠪᠦᠯᠦᠭ ᠪᠦᠯᠦᠭ ᠦᠨ ID ᠬᠣᠭᠣᠰᠣᠨ ᠪᠣᠯ ᠪᠯᠣᠺ ᠨᠢ ᠪᠦᠭᠦᠳᠡ ᠳᠦ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠪᠯᠣᠺ ᠢ visible᠎to᠎staff᠎only ᠪᠣᠯ ᠡᠨᠡ ᠲᠠᠯᠠᠪᠤᠷ ᠢ ᠬᠡᠷᠡᠭᠰᠡᠬᠦ ᠦᠭᠡᠢ ᠭᠡᠳᠡᠭ ᠢ ᠠᠩᠬᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: My Notes
mn: ᠮᠢᠨᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ

source: Order Payment Confirmation
mn: ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭ᠎ᠠ

source: Confirmation and Registration Codes for the following courses: {course_name_list}
mn: ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠺᠣᠳ᠋ ᠍ ᠤᠳ᠄ 〈course᠎name᠎list〉

source: Trying to add a different currency into the cart
mn: ᠰᠠᠭᠰᠤᠨ ᠳᠤ ᠥᠭᠡᠷ᠎ᠡ ᠥᠭᠡᠷ᠎ᠡ ᠸᠠᠯᠦᠲ᠋ᠠ ᠨᠡᠮᠡᠬᠦ ᠶᠢ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Internal reference code for this invoice.
mn: ᠡᠨᠡ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠳᠣᠲᠣᠭᠠᠳᠤ ᠯᠠᠪᠯᠠᠭᠠᠭ᠎ᠠ ᠺᠣᠳ᠋᠃

source: Customer's reference code for this invoice.
mn: ᠡᠨᠡ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠯ ᠦᠨ ᠯᠠᠪᠯᠠᠭᠠᠨ ᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠯᠠᠪᠯᠠᠬᠤ ᠺᠣᠳ᠋᠃

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
mn: ᠭᠦᠢᠯᠭᠡᠭᠡᠨ ᠦ ᠳᠦᠩ᠃ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠣᠯᠲᠠᠳ ᠤᠯᠭᠤᠬᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ᠂ ᠰᠥᠷᠭᠦ ᠳᠦᠩᠭᠡ ᠡᠶᠡᠷᠭᠦ ᠳᠦᠩᠭᠡ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Lower-case ISO currency codes
mn: ᠪᠠᠭ᠎ᠠ ᠳᠦᠩ ᠲᠡᠢ ISO ᠸᠠᠯᠦᠲ᠋ᠠ ᠶᠢᠨ ᠺᠣᠳ᠋

source: Optional: provide additional information for this transaction
mn: ᠰᠣᠩᠭᠣᠯᠲᠠ᠄ ᠡᠨᠡ ᠭᠦᠢᠯᠭᠡᠭᠡᠨ ᠳᠦ ᠨᠡᠮᠡᠯᠲᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠥᠭᠬᠦ

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
mn: ᠲᠥᠯᠦᠪᠦᠷᠢ ᠡᠰᠡᠪᠡᠯ ᠪᠤᠴᠠᠭᠠᠨ ᠲᠥᠯᠦᠯᠲᠡ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ᠃ 〈ᠡᠬᠢᠯᠡᠭᠰᠡᠨ〉 ᠭᠡᠳᠡᠭ ᠨᠢ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ᠎ᠡ ᠭᠡᠰᠡᠨ ᠦᠭᠡ ᠪᠣᠯᠪᠠᠴᠤ ᠮᠥᠩᠭᠥ ᠰᠢᠯᠵᠢᠭᠦᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠭᠡᠰᠡᠨ ᠦᠭᠡ ᠶᠤᠮ᠃ 〈ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ〉 ᠭᠡᠳᠡᠭ ᠨᠢ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠡᠰᠡᠪᠡᠯ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠣᠯᠲᠠ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠭᠡᠰᠡᠨ ᠦᠭᠡ ᠶᠤᠮ᠃ 〈ᠴᠤᠴᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ〉 ᠭᠡᠳᠡᠭ ᠨᠢ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠡᠰᠡᠪᠡᠯ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠣᠯᠲᠠ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠪᠠᠢᠭᠰᠠᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠮᠥᠩᠭᠥ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠴᠤᠴᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠭᠡᠰᠡᠨ ᠦᠭᠡ ᠶᠤᠮ᠃

source: The number of items sold.
mn: ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠴᠢᠯᠠᠬᠤ ᠵᠦᠢᠯ ᠦᠨ ᠲᠣᠭ᠎ᠠ᠃

source: The price per item sold, including discounts.
mn: ᠪᠣᠷᠣᠯᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠵᠦᠢᠯ ᠦᠨ ᠦᠨ᠎ᠡ᠂ ᠲᠡᠭᠦᠨ ᠦ ᠳᠣᠲᠣᠷ᠎ᠠ ᠬᠢᠮᠳᠠᠷᠠᠯ᠃

source: Registration for Course: {course_name}
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ᠄ {course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
mn: {link_start} ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ {link_end} ᠳ᠋ᠤ᠌ ᠥᠪᠡᠷ ᠦᠨ ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠦᠵᠡᠭᠡᠷᠡᠢ᠃

source: Enrollment codes for Course: {course_name}
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋᠄ {course_name}

source: Mode {mode} does not exist for {course_id}
mn: Mode 〈ᠭᠣᠷᠢᠮ〉 ᠨᠢ 〈course᠎id〉

source: {mode_name} for course {course}
mn: 〈mode᠎name〉 ᠬᠢᠴᠢᠶᠡᠯ 〈ᠬᠢᠴᠢᠶᠡᠯ〉

source: You can unenroll in the course and receive a full refund for 14 days after the course start date.
mn: ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ 14 ᠬᠣᠨᠣᠭ ᠤᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠪᠥᠷᠢᠨ ᠪᠤᠴᠠᠭᠠᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠲᠠᠨ ᠤ ᠪᠡᠶ᠎ᠡ ᠶᠢᠨ ᠪᠠᠢᠴᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠪᠠᠲᠤᠳᠬᠠᠬᠤ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠶᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ ({verification_url})᠃

source: You can unenroll in the course and receive a full refund for 2 days after the course start date.
mn: ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠠᠴᠠ ᠪᠠᠨ ᠡᠮᠦᠨ᠎ᠡ ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠥᠭᠡᠳ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠣᠬᠤ ᠡᠳᠦᠷ ᠡᠴᠡ 2 ᠬᠣᠨᠣᠭ ᠤᠨ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠪᠦᠷᠢᠨ ᠪᠤᠴᠠᠭᠠᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: {refund_reminder_msg}To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
mn: 〈refund᠎reminder᠎msg〉 ᠨᠥᠬᠥᠨ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠪᠡᠨ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ {billing_email}᠃ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠳᠤᠭ ᠢᠶᠠᠷ ᠢᠶᠠᠨ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠺᠠᠷᠲ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ᠃

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
mn: ᠪᠢᠳᠡ {platform_name} ᠍ ᠤᠨ ᠡᠨᠡᠬᠦ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢᠨ ᠡᠨᠡᠬᠦ ᠥᠭᠭᠢᠶᠡᠮᠦᠷ ᠬᠠᠨᠳᠢᠪ᠂ ᠳᠡᠮᠵᠢᠯᠭᠡ ᠶᠢ ᠪᠢᠳᠡ ᠮᠠᠰᠢ ᠶᠡᠬᠡ ᠦᠨᠡᠯᠡᠳᠡᠭ᠃ ᠡᠨᠡ ᠪᠠᠷᠢᠮᠲᠠ ᠨᠢ ᠲᠠᠲᠠᠪᠤᠷᠢ ᠶᠢᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᠪᠤᠶᠠᠨ ᠤ ᠬᠠᠨᠳᠢᠪ ᠢ ᠳᠡᠮᠵᠢᠬᠦ ᠳᠦ ᠪᠡᠯᠡᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ᠃ ᠡᠨᠡ ᠪᠡᠯᠡᠭ ᠢ ᠰᠣᠯᠢᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠠᠷᠠᠭ᠎ᠠ᠂ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠴᠤ ᠪᠢᠰᠢ ᠭᠡᠳᠡᠭ ᠢ ᠪᠢᠳᠡ ᠪᠠᠲᠤᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Could not find a course with the ID '{course_id}'
mn: ID 〈〈course᠎id〉 ᠳ᠋ᠤᠭᠠᠷ ᠲᠠᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: Donation for {course}
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠥᠯᠥᠪᠦᠷᠢ

source: Donation for {platform_name}
mn: {platform_name} ᠍ ᠦᠨ ᠬᠠᠨᠳᠢᠪ

source: Page {page_number} of {page_count}
mn: ᠬᠠᠭᠤᠳᠠᠰᠤ 〈ᠬᠠᠭᠤᠳᠠᠰᠤ᠎number〉 〈ᠬᠠᠭᠤᠳᠠᠰᠤ᠎count〉

source: Invoice
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ

source: Order
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ

source: Date: {date}
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠄ {date}

source: Quantity
mn: ᠲᠣᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ

source: List Price per item
mn: Price ᠵᠢᠭᠰᠠᠭᠠᠨ᠎ᠠ ᠤᠤ

source: Discount per item
mn: Discount item

source: Amount
mn: ᠳᠦᠩ

source: Total
mn: ᠨᠡᠢᠲᠡ

source: Payment Received
mn: ᠲᠥᠯᠦᠪᠦᠷᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ

source: Balance
mn: ᠲᠡᠩᠴᠡᠪᠦᠷᠢ

source: Billing Address
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠬᠠᠶᠠᠭ

source: TERMS AND CONDITIONS
mn: ХЭЛЭЛЦҮҮЛЭГ

source: The payment processor did not return a required parameter: {0}
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠫᠠᠷᠠᠮᠧᠲ᠋ᠷ ᠢ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠨ᠄ 〈0〉

source: The payment processor returned a badly-typed value {0} for param {1}.
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠨᠢ param 〈1〉 ᠍ ᠶᠢᠨ ᠬᠤᠪᠢ ᠳᠤ ᠮᠠᠭᠤ-typed value 〈0〉 ᠍ ᠢ ᠪᠤᠴᠠᠭᠠᠴᠠᠢ᠃

source: The payment processor accepted an order whose number is not in our system.
mn: ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠨᠢ ᠮᠠᠨ ᠤ ᠰᠢᠰᠲ᠋ᠧᠮ ᠳᠦ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠳ᠋ᠤᠭᠠᠷ ᠢ ᠵᠠᠬᠢᠶᠠᠯᠠᠭᠰᠠᠨ᠃

source: The amount charged by the processor {0} {1} is different than the total cost of the order {2} {3}.
mn: 〈0〉 〈1〉 ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠠᠴᠠ ᠤᠯᠭᠤᠬᠤ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠨᠢ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠨᠡᠢᠲᠡ ᠵᠠᠷᠤᠳᠠᠯ 〈2〉 〈3〉 ᠍ ᠡᠴᠡ ᠢᠯᠭᠠᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision_text}, and the reason was {reason_text}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ! ᠪᠢᠳᠡᠨ ᠦ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠲᠠᠨ ᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠡᠳᠡ ᠪᠤᠴᠠᠵᠤ ᠢᠷᠡᠭᠰᠡᠨ ᠰᠢᠢᠳᠪᠦᠷᠢ ᠶᠢ 〈decision᠎text〉᠂ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠨᠢ 〈reason᠎text〉 ᠪᠠᠢᠭᠰᠠᠨ᠃ ᠲᠠ ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᠬᠦᠯᠢᠶᠡᠬᠦ ᠦᠭᠡᠢ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠶᠢ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠲᠠᠢ ᠪᠢᠳᠡᠨ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data!We apologize that we cannot verify whether the charge went through and take further action on your order.The specific error message is: {error_message}. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ! ᠪᠢᠳᠡᠨ ᠦ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠪᠢᠳᠡᠨ ᠳᠦ ᠵᠥᠷᠢᠭᠦᠦ ᠲᠡᠢ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠲᠡᠢ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭ᠎ᠠ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ! ᠪᠢᠳᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠪᠡᠨ ᠬᠢᠵᠦ᠂ ᠴᠢᠨᠠᠭᠰᠢᠳᠠ ᠳᠠᠷᠠᠭᠠᠯᠠᠯ ᠳᠤ ᠪᠠᠨ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠠᠪᠬᠤ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠠᠭᠤᠴᠢᠯᠠᠯᠲᠠ ᠭᠤᠶᠤᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠪᠣᠯ᠄ 〈error᠎message〉᠃ ᠲᠠᠨ ᠤ ᠺᠷᠧᠳᠢᠲ ᠺᠠᠷᠲ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠲᠥᠯᠦᠭᠰᠡᠨ ᠪᠠᠢᠵᠤ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ᠃ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠪᠢᠳᠡᠨ ᠳᠦ ᠬᠠᠨᠳᠤᠭᠠᠷᠠᠢ᠃

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {error_message}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ! ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠤ ᠤᠯᠠᠮ ᠠᠴᠠ ᠲᠠᠨ ᠤ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠨᠡᠢᠲᠡ ᠳᠦᠩᠭᠡ ᠡᠴᠡ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ! ᠲᠣᠳᠣᠷᠬᠠᠢ ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠨᠢ᠄ 〈error᠎message〉᠃ ᠲᠠᠨ ᠤ ᠺᠷᠧᠳᠢᠲ ᠺᠠᠷᠲ ᠢ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠡᠴᠡ ᠴᠢᠯᠦᠭᠡᠯᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠪᠢᠳᠡᠨ ᠳᠦ ᠬᠠᠨᠳᠤᠭᠠᠷᠠᠢ᠃

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {error_message}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ! ᠪᠢᠳᠡᠨ ᠦ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠲᠠᠨ ᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠲᠠᠯᠠᠭᠠᠷᠬᠢ ᠮᠡᠬᠡᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠪᠢᠳᠡᠨ ᠳᠦ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠲᠤᠯᠠ ᠪᠢᠳᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠠᠴᠠ ᠢᠷᠡᠭᠰᠡᠨ ᠮᠧᠰᠰᠧᠵᠢ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠨᠢ᠄ 〈error᠎message〉᠃ ᠪᠢᠳᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠬᠢᠯᠭᠡᠵᠦ᠂ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠭ᠎ᠠ ᠶᠢᠨ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠶᠢ ᠠᠪᠬᠤ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠡᠨ ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠃ ᠲᠠᠨ ᠤ ᠺᠷᠧᠳᠢᠲ ᠺᠠᠷᠲ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠲᠥᠯᠦᠭᠰᠡᠨ ᠪᠠᠢᠵᠤ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ᠃ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠪᠢᠳᠡᠨ ᠳᠦ ᠬᠠᠨᠳᠤᠭᠠᠷᠠᠢ᠃

source: Successful transaction.
mn: ᠠᠮᠵᠢᠯᠲᠠᠲᠠᠢ ᠭᠦᠶᠦᠯᠭᠡᠭᠡ᠃

source: The request is missing one or more required fields.
mn: ᠬᠦᠰᠡᠯᠲᠡ ᠨᠢ ᠨᠢᠭᠡ ᠪᠤᠶᠤ ᠬᠡᠳᠦ ᠬᠡᠳᠦᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠲᠠᠯᠠᠪᠤᠷ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: One or more fields in the request contains invalid data.
mn: ᠬᠦᠰᠡᠯ ᠳᠦ ᠳ᠋ᠡᠬᠢ ᠨᠢᠭᠡ ᠪᠤᠶᠤ ᠬᠡᠳᠦ ᠬᠡᠳᠦᠨ ᠲᠠᠯᠠᠪᠤᠷ ᠪᠤᠷᠤᠭᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The merchantReferenceCode sent with this authorization request matches the merchantReferenceCode of another authorization request that you sent in the last 15 minutes. Possible fix: retry the payment after 15 minutes.
mn: ᠡᠨᠡ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭ ᠦᠨ ᠺᠣᠳ᠋ ᠨᠢ ᠰᠡᠭᠦᠯ ᠦᠨ 15 ᠮᠢᠨᠦ᠋ᠲᠤᠨ ᠳᠤ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠥᠭᠡᠷ᠎ᠡ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭ ᠦᠨ ᠺᠣᠳ᠋ ᠍ ᠲᠠᠢ ᠲᠠᠭᠠᠷᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ 15 ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠬᠡᠢ

source: Error: General system failure. Possible fix: retry the payment after a few minutes.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄ ᠶᠡᠷᠦᠩᠬᠡᠢ ᠰᠢᠰᠲ᠋ᠧᠮ ᠦᠨ ᠠᠯᠳᠠᠭ᠎ᠠ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠬᠡᠳᠦᠨ ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠳᠠᠬᠢᠨ ᠬᠢᠨ᠎ᠡ ᠦᠦ᠃

source: Error: The request was received but there was a server timeout. This error does not include timeouts between the client and the server. Possible fix: retry the payment after some time.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠤᠭᠠᠳ ᠰᠧᠷᠸᠧᠷ ᠤᠨ ᠴᠠᠭ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠡᠨᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠨᠢ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠦᠯᠦᠭᠴᠢ ᠪᠣᠯᠤᠨ ᠰᠧᠷᠸᠧᠷ ᠬᠣᠶᠠᠷ ᠤᠨ ᠬᠣᠭᠣᠷᠣᠨᠳᠣ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠣᠷᠣᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠵᠠᠷᠢᠮ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠬᠢᠨ᠎ᠡ ᠦᠦ

source: Error: The request was received, but a service did not finish running in time Possible fix: retry the payment after some time.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢᠨ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠬᠡᠰᠡᠭ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠬᠡᠢ

source: The issuing bank has questions about the request. Possible fix: retry with another form of payment
mn: ᠪᠠᠩᠬᠢᠨ ᠤ ᠬᠦᠰᠡᠯ ᠳᠦ ᠭᠠᠷᠭᠠᠭᠴᠢ ᠶᠢᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠠᠰᠠᠭᠤᠬᠤ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible fix: retry with another form of payment
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠺᠠᠷᠲ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠪᠠᠩᠬᠢ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠣᠨ ᠰᠠᠷ᠎ᠠ ᠡᠳᠦᠷ ᠢ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯ ᠡᠭᠦᠨ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: General decline of the card. No other information provided by the issuing bank. Possible fix: retry with another form of payment
mn: ᠺᠠᠷᠲ ᠤᠨ ᠶᠡᠷᠦᠩᠬᠡᠢ ᠪᠠᠭᠤᠷᠠᠯᠲᠠ᠃ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠪᠠᠩᠬᠢᠨ ᠠᠴᠠ ᠥᠭᠡᠷ᠎ᠡ ᠶᠠᠮᠠᠷ ᠴᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ

source: Insufficient funds in the account. Possible fix: retry with another form of payment
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠳᠦ ᠰᠠᠩᠬᠦᠵᠢᠯᠲᠡ ᠬᠠᠩᠭᠠᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: Unknown reason
mn: ᠦᠯᠦ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ ᠰᠢᠯᠲᠠᠭᠠᠨ

source: Issuing bank unavailable. Possible fix: retry again after a few minutes
mn: ᠪᠠᠩᠬᠢ ᠶᠢ ᠣᠯᠭᠤᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠬᠡᠳᠦᠨ ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: Inactive card or card not authorized for card-not-present transactions. Possible fix: retry with another form of payment
mn: ᠠᠷᠲ ᠣᠳᠤᠭ᠎ᠠ ᠪᠠᠷ ᠭᠦᠶᠦᠯᠭᠡᠭᠡ ᠬᠢᠬᠦ ᠡᠷᠬᠡ ᠦᠭᠡᠢ ᠺᠠᠷᠲ ᠤᠨ ᠡᠰᠡᠪᠡᠯ ᠺᠠᠷᠲ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠺᠠᠷᠲ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ

source: The card has reached the credit limit. Possible fix: retry with another form of payment
mn: ᠺᠠᠷᠲ ᠨᠢ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠬᠢᠵᠠᠭᠠᠷ ᠲᠤ ᠬᠦᠷᠦᠭᠰᠡᠨ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: Invalid card verification number. Possible fix: retry with another form of payment
mn: ᠺᠠᠷᠲ ᠤᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠳ᠋ᠤᠭᠠᠷ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: Invalid account number. Possible fix: retry with another form of payment
mn: ᠪᠤᠷᠤᠭᠤ ᠬᠠᠶ᠋ᠢᠭ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: The card type is not accepted by the payment processor. Possible fix: retry with another form of payment
mn: ᠺᠠᠷᠲ ᠤᠨ ᠲᠥᠷᠥᠯ ᠨᠢ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠢᠶᠠᠷ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠳᠠᠭ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ

source: General decline by the processor. Possible fix: retry with another form of payment
mn: ᠶᠡᠷᠦᠩᠬᠡᠢ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠪᠠᠭᠤᠷᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: There is a problem with our CyberSource merchant configuration. Please let us know at {0}
mn: ᠮᠠᠨ ᠤ CyberSource ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠹᠢᠷᠮ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠠᠢᠨ᠎ᠠ ᠃ 〈0〉 ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠢᠳᠡᠨ ᠳᠦ ᠮᠡᠳᠡᠭᠳᠡᠭᠡᠷᠡᠢ

source: The requested amount exceeds the originally authorized amount.
mn: ᠬᠦᠰᠡᠯ ᠳᠦ ᠨᠢ ᠠᠩᠬᠠᠨ ᠤ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠰᠡᠨ ᠬᠡᠮᠵᠢᠶᠡᠨ ᠡᠴᠡ ᠶᠡᠬᠡ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Processor Failure. Possible fix: retry the payment
mn: ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠤᠨ ᠠᠯᠳᠠᠭ᠎ᠠ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠬᠢᠨ᠎ᠡ ᠦᠦ

source: The authorization has already been captured
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: The requested transaction amount must match the previous transaction amount.
mn: ᠬᠦᠰᠡᠭᠰᠡᠨ ᠠᠵᠢᠯ ᠭᠦᠢᠯᠭᠡᠭᠡᠨ ᠦ ᠳᠦᠩ ᠨᠢ ᠡᠮᠦᠨᠡᠬᠢ ᠭᠦᠢᠯᠭᠡᠭᠡᠨ ᠦ ᠳᠦᠩ ᠲᠡᠢ ᠲᠣᠬᠢᠷᠠᠵᠤ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃
