Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: Which timed transcript would you like to use?
mn: ᠲᠠ ᠠᠯᠢ ᠴᠠᠭ ᠤᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠤᠢ?

source: Error.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ

source: Timed Transcript from %(filename)s
mn: %(filename)s ᠡᠴᠡ ᠠᠪᠤᠭᠰᠠᠨ ᠲᠣᠪᠯᠠᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Timed Transcript Found
mn: ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠲᠧᠺᠰᠲ

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
mn: EdX ᠨᠢ ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠤ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠤᠮ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠲᠧᠺᠰᠲ ᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠪᠡᠯ᠂ ᠲᠠ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ᠂ ᠵᠠᠰᠠᠬᠤ᠂ ᠳ᠋ᠠᠬᠢᠨ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠣᠷᠣᠯᠠᠭᠤᠯᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠪᠡᠯ ᠰᠢᠨ᠎ᠡ .srt transcript ᠹᠠᠶᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Upload New Transcript
mn: ᠰᠢᠨ᠎ᠡ ᠢᠮᠧᠯᠡ ᠶᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ

source: Upload New .srt Transcript
mn: ᠰᠢᠨ᠎ᠡ .srt ᠲᠷᠠᠨᠰᠺᠷᠢᠫᠴᠡ ᠶᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ

source: Download Transcript for Editing
mn: ᠷᠧᠫᠣᠷᠲ ᠢ ᠳᠠᠮᠵᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: No EdX Timed Transcript
mn: EdX ᠶᠠᠮᠠᠷ ᠴᠤ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠥᠩᠭᠡᠷᠡᠭᠡ ᠦᠭᠡᠢ

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
mn: EdX ᠨᠢ ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠬᠤᠪᠢ ᠳᠤ ᠴᠠᠭ ᠲᠣᠪᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠲᠧᠺᠰᠲ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠨ ᠴᠤ YouTube ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠷᠠᠨᠰᠺᠷᠢᠫᠴ ᠣᠯᠤᠭᠰᠠᠨ᠃ ᠲᠠ YouTube ᠍ ᠦᠨ ᠲᠧᠺᠰᠲ ᠢ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠡᠰᠡᠪᠡᠯ ᠥᠪᠡᠷ ᠦᠨ .srttranscript ᠹᠠᠶᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Import YouTube Transcript
mn: YouTube ᠲᠷᠠᠨᠰᠧᠺᠲ ᠤᠨ ᠢᠮᠫᠣᠷᠲ

source: No Timed Transcript
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠭᠦᠢᠯᠭᠡᠭᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
mn: EdX ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠬᠤᠪᠢ ᠳᠤ ᠴᠠᠭ ᠲᠣᠪᠯᠠᠭᠰᠠᠨ ᠪᠢᠴᠢᠭ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ. .Srt ᠹᠠᠶᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
mn: EdX ᠳᠡᠭᠡᠷᠡᠬᠢ ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠳ᠋ᠢᠫᠯᠣᠮ ᠢᠶᠠᠨ ᠬᠣᠴᠣᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠬᠡᠳᠦᠢ ᠴᠤ YouTube ᠨᠢ ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠬᠤᠪᠢ ᠳᠤ ᠣᠳᠣ ᠶᠢᠨ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠲᠠᠢ ᠪᠠᠢᠨ᠎ᠠ᠃

source: Do you want to replace the edX transcript with the YouTube transcript?
mn: ᠲᠠ YouTube ᠲᠷᠠᠨᠰᠺᠷᠢᠫᠼ ᠲᠡᠢ edX ᠲᠧᠺᠰᠲ ᠢ ᠰᠣᠯᠢᠬᠤ ᠤᠤ?

source: Yes, replace the edX transcript with the YouTube transcript
mn: ᠲᠡᠶᠢᠮᠦ ᠡ᠂ edX ᠍ ᠦᠨ ᠲᠧᠺᠰᠲ ᠢ YouTube ᠍ ᠦᠨ ᠲᠧᠺᠰᠲ ᠢᠶᠡᠷ ᠣᠷᠣᠯᠠᠭᠤᠯᠤᠭᠠᠷᠠᠢ

source: Timed Transcript Uploaded Successfully
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ Transcript ᠠᠮᠵᠢᠯᠲᠠᠨ ᠳᠤ ᠬᠦᠷᠦᠭᠰᠡᠨ

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
mn: EdX ᠨᠢ ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠤ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠤᠮ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠣᠷᠣᠯᠠᠭᠤᠯᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠪᠡᠯ ᠰᠢᠨ᠎ᠡ .srt transcript ᠹᠠᠶᠢᠯ ᠢ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠲᠧᠺᠰᠲ ᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠪᠡᠯ᠂ ᠲᠠ ᠣᠳᠣ ᠪᠠᠢᠭ᠎ᠠ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ᠂ ᠵᠠᠰᠠᠬᠤ᠂ ᠳ᠋ᠠᠬᠢᠨ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Confirm Timed Transcript
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
mn: ᠲᠠ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ URL ᠍ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠰᠡᠨ ᠴᠤ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠪᠠᠷ ᠬᠠᠭᠤᠯᠪᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠹᠠᠶᠢᠯ ᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠴᠢᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ᠃ ᠲᠠ ᠣᠳᠣ ᠶᠢᠨ ᠴᠠᠭ ᠤᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠤᠤ ᠡᠰᠡᠪᠡᠯ ᠰᠢᠨ᠎ᠡ .srt ᠹᠠᠶᠢᠯ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠤᠤ?

source: Use Current Transcript
mn: ᠣᠳᠣ ᠶᠢᠨ ᠲᠷᠠᠨᠰᠺᠷᠢᠫᠲ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ
