Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: The card type sent is invalid or does not correlate with the credit card number. Possible fix: retry with the same card or another form of payment
mn: ᠺᠠᠷᠲ ᠤᠨ ᠲᠥᠷᠦᠯ ᠨᠢ ᠪᠤᠷᠤᠭᠤ ᠡᠰᠡᠪᠡᠯ ᠺᠷᠧᠳᠢᠲ ᠺᠠᠷᠲ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠨᠢᠭᠡ ᠺᠠᠷᠲ ᠡᠰᠡᠪᠡᠯ ᠥᠪᠡᠷ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ

source: The request ID is invalid.
mn: ᠬᠦᠰᠡᠯ ᠳᠦ ID ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You requested a capture through the API, but there is no corresponding, unused authorization record.
mn: ᠲᠠ API ᠠᠰᠢᠭᠯᠠᠨ ᠵᠢᠷᠤᠭ ᠠᠪᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠬᠠᠷᠠᠭᠠᠯᠵᠠᠬᠤ᠂ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: The transaction has already been settled or reversed.
mn: ᠡᠨᠡ ᠠᠵᠢᠯ ᠭᠦᠢᠯᠭᠡᠭᠡ ᠶᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠳᠠᠭᠤᠰᠬᠠᠪᠤᠷᠢ ᠪᠣᠯᠭᠠᠭᠰᠠᠨ ᠪᠤᠶᠤ ᠪᠤᠴᠠᠭᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The capture or credit is not voidable because the capture or credit information has already been submitted to your processor. Or, you requested a void for a type of transaction that cannot be voided.
mn: ᠪᠠᠷᠢᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠲᠠᠨ ᠤ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠳᠡᠭᠡᠷ᠎ᠡ ᠢᠯᠡᠭᠡᠭᠳᠡᠭᠰᠡᠨ ᠤᠴᠢᠷ ᠨᠢ ᠵᠤᠷᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠺᠷᠧᠳᠢᠲ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠡᠰᠡᠪᠡᠯ᠂ ᠲᠠ ᠶᠠᠮᠠᠷ ᠴᠤ ᠲᠥᠷᠥᠯ ᠦᠨ ᠭᠦᠢᠯᠭᠡᠭᠡᠨ ᠦ ᠬᠤᠪᠢ ᠳᠤ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ

source: You requested a credit for a capture that was previously voided
mn: ᠲᠠ ᠤᠷᠢᠳᠠ ᠨᠢ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ ᠺᠷᠧᠳᠢᠲ ᠢ ᠠᠪᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ

source: Error: The request was received, but there was a timeout at the payment processor. Possible fix: retry the payment.
mn: ᠠᠯᠳᠠᠭ᠎ᠠ᠄ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠬᠡᠲᠦᠷᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠬᠢᠨ᠎ᠡ ᠦᠦ

source: The authorization request was approved by the issuing bank but declined by CyberSource.' Possible fix: retry with a different form of payment.
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠭᠠᠷᠭᠠᠭᠴᠢ ᠪᠠᠩᠬᠢ ᠪᠠᠲᠤᠯᠠᠭᠰᠠᠨ ᠪᠣᠯᠪᠠᠴᠤ CyberSource ᠍ ᠰ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠵᠠᠰᠠᠪᠤᠷᠢ᠄ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: The payment processor did not return a required parameter: {parameter}
mn: ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠫᠠᠷᠠᠮᠧᠲ᠋ᠷ ᠢ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠨ᠄ {parameter}

source: The payment processor returned a badly-typed value {value} for parameter {parameter}.
mn: ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ {parameter} ᠫᠠᠷᠠᠮᠧᠲ᠋ᠷ ᠢ ᠮᠠᠭᠤ ᠤᠳᠬ᠎ᠠ ᠲᠠᠢ {value} ᠪᠤᠴᠠᠭᠠᠨ᠎ᠠ᠃

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
mn: 〈Charge᠎amount〉 〈ᠫᠷᠣᠼᠧᠰᠰᠣᠷ〉 ᠴᠡᠨᠡᠭ ᠦᠨ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ 〈ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ᠎amount᠎currency〉 ᠨᠢ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠨᠡᠢᠲᠡ ᠵᠠᠷᠤᠳᠠᠯ ᠠᠴᠠ ᠢᠯᠭᠠᠭ᠎ᠠ ᠲᠠᠢ {total_cost} 〈total᠎cost᠎currency〉᠃

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision}, and the reason was {reason}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ! ᠪᠢᠳᠡᠨ ᠦ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠲᠠᠨ ᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠡᠳᠡ ᠪᠤᠴᠠᠵᠤ ᠢᠷᠡᠭᠰᠡᠨ ᠰᠢᠢᠳᠪᠦᠷᠢ ᠨᠢ 〈ᠰᠢᠢᠳᠪᠦᠷᠢ〉᠂ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠨᠢ 〈ᠰᠢᠯᠲᠠᠭᠠᠨ〉 ᠪᠠᠢᠪᠠ᠃ ᠲᠠ ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᠬᠦᠯᠢᠶᠡᠬᠦ ᠦᠭᠡᠢ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠶᠢ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠲᠠᠢ ᠪᠢᠳᠡᠨ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: {msg} Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ! ᠮᠠᠨ ᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠪᠢᠳᠡᠨ ᠢ ᠵᠣᠬᠢᠰᠲᠠᠢ ᠪᠤᠰᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠲᠡᠢ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭ᠎ᠠ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ! ᠪᠢᠳᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠬᠢᠯᠭᠡᠵᠦ᠂ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠭ᠎ᠠ ᠶᠢᠨ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠶᠢ ᠠᠪᠬᠤ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠡᠨ ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠃ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠨᠢ᠄ 〈msg〉 ᠲᠠᠨ ᠤ ᠺᠷᠧᠳᠢᠲ ᠺᠠᠷᠲ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠲᠥᠯᠦᠭᠰᠡᠨ ᠪᠠᠢᠵᠤ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ᠃ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠪᠢᠳᠡᠨ ᠳᠦ ᠬᠠᠨᠳᠤᠭᠠᠷᠠᠢ᠃

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {msg}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ! ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠤ ᠤᠯᠠᠮ ᠠᠴᠠ ᠲᠠᠨ ᠤ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠨᠡᠢᠲᠡ ᠳᠦᠩᠭᠡ ᠡᠴᠡ ᠥᠭᠡᠷ᠎ᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ! ᠲᠤᠰᠬᠠᠢ ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠨᠢ᠄ 〈msg〉᠃ ᠲᠠᠨ ᠤ ᠺᠷᠧᠳᠢᠲ ᠺᠠᠷᠲ ᠢ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠡᠴᠡ ᠴᠢᠯᠦᠭᠡᠯᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠪᠢᠳᠡᠨ ᠳᠦ ᠬᠠᠨᠳᠤᠭᠠᠷᠠᠢ᠃

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {msg}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ! ᠪᠢᠳᠡᠨ ᠦ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠲᠠᠨ ᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠲᠠᠯᠠᠭᠠᠷᠬᠢ ᠮᠡᠬᠡᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠪᠢᠳᠡᠨ ᠳᠦ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠲᠤᠯᠠ ᠪᠢᠳᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠠᠴᠠ ᠢᠷᠡᠭᠰᠡᠨ ᠮᠧᠰᠰᠧᠵᠢ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠤᠰᠬᠠᠢ ᠠᠯᠳᠠᠭᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠨᠢ᠄ 〈msg〉᠃ ᠪᠢᠳᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠬᠢᠯᠭᠡᠵᠦ᠂ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠭ᠎ᠠ ᠶᠢᠨ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠶᠢ ᠠᠪᠬᠤ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠡᠨ ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠃ ᠲᠠᠨ ᠤ ᠺᠷᠧᠳᠢᠲ ᠺᠠᠷᠲ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠲᠥᠯᠦᠭᠰᠡᠨ ᠪᠠᠢᠵᠤ ᠮᠠᠭᠠᠳ ᠦᠭᠡᠢ᠃ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠪᠢᠳᠡᠨ ᠳᠦ ᠬᠠᠨᠳᠤᠭᠠᠷᠠᠢ᠃

source: Sorry! Our payment processor sent us back a message saying that you have cancelled this transaction. The items in your shopping cart will exist for future purchase. If you feel that this is in error, please contact us with payment-specific questions at {email}.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ! ᠪᠢᠳᠡᠨ ᠦ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠲᠠᠩᠳᠠ ᠡᠨᠡ ᠭᠦᠶᠦᠯᠭᠡᠭᠡ ᠶᠢ ᠴᠤᠴᠠᠯᠠᠭᠰᠠᠨ ᠭᠡᠵᠦ ᠮᠡᠳᠡᠭᠳᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠᠨ ᠤ ᠰᠠᠭᠰᠤᠨ ᠳᠤ ᠪᠠᠢᠭ᠎ᠠ ᠵᠦᠢᠯᠡᠰ ᠴᠢᠨᠠᠭᠰᠢᠳᠠ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠤᠯᠲᠠ ᠬᠢᠬᠦ ᠳᠦ ᠪᠡᠯᠡᠨ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠲᠠᠢ ᠭᠡᠵᠦ ᠪᠣᠳᠣᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ {email} ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ᠂ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠪᠠᠭᠤᠷᠠᠭᠰᠠᠨ᠃ ᠲᠠᠨ ᠤ ᠰᠠᠭᠰᠤᠨ ᠳᠤ ᠪᠠᠢᠭ᠎ᠠ ᠵᠦᠢᠯᠡᠰ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠰᠠᠨ᠃ ᠬᠡᠷᠪᠡ ᠲᠠᠨ ᠳᠤ ᠡᠨᠡᠬᠦ ᠭᠦᠢᠯᠭᠡᠭᠡᠨ ᠦ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠪᠠᠢᠪᠠᠯ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠪᠢᠳᠡᠨ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
mn: ᠠᠭᠤᠴᠢᠯᠠᠭᠠᠷᠠᠢ! ᠲᠠᠨ ᠤ ᠭᠡᠨᠡᠳᠲᠡ ᠶᠢᠨ ᠣᠨᠴᠠᠭᠠᠢ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠤᠴᠢᠷ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {email} ᠍ ᠰ ᠪᠢᠳᠡᠨ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: The merchant reference code for this authorization request matches the merchant reference code of another authorization request that you sent within the past 15 minutes. Possible action: Resend the request with a unique merchant reference code.
mn: ᠡᠨᠡ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠯᠠᠪᠯᠠᠬᠤ ᠺᠣᠳ᠋ ᠨᠢ ᠰᠡᠭᠦᠯ ᠦᠨ 15 ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠥᠭᠡᠷ᠎ᠡ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠯᠠᠪᠯᠠᠬᠤ ᠺᠣᠳ᠋ ᠍ ᠲᠠᠢ ᠲᠠᠭᠠᠷᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠄ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠯᠠᠪᠯᠠᠬᠤ ᠺᠣᠳ᠋ ᠍ ᠢᠶᠠᠷ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠢᠯᠡᠭᠡᠬᠦ

source: Only a partial amount was approved.
mn: ᠵᠥᠪᠬᠡᠨ ᠬᠡᠰᠡᠭᠴᠢᠯᠡᠨ ᠪᠠᠲᠤᠯᠠᠭᠰᠠᠨ᠃

source: General system failure.
mn: ᠶᠡᠷᠦᠩᠬᠡᠢ ᠰᠢᠰᠲ᠋ᠧᠮ ᠦᠨ ᠠᠯᠳᠠᠭ᠎ᠠ᠃

source: The request was received but there was a server timeout. This error does not include timeouts between the client and the server.
mn: ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠰᠧᠷᠸᠧᠷ ᠤᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠨᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠨᠢ ᠬᠠᠷᠢᠯᠴᠠᠭᠴᠢ ᠪᠠ ᠰᠧᠷᠸᠧᠷ ᠬᠣᠶᠠᠷ ᠤᠨ ᠬᠣᠭᠣᠷᠣᠨᠳᠣ ᠵᠠᠪᠰᠠᠷᠯᠠᠭ᠎ᠠ ᠠᠭᠤᠯᠠᠳᠠᠭ ᠦᠭᠡᠢ

source: The request was received, but a service did not finish running in time.
mn: ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠨᠢ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠨᠢ ᠳᠠᠭᠤᠰᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification System (AVS).
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠭᠠᠷᠭᠠᠭᠴᠢ ᠪᠠᠩᠬᠢ ᠪᠠᠲᠤᠯᠠᠭᠰᠠᠨ ᠪᠣᠯᠪᠠᠴᠤ CyberSource ᠍ ᠠᠴᠠ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ ᠲᠤᠯᠠ ᠬᠦᠯᠢᠶᠡᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠰᠢᠰᠲ᠋ᠧᠮ (AVS) ᠢ ᠳᠠᠪᠠᠭ᠎ᠠ ᠦᠭᠡᠢ

source: The issuing bank has questions about the request. You do not receive an authorization code programmatically, but you might receive one verbally by calling the processor. Possible action: retry with another form of payment.
mn: ᠡᠭᠦᠰᠬᠡᠨ ᠪᠠᠢᠭᠤᠯᠤᠭᠴᠢ ᠨᠢ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠲᠠᠯᠠᠷᠠᠬᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠲᠠᠢ᠃ ᠲᠠ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠫᠷᠣᠭᠷᠠᠮ ᠢᠶᠠᠷ ᠨᠢᠴᠤᠭᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠪᠠᠴᠤ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠢ ᠳᠠᠭᠤᠳᠠᠵᠤ ᠤᠲᠠᠰᠤ ᠪᠠᠷ ᠶᠠᠷᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠦᠢᠯᠡᠳᠦᠯ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible action: retry with another form of payment.
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠺᠠᠷᠲ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠪᠠᠩᠬᠢ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠣᠨ ᠰᠠᠷ᠎ᠠ ᠡᠳᠦᠷ ᠢ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠣᠯ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠦᠢᠯᠡᠳᠦᠯ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: General decline of the card. No other information provided by the issuing bank. Possible action: retry with another form of payment.
mn: ᠺᠠᠷᠲ ᠤᠨ ᠶᠡᠷᠦᠩᠬᠡᠢ ᠪᠠᠭᠤᠷᠠᠯᠲᠠ᠃ ᠢᠮᠫᠣᠷᠲᠯᠠᠭᠴᠢ ᠪᠠᠩᠬᠢᠨ ᠠᠴᠠ ᠥᠭᠡᠷ᠎ᠡ ᠶᠠᠮᠠᠷ ᠴᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠦᠢᠯᠡᠳᠦᠯ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ

source: Insufficient funds in the account. Possible action: retry with another form of payment.
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠳᠦ ᠰᠠᠩᠬᠦᠵᠢᠯᠲᠡ ᠬᠠᠩᠭᠠᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Stolen or lost card.
mn: ᠬᠤᠯᠠᠭᠠᠶᠢᠯᠠᠭᠰᠠᠨ ᠪᠤᠶᠤ ᠠᠯᠠᠳᠠᠭᠰᠠᠨ ᠺᠠᠷᠲ᠃

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
mn: ᠪᠠᠩᠬᠢ ᠶᠢ ᠣᠯᠭᠤᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠄ ᠬᠡᠳᠦᠨ ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤ᠃

source: Inactive card or card not authorized for card-not-present transactions. Possible action: retry with another form of payment.
mn: ᠷᠲ ᠣᠳᠤᠭ᠎ᠠ ᠪᠠᠷ ᠭᠦᠶᠦᠯᠭᠡᠭᠡ ᠬᠢᠬᠦ ᠡᠷᠬᠡ ᠦᠭᠡᠢ ᠺᠠᠷᠲ ᠤᠨ ᠡᠰᠡᠪᠡᠯ ᠺᠠᠷᠲ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠺᠠᠷᠲ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠦᠢᠯᠡᠳᠦᠯ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ

source: CVN did not match.
mn: CVN ᠲᠠᠭᠠᠷᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The card has reached the credit limit. Possible action: retry with another form of payment.
mn: ᠺᠠᠷᠲ ᠨᠢ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠬᠢᠵᠠᠭᠠᠷ ᠲᠤ ᠬᠦᠷᠦᠭᠰᠡᠨ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
mn: ᠺᠠᠷᠲ ᠰᠢᠯᠭᠠᠬᠤ ᠳ᠋ᠤᠭᠠᠷ (CVN)ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The customer matched an entry on the processors negative file.
mn: ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠦᠯᠦᠭᠴᠢ ᠨᠢ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠤᠨ ᠰᠥᠷᠭᠦ ᠹᠠᠢᠯ ᠳᠤ ᠲᠠᠭᠠᠷᠠᠭᠰᠠᠨ᠃

source: Account frozen. Possible action: retry with another form of payment.
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠬᠥᠯᠳᠡᠭᠡᠭᠰᠡᠨ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the CVN check. Possible action: retry with another form of payment.
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠭᠠᠷᠭᠠᠭᠴᠢ ᠪᠠᠩᠬᠢ ᠪᠠᠷ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠰᠡᠨ ᠪᠣᠯᠪᠠᠴᠤ CyberSource ᠡᠭᠦᠨ ᠢ CVN ᠰᠢᠯᠭᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠲᠤᠯᠠ ᠬᠠᠰᠤᠭᠰᠠᠨ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠦᠢᠯᠡᠳᠦᠯ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ

source: Invalid account number. Possible action: retry with another form of payment.
mn: ᠪᠤᠷᠤᠭᠤ ᠬᠠᠶ᠋ᠢᠭ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The card type is not accepted by the payment processor. Possible action: retry with another form of payment.
mn: ᠺᠠᠷᠲ ᠤᠨ ᠲᠥᠷᠦᠯ ᠨᠢ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠢᠶᠠᠷ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠳᠠᠭ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠦᠢᠯᠡᠳᠦᠯ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ

source: General decline by the processor. Possible action: retry with another form of payment.
mn: ᠶᠡᠷᠦᠩᠬᠡᠢ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠪᠠᠭᠤᠷᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: There is a problem with the information in your CyberSource account. Please let us know at {0}
mn: ᠲᠠᠨ ᠤ CyberSource ᠳᠠᠩᠰᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠳᠦ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠠᠢᠨ᠎ᠠ ᠃ 〈0〉 ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠢᠳᠡᠨ ᠳᠦ ᠮᠡᠳᠡᠭᠳᠡᠭᠡᠷᠡᠢ

source: The requested capture amount exceeds the originally authorized amount.
mn: ᠬᠦᠰᠡᠯᠲᠡ ᠲᠠᠯᠪᠢᠭᠰᠠᠨ ᠳᠦᠩ ᠨᠢ ᠠᠩᠬᠠᠨ ᠤ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠰᠡᠨ ᠳᠦᠩᠭᠡ ᠡᠴᠡ ᠬᠡᠲᠦᠷᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Processor Failure. Possible action: retry the payment
mn: ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠤᠨ ᠠᠯᠳᠠᠭ᠎ᠠ᠃ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ᠄ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠬᠢᠨ᠎ᠡ ᠦᠦ

source: The authorization has already been reversed.
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠪᠤᠴᠠᠭᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The authorization has already been captured.
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
mn: ᠺᠠᠷᠲ ᠤᠨ ᠲᠥᠷᠦᠯ ᠨᠢ ᠪᠤᠷᠤᠭᠤ ᠡᠰᠡᠪᠡᠯ ᠺᠷᠧᠳᠢᠲ ᠺᠠᠷᠲ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠦᠢᠯᠡᠳᠦᠯ᠄ ᠢᠵᠢᠯ ᠺᠠᠷᠲ ᠤᠨ ᠡᠰᠡᠪᠡᠯ ᠥᠪᠡᠷ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤ

source: You requested a capture, but there is no corresponding, unused authorization record. Occurs if there was not a previously successful authorization request or if the previously successful authorization has already been used by another capture request.
mn: ᠲᠠ ᠵᠢᠷᠤᠭ ᠠᠪᠬᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠬᠠᠷᠠᠭᠠᠯᠵᠠᠬᠤ᠂ ᠠᠰᠢᠭᠯᠠᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠪᠢᠴᠢᠯᠭᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠦᠰᠡᠯᠲᠡ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠨ ᠡᠰᠡᠪᠡᠯ ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠡᠷᠬᠡ ᠪᠦᠬᠦᠢ ᠬᠡᠷᠡᠭᠪᠠᠷᠤᠯᠪᠤᠷᠢ ᠳᠤ ᠥᠭᠡᠷ᠎ᠡ ᠬᠦᠰᠡᠯᠲᠡ ᠲᠠᠯᠪᠢᠭᠰᠠᠨ ᠪᠣᠯ

source: Either the capture or credit is not voidable because the capture or credit information has already been submitted to your processor, or you requested a void for a type of transaction that cannot be voided.
mn: ᠪᠠᠷᠢᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠲᠠᠨ ᠤ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠳ᠋ᠤ᠌ ᠢᠯᠡᠭᠡᠭᠳᠡᠭᠰᠡᠨ ᠡᠰᠡᠪᠡᠯ ᠲᠠᠲᠠᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠭᠦᠢᠯᠭᠡᠭᠡᠨ ᠦ ᠬᠤᠪᠢ ᠳᠤ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠪᠠᠢᠬᠤ ᠶᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ ᠲᠤᠯᠠ ᠺᠷᠧᠳᠢᠲ ᠪᠠ ᠺᠷᠧᠳᠢᠲ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: You requested a credit for a capture that was previously voided.
mn: ᠲᠠ ᠤᠷᠢᠳᠠ ᠨᠢ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ ᠺᠷᠧᠳᠢᠲ ᠢ ᠠᠪᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ᠃

source: The request was received, but there was a timeout at the payment processor.
mn: ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠫᠷᠣᠼᠧᠰᠰᠣᠷ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠬᠡᠲᠦᠷᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Stand-alone credits are not allowed.
mn: ᠵᠥᠪᠬᠡᠨ ᠺᠷᠧᠳᠢᠲ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠳᠡᠭ ᠦᠭᠡᠢ᠃

source: The cardholder is enrolled for payer authentication
mn: ᠺᠠᠷᠲ ᠡᠵᠡᠮᠰᠢᠭᠴᠢ ᠶᠢ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠤᠯᠳᠠᠭ

source: Payer authentication could not be authenticated
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: The authorization request was approved by the issuing bank but declined by CyberSource based on your legacy Smart Authorization settings. Possible action: retry with a different form of payment.
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᠨ ᠬᠦᠰᠡᠯᠲᠦ ᠶᠢ ᠭᠠᠷᠭᠠᠭᠴᠢ ᠪᠠᠩᠬᠢ ᠪᠠᠲᠤᠯᠠᠭᠰᠠᠨ ᠪᠣᠯᠪᠠᠴᠤ CyberSource ᠳᠡᠭᠡᠷ᠎ᠡ ᠦᠨᠳᠦᠰᠦᠯᠡᠭᠰᠡᠨ ᠲᠠᠨ ᠤ ᠬᠠᠭᠤᠴᠢᠨ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠠᠴᠠ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠦᠢᠯᠡᠳᠦᠯ᠄ ᠥᠪᠡᠷ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ

source: Order Number
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠳ᠋ᠤᠭᠠᠷ

source: Customer Name
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Date of Original Transaction
mn: ᠵᠢᠩᠬᠢᠨᠢ ᠭᠦᠢᠯᠭᠡᠭᠡᠨ ᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Date of Refund
mn: ᠪᠤᠴᠠᠭᠠᠬᠤ ᠡᠳᠦᠷ

source: Amount of Refund
mn: ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠣᠯᠲᠠ ᠶᠢᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ

source: Service Fees (if any)
mn: ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠬᠥᠯᠦᠰᠦ (ᠬᠡᠷᠪᠡ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ)

source: Purchase Time
mn: ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠴᠠᠭ

source: Order ID
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ID

source: Unit Cost
mn: ᠨᠢᠭᠡᠴᠢ ᠶᠢᠨ ᠵᠠᠷᠤᠳᠠᠯ

source: Total Cost
mn: ᠨᠡᠢᠲᠡ ᠵᠠᠷᠤᠳᠠᠯ

source: Currency
mn: ᠸᠠᠯᠶᠦ᠋ᠲ

source: Comments
mn: ᠰᠡᠳᠬᠢᠭᠳᠡᠯ

source: University
mn: ᠶᠡᠬᠡ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ

source: Course Announce Date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠵᠠᠷᠯᠠᠬᠤ ᠬᠢᠴᠢᠶᠡᠯ

source: Course Start Date
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Course Registration Close Date
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ

source: Course Registration Period
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Total Enrolled
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ

source: Audit Enrollment
mn: ᠠᠦ᠋ᠳᠢᠲ ᠤᠨ ᠡᠯᠰᠡᠯᠲᠡ

source: Honor Code Enrollment
mn: ᠬᠦᠨᠳᠦᠳᠬᠡᠯ ᠦᠨ ᠺᠣᠳ᠋ ᠍ ᠤᠨ ᠡᠯᠰᠡᠯᠲᠡ

source: Verified Enrollment
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠯ ᠳᠤ

source: Gross Revenue
mn: ᠨᠡᠢᠲᠡ ᠣᠷᠣᠯᠭ᠎ᠠ

source: Gross Revenue over the Minimum
mn: ᠨᠡᠢᠲᠡ ᠣᠷᠣᠯᠭ᠎ᠠ ᠨᠢ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ

source: Number of Verified Students Contributing More than the Minimum
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠲᠣᠭ᠎ᠠ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠠᠴᠠ ᠶᠡᠬᠡ ᠪᠠᠢᠨ᠎ᠠ

source: Number of Refunds
mn: ᠪᠤᠴᠠᠭᠠᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠲᠣᠭ᠎ᠠ

source: Dollars Refunded
mn: ᠳ᠋ᠣᠯᠯᠠᠷ ᠪᠤᠴᠠᠭᠠᠵᠤ ᠥᠭᠭᠦᠨ᠎ᠡ

source: Number of Transactions
mn: ᠭᠦᠢᠯᠭᠡᠭᠡᠨ ᠦ ᠲᠣᠭ᠎ᠠ

source: Total Payments Collected
mn: ᠨᠡᠢᠲᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠨᠦᠭᠦᠳ

source: Number of Successful Refunds
mn: ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠤᠴᠠᠭᠠᠨ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠲᠣᠭ᠎ᠠ

source: Total Amount of Refunds
mn: ᠨᠡᠢᠲᠡ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠳᠦᠩ

source: You must be logged-in to add to a shopping cart
mn: ᠲᠠ ᠰᠠᠭᠰᠤᠨ ᠳᠤ ᠨᠡᠮᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠨᠡᠪᠲᠡᠷᠡᠴᠢ ᠣᠷᠣᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: The course you requested does not exist.
mn: ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The course {course_id} is already in your cart.
mn: ᠬᠢᠴᠢᠶᠡᠯ 〈course᠎id〉 ᠨᠢ ᠲᠠᠨ ᠤ ᠲᠡᠷᠭᠡᠨ ᠳᠦ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠣᠷᠣᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You are already registered in course {course_id}.
mn: ᠲᠠ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ {course_id} ᠍ ᠳᠦ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Course added to cart.
mn: ᠺᠦ᠋ᠷᠲᠠᠨ ᠳᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ᠃

source: Discount does not exist against code '{code}'.
mn: ᠬᠢᠮᠳᠠᠷᠠᠯ ᠺᠣᠳ᠋ {code} ᠡᠰᠡᠷᠡᠭ ᠪᠠᠢᠳᠠᠭ ᠦᠭᠡᠢ᠃

source: This enrollment code ({enrollment_code})is no longer valid.
mn: ᠡᠨᠡ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ({enrollment_code})ᠨᠢ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: This enrollment code ({enrollment_code})is not valid.
mn: ᠡᠨᠡ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ({enrollment_code})ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Code '{registration_code}' is not valid for any course in the shopping cart.
mn: ᠺᠣᠳ᠋ {registration_code} ᠨᠢ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ ᠲᠡᠷᠭᠡᠨ ᠦ ᠶᠠᠮᠠᠷ ᠴᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Cart item quantity should not be greater than 1 when applying activation code
mn: ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠯᠲᠡ ᠶᠢᠨ ᠺᠣᠳ᠋ ᠬᠡᠷᠡᠭᠯᠡᠬᠦ ᠦᠶ᠎ᠡ ᠳᠦ ᠪᠦᠲᠦᠭᠡᠭᠳᠡᠬᠦᠨ ᠦ ᠲᠣᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ 1 ᠍ ᠡᠴᠡ ᠶᠡᠬᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Only one coupon redemption is allowed against an order
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠡᠰᠡᠷᠡᠭ ᠨᠢᠭᠡ ᠺᠦ᠋ᠫᠣᠨ ᠢ ᠡᠷᠭᠢᠭᠦᠯᠦᠨ ᠠᠪᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠳᠡᠭ

source: success
mn: ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠪᠣᠯᠣᠭᠰᠠᠨ

source: You do not have permission to view this page.
mn: ᠲᠠᠨ ᠳᠤ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: No email address provided.
mn: ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠠᠯᠠᠭ᠎ᠠ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Create Account
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Continue
mn: ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ

source: View and regenerate certificates.
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠬᠠᠷᠠᠬᠤ ᠪᠠ ᠳᠠᠬᠢᠨ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ᠃

source: Manual Refund
mn: ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ ᠠᠴᠠ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠤᠬᠤ

source: Track refunds issued directly through CyberSource.
mn: ᠺᠢᠪᠧᠷᠰᠤᠷᠤᠭᠰᠠᠭᠠᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢ ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠣᠬᠤ᠃

source: Enrollment
mn: ᠰᠢᠨ᠎ᠡ ᠪᠡᠷ ᠭᠡᠰᠢᠭᠦᠨ ᠡᠯᠰᠡᠭᠦᠯᠬᠦ᠂ ᠡᠯᠰᠡᠯᠲᠡ

source: View and update learner enrollments.
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢ ᠬᠠᠷᠠᠬᠤ᠂ ᠰᠢᠨᠡᠳᠭᠡᠬᠦ᠃

source: Email Address
mn: ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ

source: Course ID
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ

source: User not found
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: Course {course_id} not past the refund window.
mn: ᠬᠢᠴᠢᠶᠡᠯ 〈course᠎id〉 ᠪᠤᠴᠠᠭᠠᠨ ᠣᠯᠭᠣᠯᠲᠠ ᠶᠢᠨ ᠴᠣᠩᠬᠣ ᠶᠢ ᠥᠩᠭᠡᠷᠡᠭᠡ ᠦᠭᠡᠢ᠃

source: No order found for {user} in course {course_id}
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ {user} ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ 〈course᠎id〉

source: Unenrolled {user} from {course_id}
mn: 〈Course᠎id〉 ᠍ ᠠᠴᠠ unenrolled 〈ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ〉

source: Refunded {cost} for order id {order_id}
mn: 〈ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ〉 ᠲᠤᠰᠢᠶᠠᠯ ᠤᠨ ᠪᠤᠴᠠᠭᠠᠨ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠳᠦ 〈ᠵᠠᠷᠤᠳᠠᠯ〉

source: Optional language the team uses as ISO 639-1 code.
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠬᠡᠯᠡ ᠪᠡᠷ ᠨᠢ ᠪᠠᠭ ᠨᠢ ISO 639-1 ᠺᠣᠳ᠋ ᠍ ᠢᠶᠠᠷ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠃

source: Teams
mn: ᠪᠠᠭᠤᠤ ᠳᠤ

source: The supplied course id {course_id} is not valid.
mn: ᠪᠡᠯᠡᠨ ᠪᠠᠢᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ id 〈course᠎id〉 ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: course_id must be provided
mn: course᠎id ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: text_search and order_by cannot be provided together
mn: text᠎search ᠪᠣᠯᠤᠨ order᠎by ᠨᠢ ᠨᠡᠶᠢᠯᠡᠭᠦᠯᠵᠦ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ

source: The supplied topic id {topic_id} is not valid
mn: ᠳᠡᠭᠡᠷᠡᠬᠢ ᠰᠡᠳᠦᠪ id 〈topic᠎id〉 ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Error connecting to elasticsearch
mn: Elasticsearch ᠬᠠᠶᠢᠯᠲᠠ ᠲᠠᠢ ᠬᠤᠯᠪᠤᠬᠤ ᠠᠯᠳᠠᠭ᠎ᠠ

source: The ordering {ordering} is not supported
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ〉 ᠵᠠᠬᠢᠶᠠᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: The supplied course_id {course_id} is not valid.
mn: Supplied course᠎id 〈course᠎id〉 ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: You are already in a team in this course.
mn: ᠲᠠ ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠪᠠᠭᠲᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: username or team_id must be specified.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ tim᠎id ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Username is required.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: Team id is required.
mn: ᠪᠠᠭ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: This team is already full.
mn: ᠡᠨᠡ ᠪᠠᠭ ᠪᠦᠷᠢᠨ ᠳᠦᠭᠦᠷᠡᠩ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The user {username} is already a member of a team in this course.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ {username} ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠪᠠᠭᠲᠤᠭᠰᠠᠨ ᠪᠠᠭ ᠶᠤᠮ᠃

source: The user {username} is not enrolled in the course associated with this team.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ {username} ᠡᠨᠡ ᠪᠠᠭ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Your {platform_name} verification has expired.
mn: ᠲᠠᠨ ᠤ {platform_name} ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ᠃

source: We couldn't read your name from your photo ID image.
mn: ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠵᠢᠷᠤᠭ ᠤᠨ ID ᠳᠦᠷᠦᠭᠰᠡᠨ ᠡᠴᠡ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠤᠩᠰᠢᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃ Nous n'avons pas pu lire votre nom sur la photo de votre pièce d'identité.

source: The name associated with your account and the name on your ID do not match.
mn: ᠲᠠᠨ ᠤ ᠠᠺᠠᠤᠨᠲ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠨᠡᠷᠡ᠂ ᠲᠠᠨ ᠤ ID ᠳᠡᠭᠡᠷᠡᠬᠢ ᠨᠡᠷ᠎ᠡ ᠲᠠᠭᠠᠷᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ Le nom associé à votre compte et le nom sur votre pièce d'identité ne correspondent pas.

source: The image of your face was not clear.
mn: ᠲᠠᠨ ᠤ ᠨᠡᠭᠦᠷ ᠦᠨ ᠦ ᠵᠢᠷᠤᠭ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Your face was not visible in your self-photo.
mn: ᠲᠠᠨ ᠤ ᠨᠢᠭᠤᠷᠠᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠᠨ ᠤ ᠵᠤᠷᠭᠠᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠨ᠃

source: There was an error verifying your ID photos.
mn: ᠲᠠᠨ ᠤ ID ᠵᠢᠷᠤᠭ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ Il y a eu une erreur pendant le processus de vérification de vos photos d'identité.

source: The course for which this deadline applies
mn: ᠡᠨᠡ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠮᠥᠷ ᠲᠦ ᠬᠢ ᠬᠢᠴᠢᠶᠡᠯ

source: The datetime after which users are no longer allowed to submit photos for verification.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᠵᠢᠷᠤᠭ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ᠃

source: Intro
mn: ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ

source: Make payment
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠤᠯᠭᠤᠬᠤ

source: Payment confirmation
mn: ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠪᠠᠲᠤᠯᠠᠭ᠎ᠠ

source: Take photo
mn: ᠵᠢᠷᠤᠭ ᠠᠪᠬᠤ

source: Take a photo of your ID
mn: ID ᠳ᠋ᠤᠭ ᠢᠶᠠᠷ ᠢᠶᠠᠨ ᠵᠢᠷᠤᠨ᠎ᠠ ᠤᠤ

source: Review your info
mn: ᠥᠪᠡᠷ ᠦᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ

source: Enrollment confirmation
mn: ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ

source: Selected price is not valid number.
mn: ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠦᠨ᠎ᠡ ᠨᠢ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠲᠣᠭ᠎ᠠ ᠪᠢᠰᠢ᠃

source: This course doesn't support paid certificates
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶᠢᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠶᠢ ᠳᠡᠮᠵᠢᠬᠦ ᠦᠭᠡᠢ

source: No selected price or selected price is below minimum.
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠦᠨ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠦᠨ᠎ᠡ ᠨᠢ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠠᠴᠠ ᠳᠣᠭᠣᠭᠰᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Photo ID image is required if the user does not have an initial verification attempt.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠡᠬᠢᠨ ᠦ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ ᠵᠢᠷᠤᠭ ᠤᠨ ID ᠳᠦᠷᠰᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ᠃

source: Missing required parameter face_image
mn: ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠫᠠᠷᠠᠮᠧᠲ᠋ᠷ ᠨᠢᠭᠤᠷ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Invalid course key
mn: ᠪᠤᠷᠤᠭᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ

source: No profile found for user
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠫᠷᠣᠹᠠᠢᠯ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ
