Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
mn: API ᠪᠣᠯᠤᠨ ᠪᠦᠬᠦ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠢ {platform_name} ᠪᠣᠯᠤᠨ ᠲᠡᠭᠦᠨ ᠦ ᠲᠦᠩᠰᠢ ᠨᠦᠭᠦᠳ ᠦᠨ ᠦᠨ᠎ᠡ ᠴᠡᠨ᠎ᠡ ᠲᠡᠢ ᠣᠶᠤᠨ ᠤ ᠥᠮᠴᠢ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠭᠡᠳᠡᠭ ᠢᠶᠡᠨ ᠬᠦᠯᠢᠶᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠠᠢᠨ᠎ᠠ . API ᠪᠣᠯᠤᠨ ᠪᠦᠬᠦ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠮᠧᠷᠢᠺᠠ ᠶᠢᠨ ᠨᠢᠭᠡᠳᠦᠭᠰᠡᠨ ᠤᠯᠤᠰ᠂ ᠭᠠᠳᠠᠭᠠᠳᠤ ᠶᠢᠨ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ᠂ ᠪᠠᠷᠠᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭ᠂ ᠪᠤᠰᠤᠳ ᠬᠠᠤᠯᠢ ᠲᠣᠭᠲᠠᠭᠠᠮᠵᠢ ᠪᠠᠷ ᠬᠠᠮᠠᠭᠠᠯᠠᠨ᠎ᠠ. API ᠪᠠ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠦᠬᠦ ᠡᠷᠬᠡ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠵᠢᠭᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠳᠤ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠨ᠎ᠠ. API ᠡᠰᠡᠪᠡᠯ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠢᠶᠠᠷ ᠲᠠ API ᠪᠤᠶᠤ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠶᠠᠮᠠᠷ ᠴᠤ ᠡᠷᠬᠡ ᠶᠢ ᠡᠵᠡᠮᠰᠢᠬᠦ ᠦᠭᠡᠢ᠃ ᠲᠠ API ᠡᠰᠡᠪᠡᠯ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠥᠮᠴᠢᠯᠡᠬᠦ ᠶᠢ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ ᠪᠤᠶᠤ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠵᠦ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠥᠪᠡᠷ ᠢ ᠪᠡᠨ ᠡᠰᠡᠪᠡᠯ ᠲᠠᠨ ᠤ ᠺᠣᠮᠫᠠᠨᠢ ᠳᠤ ᠡᠰᠡᠪᠡᠯ ᠫᠷᠣᠭᠷᠠᠮ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠪᠤᠷᠤᠭᠤ ᠮᠡᠳᠡᠭᠦᠯᠬᠦ ᠶᠢ ᠣᠷᠣᠯᠳᠤᠬᠤ ᠶᠣᠰᠣ ᠦᠭᠡᠢ᠃ ᠲᠠ ᠳᠧᠷᠢᠸᠠᠲ᠋ᠢᠸ ᠠᠵᠢᠯ ᠤᠳ ᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ᠂ ᠠᠰᠢᠭᠯᠠᠬᠤ᠂ ᠯᠢᠼᠧᠨᠽᠵᠢᠭᠦᠯᠬᠦ᠂ ᠡᠰᠡᠪᠡᠯ API API ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠪᠦᠬᠦᠯᠢ ᠳᠦ ᠨᠢ ᠪᠤᠶᠤ ᠵᠠᠷᠢᠮ ᠳᠤ ᠪᠠᠨ ᠥᠪᠡᠷ ᠦᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠡᠴᠡ ᠡᠰᠡᠪᠡᠯ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠦᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠡᠴᠡ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠣᠷᠣᠯᠳᠤᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠲᠠ API ᠪᠤᠶᠤ API ᠠᠭᠤᠯᠭ᠎ᠠ (ᠳᠠᠰᠤᠨ ᠵᠣᠬᠢᠴᠠᠬᠤ᠂ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ᠂ ᠨᠡᠶᠢᠳᠡᠯᠡᠬᠦ᠂ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠪᠦᠲᠦᠭᠡᠯ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠳ)ᠲᠠᠷᠠᠭᠠᠬᠤ᠂ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: All names, logos and seals ("Trademarks")that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rightrs notices incorporated in or accompanying the API Content. If any third party revokes access to API Content owned or controlled by that third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that third party is deleted from your app, networks, systems and servers as soon as reasonably possible. If you stop using the APIs altogether or if your API access is revoked, you must delete all API Content in the same way.
mn: API᠂ API ᠠᠭᠤᠯᠭ᠎ᠠ᠂ ᠡᠰᠡᠪᠡᠯ API ᠪᠤᠶᠤ API ᠍ ᠢᠶᠡᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᠦᠵᠡᠭᠦᠯᠬᠦ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠨᠦᠭᠦᠳ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠭ᠎ᠠ ᠪᠦᠬᠦ ᠨᠡᠷ᠎ᠡ᠂ ᠯᠣᠭᠣ᠂ ᠯᠠᠴᠠ ("Trademarks")ᠨᠢ ᠲᠤᠰ ᠲᠤᠰ ᠤᠨ ᠡᠵᠡᠳ ᠦᠨ ᠥᠮᠴᠢ ᠶᠤᠮ᠃ ᠲᠠ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ᠂ ᠪᠠᠷᠠᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭ ᠦᠨ ᠮᠡᠳᠡᠭᠳᠡᠯ᠂ ᠡᠰᠡᠪᠡᠯ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠪᠠᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠥᠮᠴᠢᠯᠡᠬᠦ ᠡᠷᠬᠡ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠮᠡᠳᠡᠭᠯᠡᠯ ᠦᠳ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ᠂ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ᠂ ᠡᠰᠡᠪᠡᠯ ᠳᠠᠯᠳᠠᠯᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠨᠢ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠡᠵᠡᠮᠰᠢᠵᠦ ᠪᠤᠢ ᠪᠤᠶᠤ ᠡᠵᠡᠮᠰᠢᠵᠦ ᠪᠤᠢ API ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠲᠦ ᠬᠠᠨᠳᠤᠬᠤ᠂ ᠲᠡᠭᠦᠨ ᠦ ᠳᠣᠲᠣᠷ᠎ᠠ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠪᠠᠷᠠᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭ ᠦᠨ ᠬᠢᠵᠠᠭᠠᠷ ᠦᠭᠡᠢ ᠪᠡᠷ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠡᠷᠬᠡ ᠶᠢ ᠴᠤᠴᠠᠯᠬᠤ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠳᠤ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠪᠦᠬᠦ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠲᠠᠨ ᠤ ᠠᠫᠫ᠂ ᠰᠦᠯᠵᠢᠶ᠎ᠡ᠂ ᠰᠢᠰᠲ᠋ᠧᠮ᠂ ᠰᠧᠷᠸᠧᠷ ᠡᠴᠡ ᠠᠯᠢ ᠪᠣᠯᠬᠤ ᠪᠣᠭᠣᠨᠢ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳᠤ ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ API ᠍ ᠢ ᠪᠦᠭᠦᠳᠡ ᠶᠢ ᠨᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠠᠨ ᠵᠣᠭᠰᠣᠬᠤ ᠪᠤᠶᠤ API ᠬᠠᠨᠳᠤᠯᠲᠠ ᠴᠤᠴᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠣᠯ ᠲᠠ ᠪᠦᠬᠦ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠢᠵᠢᠯ ᠠᠷᠭ᠎ᠠ ᠪᠠᠷ ᠤᠰᠠᠳᠬᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
mn: ᠲᠠ 〈API᠎name〉 ᠍ ᠢ API ᠡᠰᠡᠪᠡᠯ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠶᠠᠮᠠᠷ ᠴᠤ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ {platform_name} ᠍ ᠳᠤ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠳᠤ ᠪᠠᠨ ᠬᠡᠷᠪᠡ ᠲᠠ {platform_name} ᠍ ᠢ ᠳᠡᠯᠡᠬᠡᠢ ᠳᠠᠶᠠᠭᠠᠷ᠂ ᠣᠨᠴᠠᠭᠠᠢ ᠪᠤᠰᠤ᠂ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠂ ᠲᠣᠮᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ᠂ ᠳᠡᠳ᠋ ᠯᠢᠼᠧᠨᠽ ᠲᠡᠢ᠂ ᠪᠥᠷᠢᠨ ᠲᠥᠯᠦᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠂ ᠶᠠᠮᠠᠷ ᠴᠤ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠳᠤ ᠡᠳᠡᠭᠡᠷ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠪᠦᠬᠦᠯᠢ ᠳᠦ ᠨᠢ᠂ ᠡᠰᠡᠬᠦᠯ᠎ᠡ ᠬᠡᠰᠡᠭᠴᠢᠯᠡᠨ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ᠂ ᠳᠠᠮᠵᠢᠭᠤᠯᠬᠤ᠂ ᠦᠵᠡᠭᠦᠯᠬᠦ᠂ ᠳᠠᠮᠵᠢᠭᠤᠯᠬᠤ᠂ ᠬᠤᠪᠢᠯᠠᠬᠤ᠂ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ᠂ ᠲᠦᠭᠡᠭᠡᠬᠦ᠂ ᠳ᠋ᠠᠬᠢᠨ ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠬᠤ᠂ ᠳ᠋ᠠᠬᠢᠨ ᠠᠰᠢᠭᠯᠠᠬᠤ᠂ ᠠᠰᠢᠭᠯᠠᠬᠤ᠂ ᠠᠰᠢᠭᠯᠠᠬᠤ᠂ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠡᠷᠬᠡ ᠦᠭᠡᠢ. ᠬᠡᠯᠪᠡᠷᠢ᠂ ᠮᠧᠳᠢᠶᠠ ᠹᠣᠷᠮᠠᠲ᠋᠂ ᠶᠠᠮᠠᠷ ᠴᠤ ᠮᠧᠳᠢᠶᠠ ᠰᠤᠪᠠᠭ ᠢᠶᠠᠷ (ᠣᠳᠣ ᠮᠡᠳᠡᠭᠳᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠪᠡᠯ ᠴᠢᠨᠠᠭᠰᠢᠳᠠ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ)ᠳᠠᠮᠵᠢᠨ᠎ᠠ᠃

source: Privacy
mn: ᠨᠢᠭᠤᠴᠠᠯᠠᠯ

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising)with {platform_name} and other third parties.
mn: ᠲᠠ ᠬᠣᠯᠪᠣᠭᠣᠳᠠᠬᠤ ᠪᠦᠬᠦ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤᠨ ᠬᠠᠤᠯᠢ ᠲᠣᠭᠲᠠᠭᠠᠮᠵᠢ ᠶᠢ ᠳᠠᠭᠠᠵᠤ ᠮᠥᠷᠳᠡᠵᠦ᠂ ᠡᠴᠦᠰ ᠦᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠦᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠴᠤᠭᠯᠠᠭᠤᠯᠬᠤ᠂ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠢᠯᠡ ᠲᠣᠳᠣ ᠪᠠᠢᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠨ᠎ᠡ᠃ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠡᠨ ᠦ ᠲᠠᠯᠠᠭᠠᠷᠬᠢ ᠬᠤᠪ ᠤᠨ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤᠨ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢ ᠬᠠᠩᠭᠠᠵᠤ᠂ ᠳᠠᠭᠠᠵᠤ ᠮᠥᠷ ᠲᠦ ᠬᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠᠨ ᠤ ᠡᠴᠦᠰ ᠦᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠲᠦ ᠶᠠᠮᠠᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠴᠤᠭᠯᠠᠭᠤᠯᠵᠤ᠂ ᠬᠡᠷᠬᠢᠨ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠪᠣᠯᠤᠨ 〈ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠤᠨ ᠨᠡᠷᠡ〉 ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠦᠨ ᠡᠶᠢᠮᠦ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ (ᠲᠡᠭᠦᠨ ᠦ ᠳᠣᠲᠣᠷ᠎ᠠ ᠵᠠᠷ ᠰᠤᠷᠲᠠᠯᠴᠢᠯᠠᠭ᠎ᠠ ᠭᠡᠬᠦ ᠮᠡᠲᠦ)ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Right to Charge
mn: ᠬᠤᠷᠢᠶᠠᠬᠤ ᠡᠷᠬᠡ

source: {platform_name} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date. By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
mn: {platform_name} ᠨᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠦᠭᠡᠢ ᠪᠡᠷ ᠶᠠᠮᠠᠷ ᠴᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠡᠷᠬᠡ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠰᠤᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠰᠡᠨ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭᠠᠲᠠᠢ ᠪᠠᠷ ᠨᠥᠬᠥᠴᠡᠯ ᠦᠳ ᠦᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠭᠳᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ API ᠍ ᠢ ᠬᠠᠨᠳᠤᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠵᠠᠮ ᠢᠶᠠᠷ᠂ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ ᠨᠥᠬᠥᠴᠡᠯ ᠪᠣᠯᠤᠨ ᠪᠦᠬᠦ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠢᠷᠡᠭᠡᠳᠦᠢ ᠳᠦ ᠦᠨᠳᠦᠰᠦᠯᠡᠨ ᠲᠣᠬᠢᠷᠠᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠨᠥᠬᠥᠴᠡᠯ ᠦᠳ ᠦᠨ ᠬᠠᠮᠤᠭ ᠤᠨ ᠰᠡᠭᠦᠯ ᠦᠨ ᠦᠶ᠎ᠡ ᠶᠢᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠲᠠᠢ ᠲᠠᠨᠢᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠦᠶ᠎ᠡ ᠦᠶ᠎ᠡ ᠡᠷᠭᠢᠵᠦ ᠬᠠᠷᠤᠬᠤ ᠪᠠᠨ ᠮᠠᠷᠲᠠᠭᠤᠵᠠᠢ᠃ {platform_name}

source: {platform_name} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
mn: {platform_name} ᠨᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠵᠤ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠦᠭᠡᠢ ᠪᠡᠷ API ᠍ ᠨᠦᠭᠦᠳ ᠢ ᠦᠶ᠎ᠡ ᠦᠶ᠎ᠡ ᠰᠢᠨᠡᠴᠢᠯᠡᠵᠦ ᠡᠰᠡᠪᠡᠯ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠳᠡᠭᠡᠷ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠨᠦᠭᠦᠳ ᠨᠢ ᠲᠠᠨ ᠤ API ᠠᠰᠢᠭᠯᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠲᠠᠨ ᠤ ᠢᠨᠲ᠋ᠧᠷᠹᠡᠢᠰ ᠲᠡᠢ API ᠍ ᠲᠡᠢ ᠬᠠᠷᠢᠯᠴᠠᠬᠤ ᠳᠤ ᠨᠥᠯᠦᠭᠡᠯᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠪᠢᠳᠡᠨ ᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠦᠭᠡᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠬᠢᠪᠡᠯ API ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠠᠨ ᠪᠣᠯᠢᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ. API ᠍ ᠢ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠦᠨ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠭᠡᠳᠡᠭ ᠨᠢ ᠲᠠ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠨ᠎ᠡ ᠭᠡᠰᠡᠨ ᠦᠭᠡ ᠶᠤᠮ᠃

source: Confidentiality
mn: ᠨᠢᠭᠤᠴᠠᠯᠠᠯ

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
mn: ᠲᠠᠨ ᠤ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ ᠦᠳ (ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠦᠯᠦᠭᠴᠢ ᠶᠢᠨ ᠨᠢᠭᠤᠴᠠ ᠪᠣᠯᠤᠨ ID ᠭᠡᠬᠦ ᠮᠡᠲᠦ)ᠵᠥᠪᠬᠡᠨ ᠲᠠᠨ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ᠎ᠡ ᠨᠢᠭᠤᠴᠠ ᠪᠠᠷ ᠬᠠᠳᠠᠭᠠᠯᠠᠵᠤ᠂ ᠪᠤᠰᠤᠳ ᠤᠨ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠠᠴᠠ ᠰᠡᠷᠭᠡᠶᠢᠯᠡᠨ᠎ᠡ᠃ ᠲᠠᠨ ᠤ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ ᠢ ᠨᠡᠭᠡᠭᠡᠯᠲᠡ ᠲᠡᠢ ᠡᠬᠡ ᠶᠢᠨ ᠲᠥᠰᠥᠯ ᠦᠳ ᠲᠦ ᠰᠠᠭᠤᠯᠭᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential information does not include information that you independently developed, that was rightfully given to you by a third party without confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
mn: {platform_name} ᠨᠢ {platform_name} ᠪᠣᠯᠤᠨ / ᠡᠰᠡᠪᠡᠯ "Confidential" ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡᠭᠳᠡᠭᠰᠡᠨ API ᠪᠤᠶᠤ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠡᠰᠡᠪᠡᠯ ᠥᠮᠴᠢᠯᠡᠯ ᠳᠦ ᠪᠠᠢᠭ᠎ᠠ ᠨᠥᠬᠥᠴᠡᠯ ᠦᠳ ᠦᠨ ᠬᠢ ᠨᠢ ᠨᠥᠬᠥᠴᠡᠯ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠰᠡᠨ API ᠍ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢ ᠲᠠᠨ ᠳᠤ ᠣᠯᠭᠤᠨ᠎ᠠ᠃ ("Confidential" ᠭᠡᠬᠦ)ᠲᠠ ᠵᠥᠪᠬᠡᠨ API ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠵᠥᠪᠬᠡᠨ ᠡᠨᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ {platform_name} ᠍ ᠠᠴᠠ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠪᠢᠴᠢᠭ ᠢᠶᠡᠷ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠠᠪᠤᠯ ᠦᠭᠡᠢ ᠪᠡᠷ ᠨᠢᠭᠤᠴᠠ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠵᠠᠳᠠᠷᠠᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠪᠥᠭᠡᠳ ᠲᠠ ᠨᠢᠭᠤᠴᠠ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠨᠢᠭᠤᠴᠠ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠠᠴᠠ ᠬᠠᠮᠠᠭᠠᠯᠠᠵᠤ᠂ ᠵᠠᠳᠠᠯᠬᠤ ᠠᠴᠠ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠨᠢᠭᠤᠴᠠ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠨᠢ ᠪᠡᠶ᠎ᠡ ᠳᠠᠩ ᠬᠥᠭᠵᠢᠭᠰᠡᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠭᠤᠯᠠᠳᠠᠭ ᠦᠭᠡᠢ᠂ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤᠨ ᠡᠭᠦᠷᠭᠡ ᠡᠴᠡ ᠠᠩᠭᠢ ᠳᠤ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠦᠨ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠵᠥᠪᠡᠯᠭᠡ᠂ ᠡᠰᠡᠪᠡᠯ ᠲᠠᠨ ᠤ ᠬᠤᠪ ᠤᠨ ᠪᠤᠷᠤᠭᠤ ᠠᠴᠠ ᠣᠯᠠᠨ ᠨᠡᠢᠲᠡ ᠳᠦ ᠬᠦᠷᠲᠡᠭᠡᠯ ᠲᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ {platform_name} ᠬᠠᠩᠭᠠᠯᠲᠠ ᠲᠠᠢ ᠦᠨᠳᠦᠰᠦᠯᠡᠯ ᠲᠡᠢ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠥᠭᠴᠦ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ {platform_name} ᠮᠡᠳᠡᠭᠳᠡᠯ ᠬᠦᠯᠢᠶᠡᠵᠦ ᠠᠪᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠳᠤ ᠲᠠ ᠨᠢᠭᠤᠴᠠ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠵᠠᠳᠠᠷᠠᠭᠤᠯᠬᠤ ᠶᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ᠃

source: Disclaimer of Warranty / Limitation of Liabilities
mn: ᠪᠠᠲᠤᠯᠠᠭ᠎ᠠ / ᠪᠠᠲᠤᠯᠠᠭᠠᠨ ᠤ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠯᠲᠠ ᠶᠢ ᠵᠥᠷᠢᠴᠡᠭᠰᠡᠨ ᠲᠤᠬᠠᠢ

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
mn: НЭГДҮГЭЭР БҮЛЭГ᠂ ГЭРЭЭНИЙ МЭДЭЭЛЭЛ᠂ API АГУУЛГА᠂ АЖИЛТНЫ ТУХАЙ НЭГДҮГЭЭР АВАХ АРГА ХЭМЖЭЭ᠂ АРГА ХЭРЭГТЭЙ АВАХ АРГА ХЭРЭГСЭЛ (EXPRESS᠂ IMPLIED ᠪᠤᠶᠤ ᠪᠤᠰᠤᠳ)ГЭМТ ХЭРЭГТЭЙ БАЙДЛЫГ ХЭРЭГЖҮҮЛЭХ БАРИМТ БИЧИГ БАРИМТ БИЧГҮЙ᠂ ГЭРЧИЛГЭЭ᠂ ГЭРЧИЛГЭЭ᠂ ГЭРЧИЛГЭЭНИЙ БАЙГУУЛАЛТ БАЙГУУЛЛАГА БАЙГУУЛЛАГА БАЙГУУЛЛАГА БАЙГУУЛЛАГА БАРИМТ БИЧГҮЙ БАЙГУУЛЛАГА БОЛОВСРУУЛАХ НЬ ГЭМТ ХЭРГҮҮЛЖ БАЙНА᠃

source: {platform_name} AND THE {platform_name} PARTICIPANTS (AS HERINAFTER DEFINED) DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE. "{platform_name} PARTICIPANTS" MEANS MIT, HARVARD, THE OTHER MEMBERS, THE ENTITIES PROVIDING INFORMATION, API CONTENT OR SERVICES FOR THE APIS, THE COURSE INSTRUCTORS AND THEIR STAFFS.
mn: {platform_name} AND {platform_name} PARTICIPANTS (AS HERINAFTER DEFINED)APIS ᠡᠰᠡᠪᠡᠯ АЮУЛ API ᠡᠰᠡᠪᠡᠯ АГУУЛГЫН АГУУЛГАД АВАХ АЮУЛГҮЙ АЮУЛГҮЙ АЮУЛГҮЙ АЮУЛГҮЙ АГААР БҮЛЭГ ᠲᠠᠨ ᠤ ᠬᠡᠷᠡᠭᠴᠡᠭᠡ᠂ ᠡᠷᠢᠯᠲᠡ ᠬᠡᠷᠡᠭᠴᠡᠭᠡ ᠶᠢ ᠬᠠᠩᠭᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ "{platform_name} PARTICIPANTS" АСУУДАЛ᠂ АШИГЛАХ᠂ ОРШИН СУУХ᠂ АШИГЛАХ᠂ АРГА ХЭМЖЭЭГҮҮДИЙН АЮУЛГҮЙ БАРИМТ БИЧИГ БАРИМТ БИЧИГ БАРИМТ БИЧГҮҮД᠂ АЮУЛГҮЙ API БҮЛГИЙН АГУУЛГА АГУУЛГАДАЖ БАЙНА. "{platform_name} PARTICIPANTS" ᠨᠢ MIT᠂ HARVARD᠂ ᠪᠤᠰᠤᠳ ᠭᠡᠰᠢᠭᠦᠳ᠂ МЭДЭЭЛЭЛ МЭДЭЭЛЭЛ᠂ API АГУУЛГА᠂ АЖИЛЛАГААНЫ ОРОЛЦООНЫ МЭДЭЭЛЭЛ

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (iNCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH MATERIAL OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
mn: APIS ᠍ ᠦᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠡ᠂ ᠮᠥᠨ API ᠍ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠨᠦᠭᠦᠳ ᠡᠴᠡ ᠭᠠᠷᠭᠠᠨ ᠠᠪᠤᠭᠰᠠᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠨᠢ ᠲᠠᠨ ᠤ ᠬᠤᠪ ᠤᠨ ᠡᠷᠦᠰᠳᠡᠯ ᠳᠦ ᠣᠷᠣᠳᠠᠭ᠃ МЭДЭЭЛЭЛ᠂ МАТЕРИАЛ᠂ АРГА ХЭМЖЭЭ᠂ АРГА ХЭМЖЭЭ᠂ АРГА ХЭМЖЭЭ ХЭРЭГТЭЙ ХОЛБОГДОЛТОЙ ХОЛБООТОЙ ХОЛБООТОЙ ХОЛБООТОЙ ХОЛБООТОЙ ХОЛБООТОЙ ХОЛБООТОЙ ХОЛБООТОЙ ХОЛБООТОЙ ХОЛБОГДОХ БАРИМТ БИЧИГ БАРИМТ БИЧИГ БАРИМТ БИЧГҮЙ АЖИЛЛАГААНЫ АРГА ХЭРЭГСЭЛ {platform_name} БАЙГАА БОДЛОГО БАРИМТ БИЧИГ БАРИМТ БИЧИГ БҮРДҮҮЛЭХ АЖИЛЛАГААНЫ АРГА ХЭМЖЭЭ᠂ АРГА ХЭМЖЭЭ

source: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THESE TERMS, OR YOUR (oR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE APIS OR ANY API CONTENT, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE APIS, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.
mn: 〈ᠵᠣᠷᠢᠯᠲᠠᠲᠤ〉 ᠨᠡᠷ᠎ᠡ ᠶᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠡᠴᠡ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ FULLEST EXPAND TO 〈ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠤᠨ᠎ᠨᠡᠷ᠎ᠡ〉 ҮЙЛЧИЛГЭЭНИЙ БАЙГУУЛЛАГДАХ ЭСВЭЛ ᠠᠴᠢᠶᠠᠨ ᠤ ᠴᠢᠷᠭᠡᠦᠯ ХОЛБОГДОЛ᠂ АШИГЛАХ᠂ АЖИЛ᠂ АРГА ХЭРЭГСЭЛ᠂ ЭРХЭД ЗОРИУЛАХ АРГА ХЭМЖЭЭ ГЭРЭЭГ ЭДИЙН ЗАСГИЙН ГАЗРЫН АГААР ТӨЛӨВЛӨГӨӨ᠂ АМЖИЛТ᠂ АЮУЛГҮЙ АЖИЛТНЫ АСУУДАЛ᠂ АРИЛЖААНЫ ХЭРЭГТЭЙ ХЭРЭГТЭЙ ХЭРЭГТЭЙ ХЭРЭГТЭЙ ХЭРЭГТЭЙ ХЭРЭГТЭЙ ХЭРЭГТЭЙ ГЭРЭЭНИЙ АСУУДАЛ᠂ АЮУЛГҮЙ АЖИЛЛАГААНЫ ГЭРЭЭНИЙ АСУУДАЛ ГАРЫН АВЛАГА᠃

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (iNCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
mn: 〈PARTICULAR〉 ᠨᠢ {platform_name} ТӨГСГӨЛИЙН БҮРЭЛДЭХҮҮН 〈ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ᠎name〉 ҮНДСЭН БАЙГУУЛЛАГУУД ХЭРЭГТЭЙ БОЛОВСРУУЛАХ᠂ БУУРУУЛАХ᠂ ТӨЛӨӨ᠂ ЭРХЭМЖЭЭ᠂ ЭРХЭМЖЭЭ᠂ АМЬДРАХ ЭРХ ОРЧУУЛАХ᠂ АМЬДРАХ᠂ ЭРҮҮЛ МЭНД {platform_name} ЭСВЭЛ (ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠤᠨ ᠨᠡᠷ᠎ᠡ)ᠠᠯᠢ ᠴᠤ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠳᠤ (ХҮЛЭЭН АВАХ АРГА ХЭМЖЭЭ᠂ ЭРЧИМ ХҮЧ᠂ ЭРСДЭЛ᠂ ГЭРЭЭНИЙ ХУГАЦААГ ХАРИУЦЛАГА᠂ ГҮЙЦЭТГЭХ АСУУДЛУУД᠂ ЭРХ ЧӨЛӨӨЛӨГЧИЙН ТАЛААРХ ОРЧУУЛГА)᠃

source: CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.
mn: ГЭРЭЭНИЙ ТӨЛӨӨЛӨГЧИЙН ЭРХ ЗАРЧИМ ҮНДСЭН АЮУЛГҮЙ БАЙГУУЛАГЧ᠂ ЭРХ ЗҮЙН БАЙГУУЛАГЧ᠂ ЭРХ ЗЭЭЛИЙН ЭРХ БҮРДҮҮЛЭХГҮЙ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ХЭВЛЭЛ МЭДЭЭЛЭЛ᠂ ЭНЭХҮҮЛЭХ᠂ ЭРХ ЗҮЙН БАЙГУУЛАГДАХ᠂ ЭСЭХИЙГ ХЭРЭГЖҮҮЛЭХИЙГ ХЭРЭГЖҮҮЛЭХИЙГ ХЭРЭГЖҮҮЛЭХИЙГ ХЭРЭГЖҮҮЛЭХИЙГ ХЭРЭГЖҮҮЛЭХИЙГ ХЭРЭГЖҮҮЛЭХТЭЙ ХИЙХ ТУХАЙ ХУУЛЬ ЭРХ ЧӨЛӨӨНИЙ ЭРХ БҮХ ЭРХ ЗАРЧИМ ТУХАЙ

source: The APIs and API Content may include hyperlinks to sites maintained or controlled by others. {platform_name} and the {platform_name} Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these sites. If you decide to access linked third-party websites, you do so at your own risk.
mn: API ᠪᠣᠯᠤᠨ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠨᠢ ᠪᠤᠰᠤᠳ ᠤᠨ ᠡᠵᠡᠮᠰᠢᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠪᠡᠯ ᠬᠢᠨᠠᠯᠲᠠᠨ ᠳᠤ ᠪᠠᠢᠭ᠎ᠠ ᠰᠠᠶᠢᠲᠤ ᠨᠤᠭᠤᠳ ᠲᠤ ᠬᠣᠯᠪᠣᠭᠠᠰᠤ ᠶᠢ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ {platform_name} ᠪᠣᠯᠤᠨ {platform_name} ᠣᠷᠣᠯᠴᠠᠭᠴᠢᠳ ᠡᠳᠡᠭᠡᠷ ᠰᠠᠶᠢᠲᠤ ᠨᠤᠭᠤᠳ ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠠᠯᠢᠪᠠ ᠪᠦᠲᠦᠭᠡᠭᠳᠡᠬᠦᠨ᠂ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠨᠦᠭᠦᠳ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ᠂ ᠠᠰᠢᠭᠯᠠᠯᠲᠠ ᠶᠢ ᠲᠣᠭᠲᠠᠮᠠᠯ ᠬᠢᠨᠠᠵᠤ᠂ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ᠂ ᠬᠢᠨᠠᠨ᠂ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠦᠭᠡᠢ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠦᠨ ᠸᠪᠰᠠᠢ ᠳᠤ ᠳ᠋ᠤ᠌ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠠᠷ ᠰᠢᠢᠳᠡᠭᠰᠡᠨ ᠪᠣᠯ ᠲᠠ ᠡᠭᠦᠨ ᠢ ᠥᠪᠡᠷ ᠦᠨ ᠡᠷᠦᠰᠳᠡᠯ ᠢᠶᠡᠷ ᠬᠢᠳᠡᠭ᠃

source: To the maximum extent permitted by applicable law, you agree to defend, hold harmless and indemnify {platform_name} and the {platform_name} Participants, and their respective subsidiaries, affiliates, officers, faculty, students, fellows, governing board members, agents and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the APIs and any API Content, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. In such a case, {platform_name} or one of the {platform_name} Participants will provide you with written notice of such claim, suit or action.
mn: ᠬᠣᠯᠪᠣᠭᠣᠳᠠᠬᠤ ᠬᠠᠤᠯᠢ ᠲᠣᠭᠲᠠᠭᠠᠮᠵᠢ ᠪᠠᠷ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠳᠡᠭᠡᠳᠦ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠪᠡᠷ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ {platform_name}᠂ 〈ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠤᠨ᠎ᠨᠡᠷ᠎ᠡ〉 ᠣᠷᠣᠯᠴᠠᠭᠴᠢᠳ᠂ ᠲᠡᠳᠡᠭᠡᠷ ᠦᠨ ᠥᠬᠢᠨ ᠺᠣᠮᠫᠠᠨᠢ᠂ ᠲᠡᠳᠡᠭᠡᠷ ᠦᠨ ᠬᠠᠷᠠᠭᠠᠲᠤ ᠪᠤᠰᠤ ᠭᠡᠰᠢᠭᠦᠳ᠂ ᠣᠹᠢᠼᠧᠷ ᠤᠳ᠂ ᠪᠠᠭᠰᠢ ᠨᠠᠷ᠂ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ᠂ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠵᠥᠪᠯᠡᠯ ᠦᠨ ᠭᠡᠰᠢᠭᠦᠳ᠂ ᠠᠭᠧᠨᠲ ᠤᠳ᠂ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠪᠣᠯᠤᠨ ᠪᠦᠬᠦ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠯ᠂ ᠠᠯᠳᠠᠭᠳᠠᠯ᠂ ᠬᠣᠬᠢᠷᠠᠯ ᠠᠴᠠ ᠡᠭᠦᠰᠦᠭᠰᠡᠨ ᠠᠯᠢᠪᠠ ᠲᠥᠯᠥᠪᠦᠷᠢ᠂ ᠵᠠᠷᠤᠳᠠᠯ ᠢ ᠪᠠᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠠᠯᠢᠪᠠ API ᠍ ᠦᠨ ᠪᠣᠯᠤᠨ API API ᠍ ᠦᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠡ ᠲᠡᠢ ᠬᠠᠮᠢᠶᠠᠷᠤᠯ ᠲᠠᠢ ᠠᠯᠢᠪᠠ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠦᠨ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠯ᠂ ᠦᠢᠯᠡᠳᠦᠯ᠂ ᠪᠣᠳᠠᠲᠤ ᠪᠣᠯᠤᠨ ᠦᠷ᠎ᠡ ᠳᠠᠭᠠᠪᠤᠷᠢ ᠲᠠᠢ)᠂ ᠺᠣᠰᠲ᠋ᠢᠶᠦ᠋ᠮ᠂ ᠰᠢᠳᠬᠡᠯ᠂ ᠰᠢᠭᠦᠬᠦ ᠶᠢᠨ ᠵᠠᠷᠤᠳᠠᠯ᠂ ᠥᠮᠥᠭᠡᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠲᠥᠯᠥᠪᠦᠷᠢ᠂ ᠪᠦᠬᠦ ᠲᠥᠷᠥᠯ ᠦᠨ ᠰᠢᠨᠵᠢ ᠴᠢᠨᠠᠷ᠃ ᠡᠨᠡ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠳᠤ {platform_name} ᠡᠰᠡᠪᠡᠯ {platform_name} ᠣᠷᠣᠯᠴᠠᠭᠴᠢᠳ ᠤᠨ ᠨᠢᠭᠡ ᠡᠶᠢᠮᠦ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠯ᠂ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠯ ᠡᠰᠡᠪᠡᠯ ᠦᠢᠯᠡᠳᠦᠯ ᠦᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠪᠢᠴᠢᠭ ᠢᠶᠡᠷ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: General Legal Terms
mn: ᠶᠡᠷᠦᠩᠬᠡᠢ ᠡᠷᠬᠡ ᠵᠦᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠲᠣᠮᠢᠶ᠎ᠠ

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
mn: ᠡᠨᠡ ᠨᠥᠬᠥᠴᠡᠯ ᠦᠳ ᠨᠢ ᠲᠠ ᠪᠣᠯᠤᠨ {platform_name} ᠬᠣᠭᠣᠷᠣᠨᠳᠣ ᠲᠠᠨ ᠤ API ᠪᠣᠯᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ API ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ ᠲᠠᠯᠠᠷᠠᠬᠢ ᠠᠯᠢ ᠴᠤ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠬᠡᠯᠡᠯᠴᠡᠭᠡᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠲᠠᠨ ᠤ {platform_name} ᠠᠰᠢᠭᠯᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠪᠦᠬᠦᠯᠢ ᠳᠦ ᠪᠡᠨ ᠲᠣᠬᠢᠷᠠᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ {platform_name} ᠨᠢ ᠶᠠᠮᠠᠷ ᠴᠤ ᠡᠷᠬᠡ ᠪᠡᠨ ᠬᠡᠷᠡᠭᠵᠢᠭᠦᠯᠬᠦ᠂ ᠬᠡᠷᠡᠭᠵᠢᠭᠦᠯᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠨᠢ ᠡᠶᠢᠮᠦ ᠡᠷᠬᠡ᠂ ᠵᠢᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠬᠤ ᠦᠨᠳᠦᠰᠦᠯᠡᠯ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠡᠷᠬᠡ ᠪᠦᠬᠦᠢ ᠰᠢᠭᠦᠬᠦ ᠶᠢᠨ ᠬᠠᠷᠢᠶᠠᠯᠠᠯ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠭᠡᠵᠦ ᠲᠣᠭᠠᠴᠠᠭᠳᠠᠬᠤ ᠨᠥᠬᠥᠴᠡᠯ ᠦᠨ ᠠᠯᠢ ᠨᠢᠭᠡ ᠵᠢᠭᠠᠯᠲᠠ ᠶᠢ ᠣᠯᠵᠤ ᠠᠪᠤᠭᠰᠠᠨ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠳᠤ ᠲᠠᠯ᠎ᠠ ᠨᠤᠭᠤᠳ ᠤᠭ ᠵᠢᠭᠠᠯᠲᠠ ᠳᠤ ᠲᠤᠰᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᠲᠠᠯ ᠤᠳ ᠤᠨ ᠬᠦᠰᠡᠯ ᠵᠣᠷᠢᠭ ᠢ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠣᠯᠭᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠦᠴᠦᠨ ᠴᠢᠷᠮᠠᠶᠢᠯᠲᠠ ᠭᠠᠷᠭᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠪᠥᠭᠡᠳ ᠨᠥᠬᠥᠴᠡᠯ ᠦᠨ ᠪᠤᠰᠤᠳ ᠵᠢᠭᠠᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠨᠢ ᠪᠦᠷᠢᠨ ᠬᠦᠴᠦ ᠪᠠ ᠦᠷ᠎ᠡ ᠨᠥᠯᠥᠭᠡ᠃ ᠨᠡᠷ᠎ᠡ ᠲᠣᠮᠢᠶ᠎ᠠ ᠨᠢ ᠠᠰᠢᠭ ᠬᠦᠷᠲᠡᠭᠴᠢ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠦᠨ ᠡᠷᠬᠡ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠤᠶᠤ ᠠᠭᠧᠨᠲᠯᠢᠭ᠂ ᠨᠥᠬᠥᠷᠯᠡᠯ᠂ ᠡᠰᠡᠪᠡᠯ ᠬᠠᠮᠲᠤᠷᠠᠭᠰᠠᠨ ᠦᠢᠯᠡᠳᠪᠦᠷᠢ ᠪᠠᠢᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠡᠳᠡᠭᠡᠷ ᠨᠡᠷ᠎ᠡ ᠲᠣᠮᠢᠶᠠᠨ ᠤ ᠳᠣᠣᠷ᠎ᠠ {platform_name} ᠍ ᠪᠡᠷ ᠲᠠᠩᠳᠠ ᠣᠯᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠠᠯᠢᠪᠠ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠦᠨ ᠬᠤᠪᠢ ᠳᠤ᠂ {platform_name} ᠲᠠᠨ ᠤ {platform_name} ᠠᠺᠠᠤᠨᠲ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠲᠠᠨ ᠳᠤ ᠮᠡᠳᠡᠭᠳᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: You agree that the Terms, the APIs, and any claim or dispute arising out of or relating to the Terms or the APIs will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions. You agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A. You consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum). Notwithstanding the foregoing, you agree that {platform_name} shall still be allowed to apply to injunctive remedies (or an equivalent type of urgent legal relief)in any jursdiction.
mn: ᠨᠡᠷ᠎ᠡ ᠲᠣᠮᠢᠶ᠎ᠠ᠂ API᠂ ᠪᠣᠯᠤᠨ ᠨᠡᠷ᠎ᠡ ᠲᠣᠮᠢᠶ᠎ᠠ᠂ API ᠍ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠡᠭᠦᠰᠦᠭᠰᠡᠨ ᠡᠰᠡᠪᠡᠯ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠪᠠᠷ ᠡᠭᠦᠰᠦᠭᠰᠡᠨ ᠠᠯᠢᠪᠠ ᠮᠠᠷᠭᠤᠭᠠᠨ ᠡᠰᠡᠪᠡᠯ ᠮᠠᠷᠭᠤᠭᠠᠨ ᠢ ᠮᠠᠰᠰᠠᠴᠢᠰᠧᠲᠦᠰ ᠦᠨ ᠬᠠᠮᠲᠤ ᠶᠢᠨ ᠨᠥᠬᠥᠷᠯᠡᠯ ᠦᠨ ᠬᠠᠤᠯᠢ ᠪᠠᠷ ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠤᠭᠳᠠᠨ᠎ᠠ᠃ ᠠᠮᠧᠷᠢᠺᠠ ᠶᠢᠨ ᠨᠢᠭᠡᠳᠦᠭᠰᠡᠨ ᠤᠯᠤᠰ ᠤᠨ ᠮᠠᠰᠰᠠᠴᠢᠰᠧᠲ᠋ᠲ᠋ᠰ ᠮᠤᠵᠢ ᠤᠯᠤᠰ ᠤᠨ ᠺᠧᠮᠪᠷᠢᠵᠤ᠂ ᠮᠠᠰᠰᠠᠴᠢᠰᠧᠲ᠋ᠲ᠋ᠰ ᠮᠤᠵᠢ ᠳᠤ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠶᠠᠪᠤᠭᠤᠯᠳᠠᠭ ᠬᠣᠯᠪᠣᠭᠠᠨ ᠤ ᠪᠠ ᠮᠤᠵᠢ ᠤᠯᠤᠰ ᠤᠨ ᠰᠢᠭᠦᠬᠦ ᠳᠦ ᠡᠶᠢᠮᠦ ᠪᠦᠬᠦ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠯ᠂ ᠮᠠᠷᠭᠤᠭᠠᠨ ᠢ ᠵᠥᠪᠬᠡᠨ ᠰᠣᠨᠣᠰᠴᠤ᠂ ᠰᠢᠢᠳᠪᠦᠷᠢᠯᠡᠨ᠎ᠡ ᠭᠡᠵᠦ ᠲᠠ ᠪᠦᠬᠦᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ (ᠰᠢᠭᠦᠬᠦ ᠶᠢᠨ ᠬᠠᠷᠢᠶᠠᠯᠠᠯ ᠦᠭᠡᠢ ᠪᠠᠢᠳᠠᠯ᠂ ᠭᠠᠵᠠᠷ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠤᠯᠲᠠ ᠮᠠᠭᠤ᠂ ᠡᠰᠡᠪᠡᠯ ᠴᠢᠭᠤᠯᠭᠠᠨ ᠤ ᠲᠥᠪᠡᠭᠰᠢᠯ ᠳᠦ ᠦᠯᠦ ᠨᠡᠶᠢᠴᠡᠬᠦ ᠲᠤᠬᠠᠢ ᠠᠯᠢᠪᠠ ᠡᠰᠡᠷᠭᠦᠴᠡᠯ᠂ ᠣᠷᠣᠯᠴᠠᠭ᠎ᠠ ᠭᠡᠬᠦ ᠮᠡᠲᠦ)ᠰᠢᠭᠦᠬᠦ ᠳᠦ ᠡᠶᠢᠮᠦ ᠡᠰᠡᠷᠭᠦᠴᠡᠯ ᠦᠵᠡᠭᠦᠯᠬᠦ ᠶᠢ ᠪᠠᠲᠤᠯᠠᠬᠤ᠃ ᠡᠮᠦᠨᠡᠬᠢ ᠵᠢᠭᠠᠯᠲᠠ ᠶᠢ ᠦᠯᠦ ᠬᠠᠷᠠᠭᠠᠯᠵᠠᠨ᠂ {platform_name} ᠨᠢ ᠠᠯᠢᠪᠠ ᠵᠦᠢᠯ ᠳᠦ ᠪᠢᠴᠢᠭᠰᠡᠨ ᠵᠢᠭᠠᠪᠤᠷᠢᠴᠢᠯᠠᠭᠠᠨ ᠤ (ᠡᠰᠡᠪᠡᠯ ᠲᠡᠭᠦᠨ ᠲᠡᠢ ᠢᠵᠢᠯ ᠲᠥᠷᠥᠯ ᠦᠨ ᠶᠠᠭᠠᠷᠠᠯᠲᠠᠢ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶᠢ)ᠬᠥᠩᠭᠡᠪᠴᠢᠯᠡᠬᠦ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Termination
mn: ᠭᠡᠷ᠎ᠡ ᠶᠢ ᠴᠤᠴᠠᠯᠬᠤ

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liabiliy.
mn: ᠲᠠ API ᠍ ᠢ ᠬᠡᠳᠦᠢ ᠳᠦ ᠴᠤ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠠᠨ ᠵᠣᠭᠰᠣᠭᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ {platform_name} ᠨᠢ ᠥᠪᠡᠷ ᠦᠨ ᠦᠵᠡᠮᠵᠢ ᠪᠡᠷ᠂ ᠬᠡᠵᠢᠶ᠎ᠡ ᠨᠢᠭᠡᠨ ᠴᠠᠭ ᠲᠤ᠂ API ᠪᠤᠶᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ API ᠍ ᠢ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠢᠶᠠᠷ᠂ ᠡᠰᠡᠪᠡᠯ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠢᠶᠠᠷ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠦᠭᠡᠢ ᠪᠡᠷ᠂ ᠡᠰᠡᠪᠡᠯ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠢᠶᠠᠷ ᠴᠤᠴᠠᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: {platform_name} and the {platform_name} Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any API or API Content offered through {platform_name}, or to cease providing any part or all of the APIs or API Content or related services, and you agree that neither {platform_name} nor any of the {platform_name} Participants will have any liability to you for such an action.
mn: {platform_name} ᠪᠣᠯᠤᠨ {platform_name} {platform_name} ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠭᠰᠠᠨ API ᠡᠰᠡᠪᠡᠯ API ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠨ ᠬᠡᠯᠪᠡᠷᠢ ᠶᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ᠂ ᠬᠣᠶᠢᠰᠢᠯᠠᠭᠤᠯᠬᠤ᠂ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠭᠤᠯᠬᠤ᠂ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠠᠯᠢ ᠨᠢᠭᠡ ᠬᠡᠰᠡᠭ ᠢ ᠡᠰᠡᠪᠡᠯ ᠪᠦᠬᠦᠯᠢ ᠪᠡᠷ ᠨᠢ ᠬᠠᠩᠭᠠᠬᠤ ᠪᠠᠨ ᠪᠣᠯᠢᠬᠤ API ᠪᠤᠶᠤ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ API ᠪᠤᠶᠤ ᠬᠣᠯᠪᠣᠭᠳᠠᠬᠤ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠨᠦᠭᠦᠳ᠂ ᠮᠥᠨ {platform_name} ᠪᠣᠯᠤᠨ {platform_name} ᠍ ᠤᠨ ᠠᠯᠢ ᠴᠤ ᠣᠷᠣᠯᠴᠠᠭᠴᠢᠳ ᠡᠶᠢᠮᠦ ᠦᠢᠯᠡᠳᠦᠯ ᠳᠦ ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᠬᠦᠯᠢᠶᠡᠬᠦ ᠦᠭᠡᠢ ᠭᠡᠳᠡᠭ ᠢ ᠲᠠ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃
