Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Tell us about your current financial situation. Why do you need assistance?
mn: ᠥᠨᠥ ᠶᠢᠨ ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠪᠢᠳᠡᠨ ᠳᠦ ᠶᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃ ᠲᠠ ᠶᠠᠭᠠᠬᠢᠭᠠᠳ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠪᠤᠢ?

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
mn: ᠲᠠᠨ ᠤ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠮᠡᠷᠭᠡᠵᠢᠯ ᠦᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠤᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠪᠢᠳᠡᠨ ᠳᠦ ᠶᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃ ᠡᠳᠡᠭᠡᠷ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠳᠤ ᠬᠦᠷᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯᠣᠷ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠬᠡᠷᠬᠢᠨ ᠲᠤᠰᠠᠯᠠᠬᠤ ᠪᠤᠢ?

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠥᠯᠦᠪᠯᠡᠭᠡᠨ ᠦ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠪᠢᠳᠡᠨ ᠳᠦ ᠶᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯ ᠢ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ᠂ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠪᠬᠤ ᠳᠤ ᠲᠤᠰᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠶᠠᠮᠠᠷ ᠠᠯᠬᠤᠮ ᠬᠢᠬᠦ ᠪᠤᠢ?

source: Use between 250 and 500 words or so in your response.
mn: ᠲᠠᠨ ᠤ ᠬᠠᠷᠢᠭᠤᠯᠲᠠᠨ ᠳᠤ 250-500 ᠦᠭᠡ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ᠃

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠣᠯᠬᠤ ᠶᠢ ᠬᠦᠰᠴᠢ ᠪᠤᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠰᠣᠩᠭᠣ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠦ᠋ᠳᠢᠲ ᠤᠨ ᠵᠠᠮ ᠳᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠡᠰᠡᠬᠦ ᠪᠡᠨ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Specify your annual household income in US Dollars.
mn: ᠥᠪᠡᠷ ᠦᠨ ᠵᠢᠯ ᠦᠨ ᠡᠷᠦᠬᠡ ᠶᠢᠨ ᠣᠷᠣᠯᠭ᠎ᠠ ᠶᠢ ᠠᠮᠧᠷᠢᠺᠠ ᠳ᠋ᠣᠯᠯᠠᠷ ᠢᠶᠠᠷ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠ᠃

source: I allow edX to use the information provided in this application (except for financial information)for edX marketing purposes.
mn: EdX ᠍ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠡᠨᠡ ᠫᠷᠣᠭᠷᠠᠮ ᠳᠤ ​​(ᠰᠠᠩᠬᠦᠦ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠡᠴᠡ ᠪᠤᠰᠤᠳ)ᠮᠠᠷᠺᠧᠲ᠋ᠢᠩ ᠤᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠳᠡᠭ᠃

source: Path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_DIR
mn: Path 〈0〉 ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠂ ᠡᠭᠦᠰᠬᠡᠭᠡᠷᠡᠢ᠂ ᠡᠰᠡᠪᠡᠯ ᠥᠭᠡᠷ᠎ᠡ ᠵᠠᠮ ᠢ GIT᠎REPO᠎DIR ᠍ ᠲᠠᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Non usable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
mn: ᠬᠡᠷᠡᠭ ᠦᠭᠡᠢ git url ᠣᠯᠭᠣᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠄ git@github.com᠄ mitocw / edx4edx᠎lite.git

source: Unable to get git log
mn: Git log ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: git clone or pull failed!
mn: git clone ᠡᠰᠡᠪᠡᠯ ᠲᠠᠲᠠᠬᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠯ᠎ᠠ!

source: Unable to run import command.
mn: ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠲᠤᠰᠢᠶᠠᠯ ᠢ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The underlying module store does not support import.
mn: ᠦᠨᠳᠦᠰᠦᠨ ᠮᠣᠳᠤᠯ ᠤᠨ ᠳᠡᠯᠭᠡᠭᠦᠷ ᠨᠢ ᠢᠮᠫᠣᠷᠲ ᠢ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠦᠭᠡᠢ᠃

source: The specified remote branch is not available.
mn: ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ ᠠᠯᠤᠰᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠠᠯᠪᠤᠷᠢ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Unable to switch to specified branch. Please check your branch name.
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ ᠰᠠᠯᠪᠤᠷᠢ ᠳ᠋ᠤ᠌ ᠰᠢᠯᠵᠢᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠰᠠᠯᠪᠤᠷᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠡᠨ ᠰᠢᠯᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Import the specified git repository and optional branch into the modulestore and optionally specified directory.
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ git ᠷᠧᠫᠣᠽᠢᠲ᠋ᠣᠷ ᠪᠣᠯᠤᠨ ᠨᠡᠮᠡᠯᠲᠡ ᠰᠠᠯᠪᠤᠷᠢ ᠶᠢ ᠮᠣᠳᠣᠯᠧᠰᠲ᠋ᠣᠷ ᠪᠣᠯᠤᠨ ᠰᠣᠩᠭᠣᠯᠲᠠᠲᠤ ᠰᠠᠨ ᠳ᠋ᠤ᠌ ᠢᠮᠫᠤᠷᠲᠯᠠᠭᠠᠷᠠᠢ᠃

source: Failed in authenticating {username}, error {error}
mn: {username}ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ ᠠᠯᠳᠠᠭ᠎ᠠ {error}

source: Failed in authenticating {username}
mn: {username}᠍ ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠳᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠯ᠎ᠠ

source: fixed password
mn: ᠲᠣᠭᠲᠠᠮᠠᠯ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ

source: All ok!
mn: ᠪᠦᠭᠦᠳᠡ ᠵᠦᠭᠡᠷ!

source: Must provide username
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠦᠭᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ

source: Must provide full name
mn: ᠪᠦᠷᠢᠨ ᠨᠡᠷ᠎ᠡ ᠥᠭᠬᠦ ᠶᠣᠰᠣᠲᠠᠢ

source: Email address must end in {domain}
mn: ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠨᠢ 〈domain〉 ᠍ ᠲᠤ ᠳᠠᠭᠤᠰᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: Failed - email {email_addr} already exists as {external_id}
mn: ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠪᠠ - ᠢᠮᠧᠯ {email_addr} ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠪᠠᠢᠨ᠎ᠠ {external_id}

source: Password must be supplied if not using certificates
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ

source: email address required (not username)
mn: ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ (ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠢᠰᠢ)

source: Oops, failed to create user {user}, {error}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ {user}᠂ {error} ᠡᠭᠦᠰᠬᠡᠵᠦ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: User {user} created successfully!
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ 〈ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ〉 ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ!

source: Cannot find user with email address {email_addr}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯ ᠬᠠᠶᠠᠭ 〈email᠎addr〉

source: Cannot find user with username {username} - {error}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ username {username} - 〈error〉

source: Deleted user {username}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ 〈ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ〉 ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ

source: Statistic
mn: ᠰᠲ᠋ᠠᠲ᠋ᠢᠰᠲ᠋ᠢᠺ

source: Value
mn: ᠤᠳᠬ᠎ᠠ

source: Site statistics
mn: ᠰᠠᠶᠢᠲᠤ ᠶᠢᠨ ᠰᠲ᠋ᠠᠲ᠋ᠢᠰᠲ᠋ᠢᠺ

source: Total number of users
mn: ᠨᠡᠢᠲᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠦᠨ ᠲᠣᠭ᠎ᠠ

source: Courses loaded in the modulestore
mn: ᠮᠣᠳᠣᠦᠯᠢᠹᠣᠷᠲ ᠰᠠᠭᠤᠯᠭᠠᠭᠳᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: username
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: email
mn: ᠢᠮᠧᠯ

source: Repair Results
mn: ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠵᠠᠰᠠᠬᠤ

source: Create User Results
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Delete User Results
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: The git repo location should end with '.git', and be a valid url
mn: Git repo ᠪᠠᠢᠷᠢᠯᠠᠯ ᠨᠢ 〈.git〉 ᠍ ᠪᠡᠷ ᠲᠡᠭᠦᠰᠬᠦ ᠪᠥᠭᠡᠳ ᠵᠥᠪ url ᠪᠠᠢᠨ᠎ᠠ

source: Added Course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ

source: Course Name
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ

source: Directory/ID
mn: ᠯᠠᠪᠯᠠᠬᠤ / ID

source: Last Change
mn: ᠰᠡᠭᠦᠯ ᠦᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ

source: Last Editor
mn: ᠰᠡᠭᠦᠯ ᠳᠦ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠭᠴᠢ

source: Information about all courses
mn: ᠪᠦᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠠᠯᠠᠭᠠᠷᠬᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Error - cannot get course with ID {0}<br/><pre>{1}</pre>
mn: error

source: Deleted
mn: ᠤᠰᠠᠳᠬᠠᠭᠳᠠᠭᠰᠠᠨ

source: # enrolled
mn: # ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ

source: # staff
mn: # ᠠᠵᠢᠯᠲᠠᠨ

source: instructors
mn: ᠪᠠᠭᠰᠢ ᠨᠠᠷ

source: Enrollment information for all courses
mn: ᠪᠦᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: role
mn: ᠡᠭᠦᠷᠭᠡ ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ

source: full_name
mn: ᠪᠦᠲᠦᠨ ᠨᠡᠷ᠎ᠡ

source: Title can't be empty
mn: ᠭᠠᠷᠴᠠᠭ ᠬᠣᠭᠣᠰᠣᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ

source: Body can't be empty
mn: ᠪᠡᠶ᠎ᠡ ᠶᠢᠨ ᠬᠣᠭᠣᠰᠣᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ

source: Topic doesn't exist
mn: ᠰᠡᠳᠦᠪ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Comment level too deep
mn: ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠲᠦᠪᠰᠢᠨ ᠬᠡᠲᠦ ᠭᠦᠨᠵᠡᠭᠡᠢ

source: Error uploading file. Please contact the site administrator. Thank you.
mn: ᠹᠠᠢᠯ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠵᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠰᠠᠶᠢᠲᠤ ᠶᠢᠨ ᠠᠳᠮᠢᠨ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭᠳᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ᠃

source: Good
mn: ᠰᠠᠶᠢᠨ ᠪᠠᠢᠨ᠎ᠠ

source: EdxNotes Service is unavailable. Please try again in a few minutes.
mn: EdxNotes ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠡᠳᠦᠨ ᠮᠢᠨᠦ᠋ᠲ ᠤᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Invalid JSON response received from notes api.
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ api ᠍ ᠠᠴᠠ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠤᠭᠰᠠᠨ JSON ᠬᠠᠷᠢᠭᠤ ᠪᠤᠷᠤᠭᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Incorrect data received from notes api.
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ api ᠍ ᠡᠴᠡ ᠠᠪᠤᠭᠰᠠᠨ ᠪᠤᠷᠤᠭᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ᠃

source: No endpoint was provided for EdxNotes.
mn: EdxNotes ᠍ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠴᠡᠭ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Notes
mn: ᠲᠡᠮᠳᠡᠭᠯᠡᠯ

source: API key for accessing Sailthru.
mn: Sailthru ᠍ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ API ᠲᠦᠯᠬᠢᠭᠦᠷ᠃

source: API secret for accessing Sailthru.
mn: API ᠨᠢ Sailthru ᠍ ᠲᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠨᠢᠭᠤᠴᠠ᠃

source: Sailthru list name to add new users to.
mn: Sailthru ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠰᠢᠨ᠎ᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠨᠡᠮᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ᠃

source: Sailthru connection retry interval (secs).
mn: Sailthru ᠬᠣᠯᠪᠣᠯᠲᠠ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠠᠭᠤᠯᠬᠤ ᠢᠨᠲ᠋ᠧᠷᠠᠪᠠᠯ (ᠰᠧᠺ)᠃

source: Sailthru maximum retries.
mn: Sailthru ᠬᠠᠮᠤᠭ ᠤᠨ ᠶᠡᠬᠡ ᠰᠡᠷᠭᠦᠭᠡᠯᠲᠡ᠃

source: Sailthru template to use on welcome send.
mn: ᠰᠠᠨᠳᠠᠯᠢ ᠢᠯᠡᠭᠡᠬᠦ ᠵᠠᠭᠪᠤᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ᠃

source: Sailthru template to use on abandoned cart reminder. Deprecated.
mn: ᠬᠥᠳᠡᠯᠭᠡᠭᠡᠨ ᠦᠭᠡᠢ ᠲᠡᠷᠭᠡ ᠰᠠᠨᠠᠭᠤᠯᠤᠭᠴᠢ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠵᠠᠭᠪᠤᠷ᠃ ᠬᠠᠭᠤᠴᠢᠷᠠᠭᠰᠠᠨ᠃

source: Sailthru minutes to wait before sending abandoned cart message. Deprecated.
mn: ᠲᠠᠰᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠢᠯᠡᠭᠡᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠬᠦᠯᠢᠶᠡᠬᠦ ᠮᠥᠷ ᠢ ᠲᠦᠷᠢ ᠬᠦᠯᠢᠶᠡᠨ᠎ᠡ ᠦᠦ᠃ ᠬᠠᠭᠤᠴᠢᠷᠠᠭᠰᠠᠨ᠃

source: Sailthru send template to use on enrolling for audit.
mn: ᠬᠠᠶᠢᠯᠲᠠ ᠶᠢᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢ ᠠᠦ᠋ᠳᠢᠲ ᠲᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠵᠠᠭᠪᠤᠷ ᠢ ᠢᠯᠡᠭᠡᠬᠦ᠃

source: Sailthru send template to use on upgrading a course. Deprecated
mn: Sailthru ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠬᠦ ᠳᠦ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠵᠠᠭᠪᠤᠷ ᠢ ᠢᠯᠡᠭᠡᠬᠦ᠃ ᠬᠠᠭᠤᠴᠢᠷᠠᠭᠰᠠᠨ

source: Sailthru send template to use on purchasing a course seat. Deprecated
mn: Sailthru ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠬᠤᠳᠠᠯᠳᠤᠨ ᠠᠪᠬᠤ ᠳᠤ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠵᠠᠭᠪᠤᠷ ᠢ ᠢᠯᠡᠭᠡᠬᠦ᠃ ᠬᠠᠭᠤᠴᠢᠷᠠᠭᠰᠠᠨ

source: Use the Sailthru content API to fetch course tags.
mn: ᠬᠠᠶᠢᠯᠲᠠ ᠶᠢᠨ ᠱᠣᠰᠢᠭ᠎ᠠ ᠶᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ Sailthru ᠺᠣᠨᠲ᠋ᠧᠨᠲ API ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Number of seconds to cache course content retrieved from Sailthru.
mn: ᠬᠢᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ Sailthru ᠍ ᠠᠴᠠ ᠠᠪᠤᠭᠰᠠᠨ ᠰᠧᠺᠦᠶᠢᠨᠳ᠋ ᠍ ᠤᠨ ᠲᠣᠭ᠎ᠠ᠃

source: Cost in cents to report to Sailthru for enrolls.
mn: ᠼᠧᠨᠲ ᠢ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠪᠡᠨ Sailthru ᠍ ᠳᠦ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ᠃

source: Optional lms url scheme + host used to construct urls for content library, e.g. https://courses.edx.org.
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠰᠠᠩ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ URL ᠍ ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠳᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠳᠡᠳᠡᠭ lms url ᠰᠾᠧᠮ᠂ ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ. https᠄//courses.edx.org᠃

source: Number of seconds to delay the sending of User Welcome email after user has been created
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠢᠯᠡᠭᠡᠬᠦ ᠡᠴᠡ ᠬᠣᠶᠢᠰᠢ ᠰᠧᠺᠦᠶᠢᠨᠳ᠋ ᠍ ᠤᠨ ᠲᠣᠭ᠎ᠠ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠢᠯᠡᠭᠡᠭᠰᠡᠨ ᠢᠮᠧᠯᠡ ᠶᠢ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ

source: The number of seconds to delay/timeout wait to get cookie values from sailthru.
mn: ᠺᠦ᠋ᠺ ᠤᠨ ᠤᠳᠬ᠎ᠠ ᠶᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠰᠠᠭᠠᠳᠠᠭᠤᠯᠬᠤ / ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠰᠧᠺᠦᠶᠢᠨᠳ᠋ ᠍ ᠤᠨ ᠲᠣᠭ᠎ᠠ᠃

source: {platform_name} Staff
mn: {platform_name} ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ

source: Course Staff
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ

source: Staff
mn: ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ

source: Used Registration Code
mn: ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠺᠣᠳ᠋

source: Credit Card - Individual
mn: ᠺᠷᠧᠳᠢᠲ ᠺᠠᠷᠲ - ᠬᠤᠪᠢ ᠬᠦᠮᠦᠨ ᠦ

source: manually enrolled by username: {username}
mn: ᠭᠠᠷ ᠢᠶᠠᠷ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠡᠷ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ᠄ {username}

source: Manually Enrolled
mn: ᠭᠠᠷ ᠢᠶᠠᠷ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ

source: Data Integrity Error
mn: ᠥᠭᠭᠥᠭᠳᠡᠯ ᠦᠨ ᠪᠦᠷᠢᠨ ᠪᠦᠲᠦᠨ ᠪᠠᠢᠳᠠᠯ ᠠᠯᠳᠠᠭ᠎ᠠ

source: Proctored Exam Review: {review_status}
mn: ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠳᠦᠩ᠄ {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠡᠷ {course_name} ᠳ᠋ᠠᠬᠢ {exam_name} ᠍ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ 〈ᠰᠢᠯᠭᠠᠯᠲᠠ᠎name〉 ᠍ ᠳᠤ ᠲᠠᠰᠤᠷᠠᠯᠲᠠ ᠦᠭᠡᠢ ᠰᠢᠯᠭᠠᠭᠰᠠᠨ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ᠄ {student_username} ᠨᠢ ᠰᠢᠯᠭᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠦᠵᠡᠯᠭᠡ ᠶᠢᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡ ᠦᠵᠡᠭᠦᠯᠦᠭᠴᠢ ᠪᠡᠷ {review_status} ᠭᠡᠵᠦ ᠬᠢᠨᠠᠵᠤ ᠦᠵᠡᠭᠰᠡᠨ᠃

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
mn: {report_type} ᠲᠠᠶᠢᠯᠤᠨ ᠪᠦᠲᠦᠭᠡᠭᠳᠡᠵᠦ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠᠶᠢᠯᠠᠩ ᠤᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠬᠠᠷᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠣᠣᠷᠠᠬᠢ ᠬᠦᠯᠢᠶᠡᠭᠳᠡᠵᠦ ᠪᠤᠢ ᠠᠵᠢᠯ ᠤᠳ ᠢ ᠦᠵᠡᠨ᠎ᠡ ᠦᠦ᠃

source: User does not exist.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
mn: ᠲᠠᠨ ᠤ ᠣᠷᠣᠭᠤᠯᠤᠭᠰᠠᠨ ᠹᠠᠢᠯ ᠢ CSV ᠹᠣᠷᠮᠠᠲ᠋ᠠᠷ ᠭᠠᠳᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠨᠦᠭᠦᠳ ᠡᠰᠡᠪᠡᠯ ᠮᠥᠷ ᠦᠭᠡᠢ ᠪᠠᠢᠯᠭᠠᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Could not read uploaded file.
mn: ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠹᠠᠢᠯ ᠢ ᠤᠩᠰᠢᠵᠤ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
mn: #{row_num} ᠳ᠋ᠤᠭᠠᠷ ᠮᠥᠷᠡᠨ ᠳᠦ ᠶᠠᠭ ᠳᠥᠷᠪᠡᠨ ᠬᠡᠰᠡᠭ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠄ ᠢᠮᠧᠯ᠂ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠪᠦᠬᠦᠯᠢ ᠨᠡᠷ᠎ᠡ᠂ ᠤᠯᠤᠰ ᠣᠷᠣᠨ

source: Invalid email {email_address}.
mn: ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠢᠮᠧᠯ {email_address}᠃

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
mn: ᠢᠮᠧᠯ {email} ᠍ ᠲᠡᠢ ᠳᠠᠩᠰᠠ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯᠪᠠᠴᠤ ᠥᠭᠭᠦᠭᠰᠡᠨ username {username} ᠥᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠨ᠎ᠠ ᠃ {email} ᠍ ᠲᠡᠢ ᠶᠠᠮᠠᠷ ᠴᠤ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ

source: File is not attached.
mn: ᠹᠠᠢᠯ ᠬᠠᠪᠰᠠᠷᠭᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Username {user} already exists.
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ {user} ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠳᠠᠩᠰᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
mn: ᠰᠢᠨ᠎ᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠳᠦ (ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠢᠮᠧᠯ = {email})ᠢᠮᠧᠯ ᠢᠯᠡᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠠᠯᠳᠠᠭ᠎ᠠ 〈{err}〉. ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠦᠭᠡᠢ ᠪᠡᠷ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠠᠪᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠪᠡᠯ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠬᠣᠯᠪᠣᠭᠳᠠᠨ᠎ᠠ ᠤᠤ᠃

source: problem responses
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ

source: Could not find problem with this location.
mn: ᠡᠨᠡ ᠪᠠᠢᠷᠢᠰᠢᠯ ᠳᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠲᠤᠯᠭᠠᠷᠴᠢ ᠴᠢᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Invoice number '{num}' does not exist.
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠳ᠋ᠤᠭᠠᠷ 〈{num}〉 ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The sale associated with this invoice has already been invalidated.
mn: ᠡᠨᠡ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠪᠣᠷᠣᠯᠠᠭᠤᠯᠤᠯᠲᠠ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Invoice number {0} has been invalidated.
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠯ ᠦᠨ ᠳ᠋ᠤᠭᠠᠷ 〈0〉 ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃

source: This invoice is already active.
mn: ᠡᠨᠡ ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠢᠳᠡᠪᠬᠢᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The registration codes for invoice {0} have been re-activated.
mn: ᠨᠡᠬᠡᠮᠵᠢᠯᠡᠬᠦ 〈0〉 ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠺᠣᠳ᠋ ᠍ ᠢ ᠳ᠋ᠠᠬᠢᠨ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: CourseID
mn: Crested

source: Certificate Type
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠲᠥᠷᠦᠯ

source: Total Certificates Issued
mn: ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠨᠡᠢᠲᠡ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: Date Report Run
mn: ᠲᠠᠶᠢᠯᠠᠩ ᠤᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: enrolled learner profile
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠫᠷᠣᠹᠠᠢᠯ

source: User ID
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ID

source: Email
mn: ᠢᠮᠧᠯ ᠤᠨ ᠬᠠᠶᠠᠭ

source: Language
mn: ᠬᠡᠯᠡ

source: Location
mn: ᠪᠠᠢᠷᠰᠢᠯ

source: Birth Year
mn: ᠲᠦᠷᠦᠭᠰᠡᠨ ᠵᠢᠯ

source: Gender
mn: ᠵᠧᠨᠳᠡᠷ

source: Level of Education
mn: ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤᠨ ᠲᠦᠪᠰᠢᠨ

source: Mailing Address
mn: ᠵᠠᠬᠢᠳᠠᠯ ᠤᠨ ᠬᠠᠶᠠᠭ

source: Goals
mn: ᠵᠣᠷᠢᠯᠭ᠎ᠠ

source: Enrollment Mode
mn: ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠭᠣᠷᠢᠮ

source: Verification Status
mn: ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ

source: Cohort
mn: ᠺᠣᠬᠣᠷᠲ

source: Team
mn: ᠪᠠᠭ

source: City
mn: ᠬᠣᠲᠠ

source: Country
mn: ᠤᠯᠤᠰ

source: enrollment
mn: ᠰᠢᠨ᠎ᠡ ᠪᠡᠷ ᠭᠡᠰᠢᠭᠦᠨ ᠡᠯᠰᠡᠭᠦᠯᠬᠦ᠂ ᠡᠯᠰᠡᠯᠲᠡ

source: The file must contain a 'cohort' column containing cohort names.
mn: ᠹᠠᠢᠯ ᠨᠢ 〈ᠺᠣᠭᠣᠷ ᠲᠤ〉 ᠪᠠᠭᠠᠨ᠎ᠠ ᠶᠢᠨ ᠺᠣᠬᠣᠷᠲ ᠨᠡᠷ᠎ᠡ ᠠᠭᠤᠯᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: The file must contain a 'username' column, an 'email' column, or both.
mn: ᠹᠠᠢᠯ ᠨᠢ {user} ᠪᠠᠭᠠᠨ᠎ᠠ᠂ {email} ᠪᠠᠭᠠᠨ᠎ᠠ᠂ ᠡᠰᠡᠪᠡᠯ ᠬᠣᠶᠠᠭᠤᠯᠠ ᠪᠠᠨ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Coupon Code
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ᠺᠣᠳ᠋

source: Course Id
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ

source: % Discount
mn: % ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ

source: Description
mn: ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ

source: Expiration Date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Is Active
mn: ᠢᠳᠡᠪᠬᠢᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ

source: Code Redeemed Count
mn: ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠺᠣᠳ᠋

source: Total Discounted Seats
mn: ᠨᠡᠢᠲᠡ ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ ᠲᠡᠢ ᠰᠠᠭᠤᠳᠠᠯ

source: Total Discounted Amount
mn: ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ ᠲᠡᠢ ᠨᠡᠢᠲᠡ ᠳᠦᠩ

source: detailed enrollment
mn: ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠯ ᠳᠤ

source: executive summary
mn: ᠭᠦᠢᠴᠡᠳᠭᠡᠬᠦ ᠬᠤᠷᠢᠶᠠᠩᠭᠤᠢ

source: survey
mn: ᠰᠤᠳᠤᠯᠭ᠎ᠠ

source: proctored exam results
mn: ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳᠦᠩ

source: Could not parse amount as a decimal
mn: ᠠᠷᠪᠠᠲᠤ ᠶᠢᠨ ᠪᠤᠲᠠᠷᠬᠠᠢ ᠪᠠᠷ ᠵᠠᠳᠠᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ

source: Unable to generate redeem codes because of course misconfiguration.
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠠᠯᠳᠠᠭ᠎ᠠ ᠲᠠᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠤᠴᠢᠷ ᠠᠴᠠ ᠭᠡᠲᠦᠯᠭᠡᠬᠦ ᠺᠣᠳ᠋ ᠍ ᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: pdf download unavailable right now, please contact support.
mn: pdf ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠂ ᠳᠡᠮᠵᠢᠯᠭᠡ ᠲᠡᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃

source: Module does not exist.
mn: ᠮᠣᠳᠣᠯ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: An error occurred while deleting the score.
mn: ᠣᠶᠢᠯᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠬᠠᠰᠤᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃

source: Course has no entrance exam section.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠡᠰᠡᠭ ᠦᠭᠡᠢ᠃

source: all_students and unique_student_identifier are mutually exclusive.
mn: all᠎students ᠪᠣᠯᠤᠨ unique᠎student᠎identifier ᠨᠢ ᠬᠠᠷᠢᠯᠴᠠᠨ ᠪᠡᠶ᠎ᠡ ᠪᠡᠶᠡᠩ ᠢᠶᠡᠨ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠶᠤᠮ᠃

source: all_students and delete_module are mutually exclusive.
mn: all᠎students ᠪᠣᠯᠤᠨ delete᠎module ᠨᠢ ᠬᠠᠷᠢᠯᠴᠠᠨ ᠪᠡᠶ᠎ᠡ ᠪᠡᠶᠡᠩ ᠢᠶᠡᠨ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ᠎ᠠ᠃

source: Requires instructor access.
mn: ᠪᠠᠭᠰᠢ ᠳ᠋ᠤ᠌ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠶᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ᠃

source: Course has no valid entrance exam section.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠤᠰᠤ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠡᠰᠡᠭ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ᠃

source: All Students
mn: ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢᠳ

source: Cannot rescore with all_students and unique_student_identifier.
mn: All᠎students ᠪᠣᠯᠤᠨ unique᠎student᠎identifier ᠍ ᠲᠠᠢ ᠳᠠᠪᠲᠠᠵᠤ ᠴᠢᠳᠠᠳᠠᠭ ᠦᠭᠡᠢ᠃

source: ORA data
mn: ORA ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: grade
mn: ᠵᠡᠷᠭᠡᠯᠡᠯ

source: problem grade
mn: ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ

source: Successfully changed due date for student {0} for {1} to {2}
mn: ᠰᠤᠷᠤᠭᠴᠢ 〈0〉 ᠍ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ 〈1〉 to 〈2〉

source: Successfully removed invalid due date extension (unit has no due date).
mn: ᠬᠦᠴᠦᠨᠲᠡᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠭᠰᠠᠨ ( ᠨᠢᠭᠡᠴᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠳᠠᠭᠤᠰᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ )᠃

source: Successfully reset due date for student {0} for {1} to {2}
mn: ᠰᠤᠷᠤᠭᠴᠢ 〈0〉 ᠍ ᠢ 〈1〉 to 〈2〉 ᠍ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠡᠷᠡᠢ᠃

source: This student (%s) will skip the entrance exam.
mn: ᠡᠨᠡ ᠰᠤᠷᠤᠭᠴᠢ (%s)ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠣᠷᠣᠬᠤ ᠦᠭᠡᠢ᠃

source: This student (%s) is already allowed to skip the entrance exam.
mn: ᠡᠨᠡ ᠰᠤᠷᠤᠭᠴᠢ (%s)ᠨᠢ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠠᠯᠭᠠᠰᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠦᠬᠦ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡᠵᠢᠭᠦᠯᠬᠦ ᠠᠵᠢᠯ ᠢ ᠡᠬᠢᠯᠡᠭᠦᠯᠦᠭᠰᠡᠨ᠃ ᠲᠠ "Pending Tasks" ᠬᠡᠰᠡᠭ ᠲᠦ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠠᠵᠢᠯ ᠤᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠬᠠᠷᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Please select one or more certificate statuses that require certificate regeneration.
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠨᠥᠬᠥᠨ ᠰᠡᠷᠭᠦᠯᠲᠡ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ ᠨᠢᠭᠡ ᠪᠠ ᠲᠡᠭᠦᠨ ᠡᠴᠡ ᠣᠯᠠᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: Please select certificate statuses from the list only.
mn: ᠵᠥᠪᠬᠡᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠠᠴᠠ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ᠃

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠨᠥᠬᠥᠨ ᠰᠡᠷᠭᠦᠭᠡᠯᠲᠡ ᠶᠢᠨ ᠠᠵᠢᠯ ᠡᠬᠢᠯᠡᠭᠰᠡᠨ᠃ ᠲᠠ "Pending Tasks" ᠬᠡᠰᠡᠭ ᠲᠦ ᠡᠭᠦᠰᠭᠡᠬᠦ ᠠᠵᠢᠯ ᠤᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠬᠠᠷᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Student (username/email={user}) already in certificate exception list.
mn: ᠰᠤᠷᠤᠭᠴᠢ (username/email={user})ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠣᠷᠣᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Certificate exception (user={user})does not exist in certificate white list. Please refresh the page and try again.
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠤᠨ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠵᠦᠢᠯ (user={user})ᠨᠢ ᠴᠠᠭᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠳᠤ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ / ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠲᠠᠯᠠᠪᠤᠷ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠥᠭᠡᠳ ᠬᠣᠭᠣᠰᠣᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ / ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠪᠥᠭᠯᠡᠭᠡᠳ "Add to Exception List" ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The record is not in the correct format. Please add a valid username or email address.
mn: ᠪᠠᠷᠢᠮᠲᠠ ᠪᠢᠴᠢᠭ ᠢ ᠵᠥᠪ ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠣᠷᠣᠭᠤᠯᠤᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠦᠴᠦᠨᠲᠡᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠡᠰᠡᠪᠡᠯ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ᠃

source: {user} does not exist in the LMS. Please check your spelling and retry.
mn: 〈ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ〉 LMS ᠍ ᠳᠦ ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠥᠪᠡᠷ ᠦᠨ ᠠᠯᠳᠠᠭ᠎ᠠ ᠰᠢᠯᠭᠠᠬᠤ ᠪᠠ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: {user} is not enrolled in this course. Please check your spelling and retry.
mn: {user} ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭ᠎ᠠ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠥᠪᠡᠷ ᠦᠨ ᠠᠯᠳᠠᠭ᠎ᠠ ᠰᠢᠯᠭᠠᠬᠤ ᠪᠠ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Invalid data, generate_for must be "new" or "all".
mn: ᠪᠤᠷᠤᠭᠤ ᠥᠭᠭᠥᠭᠳᠡᠯ ᠡᠭᠦᠰᠭᠡᠬᠦ᠂ generate᠎for "new" ᠡᠰᠡᠪᠡᠯ "all" ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Certificate generation started for white listed students.
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠴᠠᠭᠠᠨ ᠥᠩᠭᠡᠲᠡᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠣᠯᠭᠤᠵᠤ ᠡᠬᠢᠯᠡᠭᠰᠡᠨ᠃

source: user "{user}" in row# {row}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ "{user}" ᠮᠥᠷ # {row}

source: user "{username}" in row# {row}
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ "{username}" ᠮᠥᠷ # {row}

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
mn: 〈{user} ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃ ᠥᠪᠡᠷ ᠦᠨ ᠠᠯᠳᠠᠭ᠎ᠠ ᠰᠢᠯᠭᠠᠬᠤ ᠪᠠ ᠳ᠋ᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ {user} ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ ᠨᠢ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠂ ᠡᠨᠡ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠡᠨᠡ ᠰᠤᠷᠤᠭᠴᠢ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠡᠭᠦᠰᠬᠡᠭᠰᠡᠨ ᠡᠰᠡᠬᠦ ᠶᠢ ᠨᠢᠭᠲᠠᠯᠠᠵᠤ᠂ ᠴᠠᠰᠢ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠦᠨ᠎ᠡ ᠦᠦ᠃

source: Certificate Invalidation does not exist, Please refresh the page and try again.
mn: ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠂ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶᠢ ᠳᠠᠬᠢᠨ ᠠᠴᠢᠶᠠᠯᠠᠭᠠᠳ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ / ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠲᠠᠯᠠᠪᠤᠷ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠥᠭᠡᠳ ᠬᠣᠭᠣᠰᠣᠨ ᠪᠠᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ / ᠢᠮᠧᠯᠡ ᠶᠢ ᠪᠥᠭᠯᠡᠭᠡᠳ᠂ < ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ > ᠲᠣᠪᠴᠢ ᠶᠢ ᠳᠠᠷᠤᠨ᠎ᠠ ᠤᠤ᠃

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
mn: ᠰᠤᠷᠤᠭᠴᠢ {student} ᠬᠢᠴᠢᠶᠡᠯ {course} ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠦᠭᠡᠢ᠃ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ / ᠢᠮᠧᠯᠡ ᠶᠢ ᠰᠢᠯᠭᠠᠵᠤ᠂ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠵᠥᠪ᠂ ᠳᠠᠬᠢᠨ ᠣᠷᠣᠯᠳᠤᠨ᠎ᠠ ᠤᠤ᠃

source: coupon id is None
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ID ᠪᠠᠢᠬᠤ ᠦᠭᠡᠢ

source: coupon with the coupon id ({coupon_id})DoesNotExist
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ID ᠺᠦ᠋ᠫᠣᠨ ({coupon_id})DoesNotExist

source: coupon with the coupon id ({coupon_id})is already inactive
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ID ({coupon_id})ᠺᠦ᠋ᠫᠣᠨ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: coupon with the coupon id ({coupon_id})updated successfully
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ID ({coupon_id})ᠺᠦ᠋ᠫᠣᠨ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ

source: The code ({code})that you have tried to define is already in use as a registration code
mn: ᠺᠣᠳ᠋ ({code})ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠭᠡᠵᠦ ᠣᠷᠣᠯᠳᠤᠭᠰᠠᠨ ᠺᠣᠳ᠋ ᠨᠢ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠺᠣᠳ᠋ ᠪᠣᠯᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Please Enter the Integer Value for Coupon Discount
mn: ᠺᠦ᠋ᠫᠣᠨ ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡᠳ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ Integer Value ᠍ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Please Enter the Coupon Discount Value Less than or Equal to 100
mn: 100 ᠍ ᠠᠴᠠ ᠪᠠᠭ᠎ᠠ ᠪᠤᠶᠤ ᠲᠡᠩᠴᠡᠭᠦᠦ ᠪᠠᠢᠬᠤ ᠺᠦ᠋ᠫᠣᠨ ᠤ ᠬᠥᠩᠭᠡᠯᠡᠯᠲᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Please enter the date in this format i-e month/day/year
mn: ᠡᠨᠡ ᠹᠣᠷᠮᠠᠲ᠋ᠠᠷ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠪᠢᠴᠢᠨ᠎ᠡ ᠦᠦ i-e ᠰᠠᠷ᠎ᠠ / ᠡᠳᠦᠷ / ᠵᠢᠯ

source: coupon with the coupon code ({code})added successfully
mn: ᠺᠦ᠋ᠫᠣᠨ ᠺᠣᠳ᠋ ({code})ᠺᠦ᠋ᠫᠣᠨ ᠨᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠮᠡᠭᠳᠡᠭᠰᠡᠨ

source: coupon with the coupon code ({code})already exists for this course
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ᠺᠣᠳ᠋ ({code})ᠺᠦ᠋ᠫᠣᠨ ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠣᠷᠣᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ

source: coupon id not found
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ID ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ

source: coupon with the coupon id ({coupon_id})updated Successfully
mn: ᠺᠦ᠋ᠫᠣᠨ ᠤ ID ({coupon_id})ᠺᠦ᠋ᠫᠣᠨ ᠢ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠰᠡᠨ

source: Instructor
mn: ᠪᠠᠭᠰᠢ

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤᠨ ᠣᠷᠤᠯᠴᠠᠭᠰᠠᠨ ᠪᠠᠢᠳᠠᠯ ᠢ᠋ ᠣᠢᠯᠭᠠᠬᠤ ᠰᠠᠨᠠᠭᠠᠲᠠᠢ ᠪᠣᠯ {link_start}{analytics_dashboard_name}{link_end} ᠢ᠋ ᠦᠵᠡᠭᠡᠷᠠᠢ᠃

source: E-Commerce
mn: ᠢᠨᠲ᠋ᠧᠷᠨᠡᠲ ᠬᠤᠳᠠᠯᠳᠤᠭ᠎ᠠ

source: Special Exams
mn: ᠲᠤᠰᠬᠠᠢ ᠰᠢᠯᠭᠠᠯᠲᠠ

source: Certificates
mn: ᠭᠡᠷᠡᠴᠢᠯᠡᠭᠡ

source: Please Enter the numeric value for the course price
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠥᠯᠥᠪᠦᠷᠢ ᠶᠢᠨ ᠲᠣᠭᠠᠨ ᠤᠳᠬ᠎ᠠ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: CourseMode with the mode slug({mode_slug})DoesNotExist
mn: CourseMode ᠭᠣᠷᠢᠮ ᠤᠨ slug({mode_slug})ᠤᠷᠤᠰᠢᠬᠤ ᠦᠭᠡᠢ

source: CourseMode price updated successfully
mn: CourseMode ᠦᠨ᠎ᠡ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠭᠰᠡᠨ

source: Course Info
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠤᠬᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Enrollment data is now available in {dashboard_link}.
mn: ᠪᠦᠷᠢᠳᠬᠡᠬᠦ ᠳᠠᠲ᠋ᠠ ᠨᠢ ᠣᠳᠣ {dashboard_link} ᠍ ᠲᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Membership
mn: ᠭᠡᠰᠢᠭᠦᠨᠴᠢᠯᠡᠯ

source: Discussions
mn: ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ

source: Student Admin
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠠᠳᠮᠢᠨ

source: Extensions
mn: ᠥᠷᠭᠡᠳᠬᠡᠯ ᠦᠳ

source: Data Download
mn: ᠥᠭᠭᠥᠭᠳᠡᠯ ᠲᠠᠲᠠᠬᠤ

source: Analytics
mn: ᠠᠨᠠᠯᠢᠲ᠋ᠢᠭ

source: Metrics
mn: ᠬᠡᠮᠵᠢᠭᠦᠷ

source: Open Responses
mn: ᠨᠡᠭᠡᠭᠡᠯᠲᠡᠲᠡᠢ ᠬᠠᠷᠢᠭᠤ ᠠᠷᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ

source: 0 sent
mn: 0 ᠢᠯᠡᠭᠡᠭᠰᠡᠨ

source: {num_emails} sent
mn: {num_emails} ᠢᠯᠡᠭᠡᠭᠰᠡᠨ

source: {num_emails} failed
mn: {num_emails} ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠪᠠ

source: Complete
mn: ᠪᠦᠷᠢᠨ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ

source: Incomplete
mn: ᠪᠥᠷᠢᠨ ᠪᠤᠰᠤ

source: The enrollment code ({code})was not found for the {course_name} course.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠺᠣᠳ᠋ {code} ᠨᠢ {course_name} ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃
