Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Create My Account
mn: ᠮᠢᠨᠦ ᠳᠠᠩᠰᠠ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Preferences for {platform_name}
mn: {platform_name} ᠍ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ

source: Update my {platform_name} Account
mn: ᠮᠢᠨᠦ {platform_name} ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠨ᠎ᠡ ᠦᠦ

source: Welcome {username}! Please set your preferences below
mn: ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ {username}! ᠳᠣᠣᠷᠠᠬᠢ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠪᠠᠨ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Enter a public username:
mn: ᠨᠡᠢᠲᠡ ᠶᠢᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠄

source: Update My Account
mn: ᠮᠢᠨᠦ ᠠᠺᠠᠤᠨᠲ ᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠬᠦ

source: Registration Help
mn: ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ

source: Already registered?
mn: ᠠᠯᠢ ᠬᠡᠳᠦᠶᠢᠨ ᠪᠦᠷᠢᠳᠬᠡᠭᠳᠡᠭᠰᠡᠨ?

source: Log in
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Welcome to {platform_name}
mn: {platform_name} ᠍ ᠳᠦ ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
mn: {platform_name} ᠍ ᠦᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠳᠦ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠢᠶᠡᠷ ᠪᠢᠳᠡ ᠣᠳᠣ ᠶᠢᠨ ᠪᠣᠯᠤᠨ ᠢᠷᠡᠭᠡᠳᠦᠢ ᠶᠢᠨ ᠦᠨ᠎ᠡ ᠦᠭᠡᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠵᠥᠪᠬᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠶᠠᠪᠤᠭᠤᠯᠬᠤ ᠳᠤ ᠪᠡᠯᠡᠨ ᠪᠢᠰᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ? ᠲᠠ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠪᠠᠢᠷᠢᠯᠠᠭᠤᠯᠤᠨ᠎ᠠ - ᠪᠢᠳᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠨᠡᠮᠡᠭᠳᠡᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Next Steps
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠶᠢᠨ ᠠᠯᠬᠤᠮ ᠤᠳ

source: As part of joining {platform_name}, you will receive an email message with instructions for activating your account. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
mn: {platform_name} ᠍ ᠳᠦ ᠨᠢᠭᠡᠳᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠠᠺᠠᠤᠨᠲ ᠢ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠬᠦ ᠵᠢᠭᠠᠪᠤᠷᠢ ᠪᠦᠬᠦᠢ ᠢᠮᠧᠯ ᠵᠤᠷᠪᠤᠰ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠢᠮᠧᠯᠡ ᠶᠢ ᠪᠤᠤ ᠬᠠᠷᠠᠭᠠᠷᠠᠢ ᠥᠪᠡᠷ ᠦᠨ ᠰᠫᠠᠮ ᠹᠣᠯᠳᠧᠷ ᠢ ᠰᠢᠯᠭᠠᠭᠠᠳ {platform_name} ᠢᠮᠧᠯᠡ ᠶᠢ 〈ᠰᠫᠠᠮ ᠪᠢᠰᠢ〉 ᠭᠡᠵᠦ ᠲᠡᠮᠳᠡᠭᠯᠡ᠃ {platform_name} ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠢᠳᠡ ᠶᠡᠬᠡᠪᠴᠢᠯᠡᠨ ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠬᠣᠯᠪᠣᠭᠳᠠᠳᠠᠭ᠃

source: Need help registering with {platform_name}?
mn: {platform_name} ᠍ ᠲᠠᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠲᠤᠰᠠᠯᠠᠯᠴᠠᠭ᠎ᠠ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: View our FAQs for answers to commonly asked questions.
mn: ᠨᠡᠢᠲᠡᠯᠢᠭ ᠠᠰᠠᠭᠤᠭᠰᠠᠨ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠶᠢ ᠠᠪᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠮᠠᠨ ᠤ ᠲᠦᠭᠡᠮᠡᠯ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ ᠬᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: You can find the answers to most of your questions in our list of FAQs. After you enroll in a course, you can also find answers in the course discussions.
mn: ᠲᠠ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠤᠨ ᠢᠶᠠᠨ ᠶᠡᠬᠡᠩᠬᠢ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠳᠤ ᠬᠠᠷᠢᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠡᠯᠰᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠢᠭᠤᠯᠲᠠ ᠣᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Register for {platform_name}
mn: {platform_name} ᠍ ᠦᠨ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: Create My {platform_name} Account
mn: ᠮᠢᠨᠤ {platform_name} ᠪᠦᠷᠢᠳᠬᠡᠯ ᠡᠭᠦᠰᠬᠡᠨ᠎ᠡ ᠦᠦ

source: Welcome!
mn: ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠ!

source: Register below to create your {platform_name} account
mn: {platform_name} ᠠᠺᠠᠤᠨᠲ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠣᠣᠷ᠎ᠠ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: Re-subscribe Successful!
mn: ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠳᠠᠪᠲᠠᠨ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
mn: ᠲᠠ {platform_name} ᠍ ᠠᠴᠠ ᠹᠣᠷᠣᠮ ᠤᠨ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠢᠮᠧᠯᠡ ᠶᠢ ᠳ᠋ᠠᠬᠢᠨ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ 〈dashboard᠎link᠎start〉 ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠬᠤ {link_end}᠃

source: Previous
mn: ᠡᠮᠦᠨᠡᠬᠢ

source: Sequence
mn: ᠳᠠᠷᠠᠭᠠᠯᠠᠯ

source: Next
mn: ᠳᠠᠷᠠᠭᠠᠴᠢ ᠶᠢᠨ

source: Sign Up for {platform_name}
mn: {platform_name} ᠍ ᠦᠨ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: e.g. yourname@domain.com
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ yourname@doman.zum

source: e.g. yourname (shown on forums)
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ ᠲᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ (ᠹᠣᠷᠣᠮ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ)

source: e.g. Your Name (for certificates)
mn: ᠵᠢᠱᠢᠶ᠎ᠡ ᠄ ᠲᠠᠨ ᠤ ᠨᠡᠷ᠎ᠡ (ᠰᠧᠷᠲ᠋ᠢᠹᠢᠺᠠᠲ ᠠᠪᠬᠤ)

source: <i>Welcome</i> {name}
mn: error

source: Full Name *
mn: ᠪᠦᠲᠦᠨ ᠨᠡᠷ᠎ᠡ ‍

source: Ed. Completed
mn: ᠡᠳ᠋᠃ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ

source: Goals in signing up for {platform_name}
mn: {platform_name} ᠍ ᠦᠨ ᠭᠠᠷ ᠤᠨ ᠦᠰᠦᠭ ᠵᠢᠷᠤᠬᠤ ᠵᠣᠷᠢᠯᠭ᠎ᠠ

source: Already have an account?
mn: ᠪᠦᠷᠢᠳᠬᠡᠯᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ?

source: Login.
mn: ᠨᠡᠪᠲᠡᠷᠡᠬᠦ᠃

source: This content experiment uses group configuration '{group_configuration_name}'.
mn: ᠡᠨᠡ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ 〈group᠎configuration᠎name〉 ᠪᠦᠯᠦᠭ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ᠃

source: Active Groups
mn: ᠢᠳᠡᠪᠬᠢᠲᠡᠢ ᠪᠦᠯᠦᠭ ᠦᠳ

source: Inactive Groups
mn: ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠦᠯᠦᠭ ᠦᠳ

source: Staff Debug Info
mn: Staff Staff Debug Info

source: Submission history
mn: ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠲᠡᠦᠬᠡ

source: {platform_name} Content Quality Assessment
mn: {platform_name} ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠴᠢᠨᠠᠷ ᠤᠨ ᠦᠨᠡᠯᠡᠭᠡ

source: Comment
mn: ᠰᠡᠳᠬᠢᠭᠳᠡᠯ ᠪᠢᠴᠢᠬᠦ

source: comment
mn: ᠰᠡᠳᠬᠢᠭᠳᠡᠯ ᠪᠢᠴᠢᠬᠦ

source: Tag
mn: ᠲᠠᠭ

source: Optional tag (eg "done" or "broken"):
mn: ᠨᠡᠮᠡᠯᠲᠡ ᠱᠣᠰᠢᠭ᠎ᠠ (ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ "done" ᠡᠰᠡᠪᠡᠯ "broken")᠄

source: tag
mn: ᠱᠣᠰᠢᠭ᠎ᠠ

source: Add comment
mn: ᠰᠡᠳᠬᠢᠭᠳᠡᠯ ᠨᠡᠮᠡᠬᠦ

source: Staff Debug:
mn: Staff ᠳ᠋ᠢᠪᠠᠭ ᠬᠢᠬᠦ᠄

source: Actions
mn: ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ

source: Score (for override only)
mn: ᠣᠨᠣᠭ᠎ᠠ (ᠵᠥᠪᠬᠡᠨ ᠳᠠᠷᠤᠵᠤ ᠪᠢᠴᠢᠨ᠎ᠡ ᠦᠦ)

source: Reset Learner's Attempts to Zero
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ ᠶᠢ ᠲᠡᠭ ᠪᠣᠯᠭᠠᠬᠤ

source: Delete Learner's State
mn: ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠤᠯᠤᠰ ᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Rescore Learner's Submission
mn: Rescore ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠶᠢᠨ ᠢᠷᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ

source: Rescore Only If Score Improves
mn: ᠵᠥᠪᠬᠡᠨ Score ᠰᠠᠶᠢᠵᠢᠷᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠳᠤ ᠯᠠ ᠵᠥᠪᠬᠡᠨ ᠬᠠᠷᠢᠭᠤ ᠶᠢ ᠪᠠᠨ ᠠᠪᠤᠭᠠᠷᠠᠢ

source: Override Score
mn: ᠣᠨᠣᠰᠢᠯᠠᠭᠠᠨ ᠤ ᠣᠨᠣᠭ᠎ᠠ

source: Module Fields
mn: ᠮᠣᠳᠤᠯ ᠤᠨ ᠲᠠᠯᠠᠪᠤᠷ ᠤᠳ

source: XML attributes
mn: XML ᠰᠢᠨᠵᠢ ᠴᠢᠨᠠᠷ ᠤᠳ

source: Submission History Viewer
mn: ᠤᠷᠤᠭᠤᠯᠬᠤ ᠲᠡᠦᠬᠡ Viewer

source: User:
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ᠄

source: View History
mn: ᠲᠡᠦᠬᠡ ᠶᠢ ᠬᠠᠷᠠᠬᠤ

source: {course_number} Textbook
mn: {course_number} ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ

source: Textbook Navigation
mn: ᠰᠤᠷᠬᠤ ᠪᠢᠴᠢᠭ

source: Page
mn: ᠬᠠᠭᠤᠳᠠᠰᠤ

source: Previous page
mn: ᠡᠮᠦᠨᠡᠬᠢ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: Next page
mn: ᠳᠠᠷᠠᠭ᠎ᠠ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ

source: Sysadmin Dashboard
mn: Sysadmin ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ

source: Users
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ

source: Staffing and Enrollment
mn: ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠪᠠ ᠡᠯᠰᠡᠯᠲᠡ

source: User Management
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠤᠳᠤᠷᠢᠳᠤᠯᠭ᠎ᠠ

source: Email or username
mn: ᠢᠮᠧᠯ ᠡᠰᠡᠪᠡᠯ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ

source: Delete user
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: Create user
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠡᠭᠦᠰᠭᠡᠬᠦ

source: Download list of all users (csv file)
mn: ᠪᠦᠬᠦ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠦᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ (csv ᠹᠠᠢᠯ)

source: Check and repair external authentication map
mn: ᠭᠠᠳᠠᠭᠠᠳᠤ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶᠢᠨ ᠭᠠᠵᠠᠷ ᠤᠨ ᠵᠢᠷᠤᠭ ᠢ ᠰᠢᠯᠭᠠᠵᠤ ᠵᠠᠰᠠᠬᠤ

source: Go to each individual course's Instructor dashboard to manage course enrollment.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠭᠠᠭᠴᠠᠭᠠᠷᠴᠢᠯᠠᠭᠰᠠᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠣᠴᠢᠵᠤ ᠦᠵᠡᠭᠡᠷᠡᠢ᠃

source: Manage course staff and instructors
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠪᠣᠯᠤᠨ ᠪᠠᠭᠰᠢ ᠨᠠᠷ ᠢ ᠤᠳᠤᠷᠢᠳᠤᠨ᠎ᠠ

source: Download staff and instructor list (csv file)
mn: ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠪᠣᠯᠤᠨ ᠪᠠᠭᠰᠢ ᠶᠢᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ ᠶᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ (csv ᠹᠠᠢᠯ)

source: Administer Courses
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢ ᠤᠳᠤᠷᠢᠳᠬᠤ

source: Repo Location
mn: ᠷᠧᠫᠣ ᠪᠠᠢᠷᠰᠢᠯ

source: Repo Branch (optional)
mn: ᠷᠧᠫᠣ ᠰᠠᠯᠪᠤᠷᠢ (ᠵᠠᠪᠠᠯ ᠪᠢᠰᠢ)

source: Load new course from GitHub
mn: GitHub ᠍ ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠠᠴᠢᠶᠠᠯᠠᠬᠤ

source: Course ID or dir
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳ᠋ᠤᠭᠠᠷ

source: Delete course from site
mn: ᠰᠠᠶᠢᠲᠤ ᠠᠴᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠠᠰᠤᠬᠤ

source: Platform Version
mn: ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ

source: previous
mn: ᠡᠮᠦᠨᠡᠬᠢ

source: Page {current_page} of {total_pages}
mn: 〈Total᠎pages〉 ᠍ ᠤᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ 〈current᠎page〉

source: next
mn: ᠳᠠᠷᠠᠭᠠᠴᠢ ᠶᠢᠨ

source: Recent git load activity for {course_id}
mn: 〈Course᠎id〉 ᠍ ᠤᠨ ᠰᠡᠭᠦᠯ ᠦᠨ ᠠᠴᠢᠶᠠᠯᠠᠯ ᠤᠨ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ

source: Date
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Git Action
mn: ᠭᠢ ᠳᠤ ᠦᠢᠯᠡᠳᠦᠯ

source: No git import logs have been recorded.
mn: ᠶᠠᠮᠠᠷ ᠴᠤ ᠭᠦᠦᠷᠡ ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠡ ᠦᠭᠡᠢ᠃

source: No git import logs have been recorded for this course.
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠭᠢᠲ᠋ᠠᠷ ᠤᠨ ᠢᠮᠫᠣᠷᠲ ᠤᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠪᠦᠷᠢᠳᠬᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Source:
mn: ᠡᠬᠡ ᠰᠤᠷᠪᠤᠯᠵᠢ᠄

source: Tracking Log
mn: ᠯᠣᠭ ᠬᠢᠨᠠᠬᠤ

source: datetime
mn: ᠣᠨ ᠰᠠᠷ᠎ᠠ ᠡᠳᠦᠷ ᠴᠠᠭ

source: source
mn: ᠡᠬᠡ ᠰᠤᠷᠪᠤᠯᠵᠢ

source: type
mn: ᠲᠥᠷᠥᠯ

source: Unsubscribe Successful!
mn: ᠠᠮᠵᠢᠯᠲᠠ ᠶᠢᠨ ᠵᠠᠬᠢᠶᠠᠯᠠᠭ᠎ᠠ ᠴᠤᠴᠠᠯᠬᠤ!

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
mn: ᠲᠠ {platform_name} ᠳᠡᠭᠡᠷᠡᠬᠢ ᠹᠣᠷᠣᠮ ᠮᠡᠳᠡᠭᠳᠡᠯ ᠢᠮᠧᠯᠡ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠦᠭᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ 〈dashboard᠎link᠎start〉 ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ ᠳ᠋ᠤ᠌ ᠪᠤᠴᠠᠬᠤ {link_end}᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠭᠦᠨ ᠢ ᠬᠢᠬᠦ ᠶᠢ ᠬᠦᠰᠡᠭᠡ ᠦᠭᠡᠢ ᠪᠣᠯ 〈undo᠎link᠎start〉 〈{link_end} ᠍ ᠢ ᠳᠠᠬᠢᠨ ᠵᠠᠬᠢᠶᠠᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Dashboard for:
mn: ᠬᠢᠨᠠᠯᠲᠠ ᠶᠢᠨ ᠰᠠᠮᠪᠠᠷ᠎ᠠ᠄

source: More options
mn: ᠢᠯᠡᠭᠦᠦ ᠣᠯᠠᠨ ᠰᠣᠩᠭᠣᠯᠲᠠ ᠨᠤᠭᠤᠳ

source: Using the system
mn: ᠰᠢᠰᠲ᠋ᠧᠮ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
mn: ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢ ᠲᠣᠭᠯᠠᠭᠤᠯᠬᠤ ᠶᠠᠪᠤᠴᠠ ᠳᠤ ᠪᠠᠨ ᠬᠠᠳᠠᠮᠠᠯ ᠣᠷᠴᠢᠭᠤᠯᠭ᠎ᠠ᠂ ᠭᠦᠢᠯᠭᠡᠬᠦ ᠲᠣᠪᠴᠢᠯᠠᠭᠤᠷ ᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠠᠳᠠᠮᠠᠯ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠳᠠᠷᠤᠬᠤ ᠨᠢ ᠠᠷᠠᠢ ᠪᠠᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠪᠡᠷ ᠤᠷᠤᠭᠰᠢ ᠪᠠᠨ ᠤᠷᠤᠭᠰᠢ ᠪᠠᠨ ᠴᠢᠭᠯᠡᠭᠦᠯᠬᠦ ᠬᠤᠷᠳᠤᠨ ᠠᠷᠭ᠎ᠠ ᠶᠤᠮ᠃

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠪᠠᠭ᠎ᠠ ᠨᠢᠭᠲᠠᠷᠠᠯ ᠲᠠᠢ ᠳᠡᠯᠭᠡᠴᠡ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠵᠡᠭᠦᠨ ᠲᠠᠯ᠎ᠠ ᠶᠢᠨ ᠨᠠᠪᠢᠭᠠᠼ ᠤᠨ ᠪᠠᠷᠠᠭᠤᠨ ᠲᠠᠯ᠎ᠠ ᠳᠤ ᠨᠢ ᠭᠤᠷᠪᠠᠨ ᠵᠡᠭᠦᠨ ᠰᠤᠮᠤᠨ ᠤ ᠪᠠᠭᠴᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠵᠤ ᠳᠠᠯᠳᠠᠯᠠᠭᠳᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠲᠣᠮᠣ ᠡᠰᠡᠪᠡᠯ ᠵᠢᠵᠢᠭ ᠹᠣᠨᠲ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠣᠯ ᠪᠷᠠᠦ᠋ᠽᠧᠷ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠲᠡᠳᠡᠭᠡᠷ ᠢ ᠳᠡᠭᠡᠭᠰᠢ ᠡᠰᠡᠪᠡᠯ ᠳᠣᠭᠣᠭᠰᠢ ᠪᠠᠭᠤᠯᠭᠠᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ. Google Chrome ᠍ ᠤᠨ ᠳᠣᠣᠷ᠎ᠠ ᠡᠨᠡ ᠨᠢ ctrl-plus ᠍ ᠢ ᠳᠠᠷᠤᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠨᠢᠭᠡ ᠳᠣᠣᠷ᠎ᠠ ctrl ᠍ ᠬᠠᠰᠤᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠬᠢᠭᠳᠡᠳᠡᠭ᠃

source: Loading video player
mn: ᠸᠢᠳᠢᠣ᠋ ᠲᠣᠭᠯᠠᠭᠤᠯᠤᠭᠴᠢ ᠶᠢ ᠠᠴᠢᠶᠠᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ

source: Play video
mn: ᠸᠢᠳᠢᠣ᠋ ᠲᠣᠭᠯᠠᠭᠤᠯᠬᠤ

source: No playable video sources found.
mn: ᠲᠣᠭᠯᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠸᠢᠳᠢᠣ᠋ ᠡᠬᠢ ᠡᠭᠦᠰᠪᠦᠷᠢ ᠣᠯᠳᠠᠭᠰᠠᠨ ᠦᠭᠡᠢ᠃

source: Your browser does not support this video format. Try using a different browser.
mn: ᠲᠠᠨ ᠤ ᠬᠥᠲᠦᠴᠢ ᠡᠨᠡ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠹᠣᠷᠮᠠᠲ ᠢ ᠳᠡᠮᠵᠢᠳᠡᠭ ᠦᠭᠡᠢ᠃ ᠥᠭᠡᠷ᠎ᠡ ᠬᠥᠲᠦᠴᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Downloads and transcripts
mn: ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ᠂ ᠬᠠᠭᠤᠯᠪᠤᠷᠢᠯᠠᠬᠤ

source: Download video file
mn: ᠸᠢᠳᠢᠣ᠋ ᠹᠠᠢᠯ ᠢ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Transcripts
mn: ᠬᠠᠭᠤᠯᠪᠤᠷᠢ

source: Download {file}
mn: ᠹᠠᠢᠯ ᠢ ᠲᠠᠲᠠᠬᠤ〉

source: Download transcript
mn: ᠲᠷᠠᠨᠰᠺᠷᠢᠫᠴ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: Handouts
mn: ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ

source: Download Handout
mn: ᠭᠠᠷ ᠠᠴᠠ ᠲᠠᠲᠠᠵᠤ ᠠᠪᠬᠤ

source: {num} of {total}
mn: 〈ᠲᠣᠭ᠎ᠠ〉 〈ᠨᠡᠢᠲᠡ〉

source: Your words were:
mn: ᠲᠠᠨ ᠤ ᠦᠭᠡᠰ ᠪᠣᠯ᠄

source: API Access Request
mn: API ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠦ

source: {platform_name} API Access Request
mn: {platform_name} API ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠦ

source: Request API Access
mn: API ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠦ

source: API Access Request Status
mn: API ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
mn: {platform_name} ᠬᠢᠴᠢᠶᠡᠯ ᠺᠠᠲ᠋ᠠᠯᠣᠭ API ᠍ ᠲᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠬᠦᠰᠡᠯ ᠳᠦ ᠴᠢᠨᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠭᠳᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠯᠲᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠤ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠠ ᠫᠷᠣᠹᠠᠢᠯ ᠳᠡᠭᠡᠷᠡᠬᠢ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠷ ᠵᠤᠷᠪᠤᠰ ᠬᠦᠯᠢᠶᠡᠨ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ API ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠪᠠᠢᠳᠠᠯ ᠢ ᠦᠵᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠪᠤᠴᠠᠵᠤ ᠣᠴᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
mn: {platform_name} ᠬᠢᠴᠢᠶᠡᠯ ᠺᠠᠲ᠋ᠠᠯᠣᠭ API ᠍ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠴᠢᠨᠢ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠡᠨᠡ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠡᠵᠦ ᠪᠣᠳᠣᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠡᠨᠡ API ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠪᠤᠰᠤᠳ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ 〈api᠎support᠎email᠎link〉᠃

source: Your request to access the {platform_name} Course Catalog API has been approved.
mn: {platform_name} ᠬᠢᠴᠢᠶᠡᠯ ᠺᠠᠲ᠋ᠠᠯᠣᠭ API ᠍ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠲᠠᠨ ᠤ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠰᠡᠨ᠃

source: Application Name
mn: ᠫᠷᠣᠭᠷᠠᠮ ᠤᠨ ᠨᠡᠷ᠎ᠡ

source: Redirect URLs
mn: URLᠨ ᠨᠤᠭᠤᠳ ᠢ ᠳᠠᠬᠢᠨ ᠴᠢᠭᠯᠡᠭᠦᠯᠬᠦ

source: If you would like to regenerate your API client information, please use the form below.
mn: ᠬᠡᠷᠪᠡ ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ API ᠺᠯᠢᠶᠸᠨᠲ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠰᠡᠷᠭᠦᠭᠡᠬᠦ ᠬᠦᠰᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ ᠳᠣᠣᠷᠠᠬᠢ ᠮᠠᠶ᠋ᠢᠭᠲᠤ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Generate API client credentials
mn: API ᠺᠯᠢᠶᠸᠨᠲ ᠤᠨ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ ᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
mn: {platform_name} ᠬᠢᠴᠢᠶᠡᠯ ᠺᠠᠲ᠋ᠠᠯᠣᠭ API ᠍ ᠦᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠢᠯᠡᠭᠦᠦ ᠶᠡᠬᠡ ᠶᠢ ᠮᠡᠳᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠡᠪᠡᠯ {link_start} ᠮᠠᠨ ᠤ API ᠪᠠᠷᠢᠮᠲᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠬᠠᠭᠤᠳᠠᠰᠤ {link_end} ᠳ᠋ᠤ᠌ ᠵᠣᠴᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠡᠨᠡ API ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠲᠠᠯᠪᠢᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ 〈api᠎support᠎email᠎link〉᠃

source: API Terms of Service
mn: API ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ

source: Terms of Service for {platform_name} APIs
mn: {platform_name} API ᠍ ᠤᠨ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ

source: Effective Date: April 12th, 2016
mn: ᠬᠦᠴᠦᠨ ᠲᠡᠭᠦᠯᠳᠡᠷ ᠪᠣᠯᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ᠄ 2016 ᠣᠨ ᠤ 4 ᠍ ᠳᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ ᠶᠢᠨ 12

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API and any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
mn: {platform_name} ᠍ ᠳᠦ ᠲᠠᠪᠠᠲᠠᠢ ᠮᠣᠷᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠪᠢᠳᠡ {platform_name} ᠍ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ Discovery API ᠪᠣᠯᠤᠨ ᠨᠡᠮᠡᠯᠲᠡ API ᠍ ᠨᠦᠭᠦᠳ ᠢ ᠪᠢᠳᠡ ᠦᠶ᠎ᠡ ᠦᠶ᠎ᠡ (ᠬᠠᠮᠲᠤ ᠳᠤ ᠪᠠᠨ APIs)ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠬᠤ ᠳᠤ ᠪᠠᠶᠠᠷᠯᠠᠯ᠎ᠠ. API ᠍ ᠳᠦ ᠬᠠᠨᠳᠤᠬᠤ᠂ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠡᠳᠡᠭᠡᠷ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ ᠢ ᠤᠩᠰᠢᠨ᠎ᠠ ᠤᠤ᠃ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ ᠦᠳ᠂ API ᠳᠠᠭᠠᠯᠳᠤᠬᠤ ᠬᠠᠪᠰᠠᠷᠭᠠᠭᠰᠠᠨ ᠳᠠᠭᠠᠯᠳᠤᠬᠤ ᠨᠡᠷ᠎ᠡ ᠲᠣᠮᠢᠶᠠᠨ ᠳᠤ ᠳᠤᠷ᠎ᠠ ᠶᠢᠨ ᠨᠡᠮᠡᠯᠲᠡ ᠨᠡᠷ᠎ᠡ ᠲᠣᠮᠢᠶ᠎ᠠ ᠪᠣᠯᠤᠨ {platform_name} ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠥᠭᠡᠳ / ᠡᠰᠡᠪᠡᠯ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠵᠦ ᠪᠠᠢᠭ᠎ᠠ ᠬᠣᠯᠪᠣᠭᠣᠳᠠᠬᠤ ᠪᠣᠳᠣᠯᠭ᠎ᠠ᠂ ᠤᠳᠤᠷᠢᠳᠤᠮᠵᠢ ᠨᠤᠭᠤᠳ ᠨᠢ ᠲᠠ ᠪᠣᠯᠤᠨ 〈platform᠎name ᠬᠣᠭᠣᠷᠣᠨᠳᠣᠬᠢ ᠬᠡᠯᠡᠯᠴᠡᠭᠡᠷ ᠦᠳ "Terms" . API ᠍ ᠨᠦᠭᠦᠳ ᠲᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠵᠠᠮ ᠢᠶᠠᠷ ᠲᠠ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠲᠡᠢ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠬᠦ ᠡᠴᠡ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ᠂ ᠨᠥᠬᠥᠴᠡᠯ ᠢᠶᠡᠷ ᠵᠠᠪᠠᠯ ᠳᠠᠭᠠᠵᠤ ᠮᠥᠷᠳᠡᠬᠦ ᠶᠢ ᠬᠦᠯᠢᠶᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ᠂ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠨ᠎ᠡ᠃ ᠬᠡᠷᠪᠡ ᠲᠠ ᠣᠶᠢᠯᠠᠭᠠᠵᠤ ᠪᠠᠢᠭ᠎ᠠ ᠡᠰᠡᠪᠡᠯ ᠣᠶᠢᠯᠠᠭᠠᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠪᠣᠯ API ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠬᠡᠷᠡᠭ ᠦᠭᠡᠢ᠃

source: API Access
mn: API ᠬᠠᠨᠳᠤᠯᠲᠠ

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
mn: API ᠍ ᠲᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ {platform_name} ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠢ ᠥᠪᠡᠷ ᠦᠨ ᠠᠫᠫᠯᠢᠺᠶ᠎ᠡᠰᠢᠨ ᠢ (ᠬᠤᠪ ᠤᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠡᠨ ᠳᠦ ᠪᠢᠰᠢ)ᠡᠭᠦᠰᠬᠡᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠳᠠᠩᠰᠠ ᠨᠢ ᠲᠠᠨ ᠢ API ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ 〈request᠎url〉 ᠳᠡᠭᠡᠷ᠎ᠡ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢ ᠣᠯᠭᠤᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠ API ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠮᠠᠶ᠋ᠢᠭᠲᠤ ᠶᠢ ᠪᠠᠭᠲᠠᠭᠠᠭᠰᠠᠨ APIs ᠍ ᠦᠨ ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢ ᠪᠥᠭᠯᠡᠨ᠎ᠡ᠃ ᠲᠠᠨ ᠤ {platform_name} ᠍ ᠳᠦ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠳᠠᠩᠰᠠ᠂ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠨᠢ ᠦᠨᠡᠨ ᠵᠥᠪ᠂ ᠰᠢᠨᠡᠴᠢᠯᠡᠭᠳᠡᠵᠦ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ ᠪᠥᠭᠡᠳ ᠠᠯᠢᠪᠠ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢ ᠪᠢᠳᠡᠨ ᠳᠦ ᠳᠠᠷᠤᠢ ᠮᠡᠳᠡᠭᠳᠡᠬᠦ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ {platform_name} ᠲᠠᠨ ᠤ API ᠬᠦᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠮᠠᠶ᠋ᠢᠭᠲᠤ ᠶᠢ ᠰᠢᠯᠭᠠᠵᠤ᠂ {platform_name} ᠍ ᠤᠨ ᠭᠠᠭᠴᠠᠭᠠᠷᠴᠢᠯᠠᠭᠰᠠᠨ ᠦᠵᠡᠯ ᠪᠠᠷᠢᠮᠲᠠᠯᠠᠯ ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠰᠡᠨ ᠦ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠠᠨ ᠤ API ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠭᠰᠠᠨ ᠨᠢᠭᠤᠴᠠ ᠪᠣᠯᠤᠨ ᠺᠯᠢᠶᠸᠨᠲ ᠤᠨ ID ᠍ ᠢ ᠣᠯᠵᠤ ᠠᠪᠬᠤ ᠵᠢᠭᠠᠪᠤᠷᠢᠴᠢᠯᠠᠭ᠎ᠠ ᠥᠭᠬᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Permissible Use
mn: ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠭᠰᠡᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠡ

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content")to your own website, mobile site, app, blog, email distribution list, or social media property or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you try to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than the {platform_name} website at {platform_url}.
mn: ᠲᠠ ᠥᠪᠡᠷ ᠦᠨ ᠸᠪᠰᠠᠢ ᠳᠤ᠂ ᠭᠠᠷ ᠤᠲᠠᠰᠤᠨ ᠤ ᠰᠠᠶᠢᠲᠤ᠂ ᠠᠫᠫ᠂ ᠪᠯᠣᠭ᠂ ᠢᠮᠧᠯᠡ ᠶᠢᠨ ᠲᠦᠭᠡᠭᠡᠯᠲᠡ ᠶᠢᠨ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ᠂ ᠡᠰᠡᠪᠡᠯ ᠨᠡᠶᠢᠭᠡᠮ ᠤᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠦᠨ ᠥᠮᠴᠢ᠂ ᠡᠰᠡᠪᠡᠯ APIs ᠍ ᠢᠶᠡᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ("API Content")ᠨᠡᠪᠲᠡᠷᠡᠴᠢ ᠪᠠᠢᠭ᠎ᠠ ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠤᠳ ᠢ ᠢᠯᠡᠭᠡᠬᠦ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᠵᠥᠪᠬᠡᠨ API ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠲᠠᠨ ᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠬᠦᠰᠡᠯᠲᠡ ᠳᠦ ᠲᠠᠶᠢᠯᠪᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠥᠭᠡᠷ᠎ᠡ ᠠᠷᠠᠯᠵᠢᠶᠠᠨ ᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠡ ᠪᠥᠭᠡᠳ {platform_name} ᠨᠢ ᠲᠣᠬᠢᠶᠠᠯᠳᠤᠯ ᠲᠤᠰ ᠪᠦᠷᠢ ᠪᠡᠷ ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ {platform_name} 〈API᠎name〉 ᠍ ᠪᠡᠷ ᠲᠠᠯᠪᠢᠭᠳᠠᠭᠰᠠᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠪᠣᠯᠤᠨ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠡᠮᠵᠢᠶᠡᠨ ᠡᠴᠡ ᠬᠡᠲᠦᠷᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠳᠠᠪᠠᠵᠤ ᠭᠠᠷᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ API ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠬᠢᠨᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠲᠠᠨ ᠤ ᠠᠫᠫᠯᠢᠺᠧᠱᠨ ᠪᠣᠯᠤᠨ API API ᠪᠤᠶᠤ API ᠺᠣᠨᠲ᠋ᠧᠨᠲ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠬᠦ ᠳᠦ ᠪᠡᠨ {platform_name} ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ {platform_name} ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ ᠢ 〈platform᠎url〉 ᠳᠡᠭᠡᠷᠡᠬᠢ {platform_name} ᠸᠧᠪᠰᠠᠶᠢᠲᠤ ᠠᠴᠠ ᠪᠤᠰᠤᠳ ᠠᠯᠢ ᠴᠤ ᠬᠡᠰᠡᠭ ᠲᠦ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ ᠶᠢ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃

source: Prohibited Uses and Activities
mn: ᠬᠣᠷᠢᠭᠯᠠᠭᠰᠠᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠡ ᠪᠠ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ

source: {platform_name} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
mn: {platform_name} ᠨᠢ API ᠍ ᠤᠳ ᠶᠠᠮᠠᠷ ᠴᠤ ᠠᠰᠢᠭᠯᠠᠯᠲᠠ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠣᠯᠬᠤ ᠡᠰᠡᠬᠦ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠬᠤ ᠡᠷᠬᠡ ᠲᠡᠢ ᠪᠥᠭᠡᠳ {platform_name} ᠨᠢ {platform_name} ᠶᠠᠮᠠᠷ ᠴᠤ ᠦᠶ᠎ᠡ ᠳᠦ API ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ ᠬᠦᠴᠦᠨ ᠦᠭᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠡᠷᠬᠡ ᠲᠡᠢ ᠪᠥᠭᠡᠳ ᠥᠪᠡᠷ ᠦᠨ ᠦᠵᠡᠮᠵᠢ ᠪᠡᠷ᠂ {platform_name}᠂ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠪᠣᠯᠤᠨ ᠲᠡᠭᠦᠨ ᠦ ᠲᠦᠩᠰᠢ ᠨᠦᠭᠦᠳ ᠦᠨ ᠠᠰᠢᠭ ᠲᠤᠰᠠ ᠶᠢᠨ ᠠᠰᠢᠭ ᠲᠤᠰᠠ ᠶᠢᠨ ᠲᠥᠯᠥᠭᠡ ᠦᠢᠯᠡᠴᠢᠯᠡᠬᠦ ᠦᠭᠡᠢ᠃

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
mn: API ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠳᠤ ᠳᠠᠷᠠᠭᠠᠬᠢ ᠦᠢᠯᠡᠳᠦᠯ ᠦᠳ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠭᠳᠡᠬᠦ ᠦᠭᠡᠢ (ᠡᠨᠡ ᠨᠢ ᠪᠦᠷᠢᠨ ᠲᠡᠭᠦᠰ ᠪᠢᠰᠢ ᠵᠢᠭᠰᠠᠭᠠᠯᠲᠠ)᠄

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
mn: {platform_name} ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠦᠨ ᠨᠡᠷ᠎ᠡ᠂ ᠨᠢᠭᠤᠴᠠ ᠦᠭᠡ᠂ ᠪᠤᠰᠤᠳ ᠢᠲᠡᠭᠡᠮᠵᠢᠯᠡᠯ ᠦᠳ ᠢ ᠴᠤᠭᠯᠠᠭᠤᠯᠵᠤ ᠡᠰᠡᠪᠡᠯ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ;

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
mn: API ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠠᠢᠩᠭᠤ ᠶᠢᠨ ᠬᠠᠭᠤᠯᠪᠤᠷᠢ ᠶᠢ ᠨᠢᠭᠡᠳᠬᠡᠬᠦ ᠪᠤᠶᠤ ᠥᠭᠡᠷ᠎ᠡ ᠪᠣᠯᠭᠠᠬᠤ ᠳᠤ ᠬᠤᠰᠤᠬᠤ ᠪᠤᠶᠤ ᠡᠭᠦᠨ ᠲᠡᠢ ᠲᠥᠰᠲᠡᠢ ᠠᠷᠭ᠎ᠠ ᠲᠧᠭᠨᠢᠭ;

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
mn: ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ᠂ ᠪᠠᠷᠠᠭᠠᠨ ᠤ ᠲᠡᠮᠳᠡᠭ ᠦᠨ ᠡᠷᠬᠡ ᠶᠢ ᠵᠥᠷᠢᠴᠡᠭᠰᠡᠨ᠂ ᠵᠦᠢ ᠪᠤᠰᠤ ᠪᠠᠷ ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ᠂ ᠵᠥᠷᠢᠴᠡᠭᠰᠡᠨ᠂ ᠬᠤᠪ ᠤᠨ ᠨᠢᠭᠤᠴᠠ᠂ ᠬᠡᠪᠯᠡᠯ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠦᠨ ᠡᠷᠬᠡ᠂ ᠨᠢᠭᠤᠴᠠ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ᠂ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠦᠨ ᠪᠤᠰᠤᠳ ᠠᠯᠢᠪᠠ ᠡᠷᠬᠡ ᠶᠢ ᠵᠦᠷᠢᠴᠡᠬᠦ;

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
mn: ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ ᠳᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠠᠯᠢᠪᠠ ᠬᠠᠤᠯᠢ ᠲᠣᠭᠲᠠᠭᠠᠮᠵᠢ᠂ ᠲᠡᠳᠡᠭᠡᠷ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠠᠷ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠳᠠᠵᠤ ᠪᠤᠢ ᠠᠯᠢᠪᠠ ᠥᠮᠴᠢᠯᠡᠯ ᠪᠤᠶᠤ ᠬᠠᠤᠯᠢ ᠶᠣᠰᠣᠨ ᠤ ᠮᠡᠳᠡᠭᠯᠡᠯ ᠦᠳ ᠢ ᠦᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠤᠶᠤ ᠤᠰᠠᠳᠬᠠᠬᠤ;

source: altering or editing any content or graphics in the API Content
mn: API ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ᠂ ᠭᠷᠠᠹᠢᠺ ᠢ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠬᠦ ᠪᠤᠶᠤ ᠵᠠᠰᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
mn: ᠲᠦᠷᠢᠶᠡᠰᠦᠯᠡᠭᠦᠯᠬᠦ᠂ ᠳ᠋ᠠᠬᠢᠨ ᠬᠤᠪᠢᠶᠠᠷᠢᠯᠠᠬᠤ᠂ ᠲᠦᠷᠢᠶᠡᠰᠦᠯᠡᠬᠦ᠂ ᠬᠤᠳᠠᠯᠳᠤᠬᠤ᠂ ᠲᠦᠷᠢᠶᠡᠰᠦᠯᠡᠬᠦ᠂ API ᠪᠤᠶᠤ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠦᠨ ᠨᠢᠭᠤᠴᠠ ᠶᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ;

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
mn: ᠶᠠᠮᠠᠷ ᠴᠤ ᠸᠢᠷᠦᠰ᠂ ᠲᠷᠣᠢᠶᠠᠨ ᠤ ᠮᠣᠷᠢ᠂ ᠰᠠᠭᠤᠬᠤ ᠠᠴᠠ᠂ adware᠂ malware᠂ bot᠂ time bomb᠂ worm ᠡᠰᠡᠪᠡᠯ ᠪᠤᠰᠤᠳ ᠠᠶᠤᠯᠲᠠᠢ ᠡᠰᠡᠪᠡᠯ ᠬᠣᠣᠷ ᠲᠠᠢ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠢ ᠲᠠᠷᠠᠭᠠᠬᠤ; ᠡᠰᠡᠪᠡᠯ

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
mn: APIs ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠨ ᠬᠡᠲᠦᠷᠡᠵᠦ ᠪᠣᠯᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠬᠡᠲᠦᠷᠡᠵᠦ ᠪᠣᠯᠵᠣᠰᠢ ᠦᠭᠡᠢ {platform_name} ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ᠂ ᠰᠧᠷᠸᠧᠷ ᠡᠰᠡᠪᠡᠯ ᠰᠦᠯᠵᠢᠶ᠎ᠡ ᠶᠢ ᠰᠦᠢᠳᠭᠡᠬᠦ ᠡᠰᠡᠪᠡᠯ ᠲᠠᠰᠤᠯᠳᠠᠭᠤᠯᠬᠤ᠃

source: Usage and Quotas
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠡ ᠪᠠ ᠺᠣᠣᠲ

source: {platform_name} reserves the right, in its discretion, to impose restrictions and limitations on the number and frequency of calls made by you or your Application to the APIs. You must not attempt to circumvent any restrictions or limitations that we impose.
mn: {platform_name} ᠨᠢ ᠲᠠᠨ ᠤ ᠦᠵᠡᠭᠦᠯᠦᠭᠰᠡᠨ ᠳᠠᠭᠤᠳᠠᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠣᠭ᠎ᠠ᠂ ᠳᠠᠪᠲᠠᠮᠵᠢ ᠶᠢᠨ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠯᠲᠠ ᠶᠢ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠶᠢ ᠥᠪᠡᠷ ᠦᠨ ᠦᠵᠡᠮᠵᠢ ᠪᠡᠷ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ᠃ ᠪᠢᠳᠡᠨ ᠳᠦ ᠨᠣᠭᠳᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠶᠠᠮᠠᠷ ᠨᠢᠭᠡᠨ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠯ ᠳᠤ᠂ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠯᠲᠠ ᠶᠢ ᠠᠷᠢᠯᠭᠠᠵᠤ ᠪᠣᠯᠬᠤ ᠦᠭᠡᠢ᠃

source: Compliance
mn: ᠨᠡᠶᠢᠴᠡᠬᠦ ᠪᠠᠢᠳᠠᠯ

source: You agree to comply with all applicable law, regulation, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access)an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or yourApplication's identity when using the APIs.
mn: ᠲᠠ ᠬᠣᠯᠪᠣᠭᠣᠳᠠᠬᠤ ᠬᠠᠤᠯᠢ᠂ ᠵᠣᠬᠢᠴᠠᠭᠤᠯᠤᠯᠲᠠ᠂ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠲᠠᠯ᠎ᠠ ᠶᠢᠨ ᠡᠷᠬᠡ (ᠡᠭᠦᠨ ᠦ ᠳᠣᠲᠣᠷ᠎ᠠ ᠥᠭᠭᠥᠭᠳᠡᠯ᠂ ᠫᠷᠣᠭᠷᠠᠮ ᠬᠠᠩᠭᠠᠮᠵᠢ ᠶᠢ ᠢᠮᠫᠣᠷᠲᠯᠠᠬᠤ᠂ ᠡᠺᠰᠫᠣᠷᠲᠯᠠᠬᠤ᠂ ᠨᠢᠭᠤᠴᠠᠯᠠᠬᠤ᠂ ᠵᠣᠬᠢᠶᠠᠭᠴᠢ ᠶᠢᠨ ᠡᠷᠬᠡ᠂ ᠣᠷᠣᠨ ᠨᠤᠲᠤᠭ ᠤᠨ ᠬᠠᠤᠯᠢ ᠲᠣᠭᠲᠠᠭᠠᠮᠵᠢ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠬᠤ ᠦᠭᠡᠢ ᠪᠠᠢᠬᠤ ᠲᠤᠬᠠᠢ ᠬᠠᠤᠯᠢ ᠲᠣᠭᠲᠠᠭᠠᠮᠵᠢ ᠶᠢ ᠣᠷᠤᠯᠴᠠᠭᠤᠯᠤᠯ ᠦᠭᠡᠢ ᠪᠡᠷ)ᠳᠠᠭᠠᠵᠤ ᠮᠥᠷᠳᠡᠬᠦ ᠶᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠴᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠲᠠ ᠬᠠᠤᠯᠢ ᠪᠤᠰᠤ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠶᠢ ᠳᠡᠮᠵᠢᠵᠦ᠂ ᠡᠰᠡᠪᠡᠯ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᠭᠡᠳ ᠦᠨ ᠡᠷᠬᠡ ᠶᠢ ᠵᠥᠷᠢᠴᠡᠬᠦ ᠶᠢ ᠳᠡᠮᠵᠢᠬᠦ ᠡᠰᠡᠪᠡᠯ API ᠳᠡᠮᠵᠢᠬᠦ ᠦᠭᠡᠢ᠃ ᠲᠠ {platform_name} ᠍ ᠲᠠᠢ ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠪᠤᠰᠤᠳ ᠨᠥᠬᠥᠴᠡᠯ ᠦᠳ ᠢ ᠵᠥᠷᠢᠴᠡᠬᠦ ᠦᠭᠡᠢ᠃ ᠲᠠ API ᠍ ᠦᠨ ᠪᠠᠷᠢᠮᠲᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠳᠤ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ ᠠᠷᠭ᠎ᠠ ᠪᠠᠷ API (API)ᠬᠠᠨᠳᠤᠬᠤ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢ (ᠬᠠᠨᠳᠤᠬᠤ ᠣᠷᠣᠯᠳᠤᠯᠭ᠎ᠠ)ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ. API ᠍ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠳᠤ ᠪᠠᠨ ᠲᠠᠨᠢᠭᠤᠯᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠲᠠᠨᠢᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠲᠠ ᠲᠠᠨᠢᠭᠤᠯᠬᠤ ᠶᠢ ᠬᠦᠰᠡᠬᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: Ownership
mn: ᠥᠮᠴᠢᠯᠡᠯ
