Repository: teruun/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each student.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠳ᠋ᠠᠬᠢ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠠᠰᠢᠭᠯᠠᠨ {em_start} library᠎content {em_end} ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠢ Advanced Module List ᠍ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠥᠷᠭᠡᠳᠬᠡᠯ ᠳᠡᠭᠡᠷ᠎ᠡ ᠨᠡᠮᠡᠭᠡᠳ ᠳᠠᠷᠠᠭ᠎ᠠ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠢᠶᠡᠨ ᠠᠫᠫᠯᠢᠺᠧᠢᠰᠢᠨ ᠦ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠯᠣᠺ ᠢ ᠨᠡᠮᠡᠭᠡᠷᠡᠢ᠃ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠠᠭᠤᠯᠭ᠎ᠠ ᠪᠯᠣᠺ ᠪᠦᠷᠢ ᠶᠢᠨ ᠲᠣᠬᠢᠷᠠᠨ ᠳᠤ ᠡᠨᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠢ ᠡᠬᠡ ᠰᠠᠩ ᠪᠣᠯᠭᠠᠨ ᠰᠣᠩᠭᠣᠵᠤ᠂ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠪᠡᠷ ᠰᠣᠩᠭᠣᠭᠰᠠᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠤ ᠲᠣᠭ᠎ᠠ ᠪᠠᠷ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᠭᠡᠢ ᠪᠡᠷ ᠰᠣᠩᠭᠣᠵᠤ ᠠᠪᠬᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ ᠵᠢᠭᠠᠵᠤ ᠥᠭᠭᠦᠨ᠎ᠡ᠃

source: Learn more about content libraries
mn: ᠠᠭᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠬᠥᠮᠦᠷᠭᠡ ᠶ᠋ᠢᠨ ᠲᠤᠬᠠᠢ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠣᠢᠯᠭᠠᠬᠤ

source: Course Team Settings
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠠᠭ ᠤᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: New Team Member
mn: ᠰᠢᠨ᠎ᠡ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨ

source: Add a User to Your Course's Team
mn: ᠥᠪᠡᠷ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠪᠠᠭ ᠦᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: New Team Member Information
mn: ᠰᠢᠨ᠎ᠡ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨ ᠦ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: User's Email Address
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶ᠋ᠢᠨ ᠢᠮᠧᠯ ᠤᠨ ᠬᠠᠶᠠᠭ

source: Provide the email address of the user you want to add as Staff
mn: ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨ ᠦ ᠬᠣᠪᠢ ᠪᠠᠷ ᠨᠡᠮᠡᠬᠦ ᠰᠠᠨᠠᠭ᠎ᠠ ᠲᠠᠢ ᠠᠵᠢᠯᠲᠠᠨ ᠤ ᠢᠮᠧᠯ ᠤᠨ ᠬᠠᠶ᠋ᠢᠭ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ !

source: Add User
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠨᠡᠮᠡᠬᠦ

source: Add Team Members to This Course
mn: ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠢ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠨᠡᠮᠡᠨ᠎ᠡ ᠦᠦ

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
mn: ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠨᠡᠮᠡᠬᠦ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠬᠠᠮᠲᠤᠪᠡᠷ ᠵᠣᠬᠢᠶᠠᠨ ᠪᠠᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶᠢ ᠪᠣᠢ ᠪᠣᠯᠭᠠᠳᠠᠭ᠃ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ {studio_name} ᠳ᠋ᠤ ᠪᠥᠷᠢᠳᠬᠡᠯᠭᠡᠭᠰᠡᠨ ᠪᠥᠭᠡᠳ ᠢᠳᠡᠪᠬᠢᠵᠢᠭᠦᠯᠦᠭᠰᠡᠨ ᠳᠠᠩᠰᠠ ᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ᠃

source: Add a New Team Member
mn: ᠰᠢᠨ᠎ᠡ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠨ ᠨᠡᠮᠡᠬᠦ

source: Course Team Roles
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠪᠠᠭ ᠤᠨ ᠡᠭᠦᠷᠭᠡ

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
mn: ᠠᠵᠢᠯᠲᠠᠨ ᠤ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠵᠣᠬᠢᠶᠠᠯᠴᠢᠳ ᠶᠤᠮ᠃ ᠲᠡᠳᠡ ᠪᠦᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠡᠭᠡᠷ᠎ᠡ ᠪᠦᠷᠢᠨ ᠪᠢᠴᠢᠬᠦ᠂ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠡᠷᠬᠡ ᠲᠡᠢ᠃

source: Admins are course team members who can add and remove other course team members.
mn: ᠠᠳᠮᠢᠨ ᠨᠤᠭᠤᠳ ᠨᠢ ᠪᠤᠰᠤᠳ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠢ ᠨᠡᠮᠡᠬᠦ᠂ ᠬᠠᠰᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠶᠤᠮ᠃

source: All course team members can access content in Studio, the LMS, and Insights, but are not automatically enrolled in the course.
mn: ᠪᠦᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ Studio᠂ LMS᠂ Insights ᠭᠡᠰᠡᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠪᠠᠴᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠠᠦ᠋ᠲ᠋ᠣᠮᠠᠲ ᠢᠶᠠᠷ ᠡᠯᠰᠡᠳᠡᠭ ᠦᠭᠡᠢ᠃ All course team members can access content in Studio, the LMS, and Insights, but are not automatically enrolled in the course.

source: Transferring Ownership
mn: ᠡᠵᠡᠮᠰᠢᠯ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
mn: error

source: Library User Access
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ

source: User Access
mn: ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠶᠢᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ

source: Grant Access to This Library
mn: ᠡᠨᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠳᠤ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ

source: Provide the email address of the user you want to add
mn: ᠲᠠᠨ ᠤ ᠨᠡᠮᠡᠬᠦ ᠶᠢ ᠬᠦᠰᠡᠭᠰᠡᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠢᠮᠧᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢᠶᠠᠨ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ

source: Add More Users to This Library
mn: ᠡᠨᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠳᠤ ᠣᠯᠠᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠨᠡᠮᠡᠬᠦ

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠠᠨᠢ ᠪᠤᠰᠤᠳ ᠭᠡᠰᠢᠭᠦᠳ ᠡᠨᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠳᠤ ᠬᠠᠨᠳᠤᠭᠠᠷᠠᠢ᠃ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠰᠢᠨ᠎ᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠢᠳᠡᠪᠬᠢᠲᠡᠢ {studio_name} ᠪᠦᠷᠢᠳᠬᠡᠯ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Add a New User
mn: ᠰᠢᠨ᠎ᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠨᠡᠮᠡᠬᠦ

source: Library Access Roles
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠨᠡᠪᠲᠡᠷᠡᠬᠦ ᠡᠷᠬᠡ

source: There are three access roles for libraries: User, Staff, and Admin.
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ᠂ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ᠂ ᠠᠳᠮᠢᠨ ᠵᠡᠷᠭᠡ ᠭᠤᠷᠪᠠᠨ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶᠢᠨ ᠡᠭᠦᠷᠭᠡ ᠶᠢ ᠭᠦᠢᠴᠡᠳᠭᠡᠳᠡᠭ᠃

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠦᠵᠡᠵᠦ᠂ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠪᠦᠷᠢᠯᠳᠦᠬᠦᠨ ᠬᠡᠰᠡᠭ ᠦᠳ ᠢ ᠯᠠᠪᠯᠠᠬᠤ᠂ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠣᠯᠪᠠᠴᠤ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠵᠠᠰᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᠭᠡᠢ᠃

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠢ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠵᠣᠬᠢᠶᠠᠭᠴᠢᠳ ᠶᠤᠮ᠃ ᠲᠡᠳᠡ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠠᠯ᠎ᠠ ᠪᠠᠷ ᠪᠦᠷᠢᠨ ᠵᠠᠰᠠᠬᠤ ᠡᠷᠬᠡ ᠲᠡᠢ᠃

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
mn: ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠳᠮᠢᠨ ᠨᠤᠭᠤᠳ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠬᠤ ᠪᠦᠷᠢᠨ ᠡᠷᠬᠡ ᠲᠡᠢ ᠪᠥᠭᠡᠳ ᠪᠤᠰᠤᠳ ᠪᠠᠭ ᠤᠨ ᠭᠡᠰᠢᠭᠦᠳ ᠢ ᠨᠡᠮᠡᠬᠦ᠂ ᠬᠠᠰᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃ ᠨᠣᠮ ᠤᠨ ᠰᠠᠩ ᠤᠨ ᠠᠳᠮᠢᠨ ᠤ ᠡᠭᠦᠷᠭᠡ ᠪᠦᠬᠦᠢ ᠳᠣᠣᠷ᠎ᠠ ᠬᠠᠶᠠᠵᠤ ᠨᠢᠭᠡ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Sign Up
mn: ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: Sign Up for {studio_name}
mn: {studio_name} ᠍ ᠢ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: Already have a {studio_name} Account? Sign in
mn: ᠣᠳᠣ ᠪᠠᠷ {studio_name} ᠳᠠᠩᠰᠠ ᠪᠠᠢᠨ᠎ᠠ ᠤᠤ? ᠨᠡᠪᠲᠡᠷᠡᠬᠦ

source: Ready to start creating online courses? Sign up below and start creating your first {platform_name} course today.
mn: ᠣᠩᠯᠠᠢ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠳᠤ ᠪᠡᠯᠡᠨ ᠦᠦ? ᠳᠣᠭᠣᠭᠰᠢᠯᠠᠭᠠᠳ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠦᠭᠡᠳ ᠡᠬᠢᠨ ᠦ {platform_name} ᠬᠢᠴᠢᠶᠡᠯ ᠢᠶᠡᠨ ᠡᠬᠢᠯᠡᠭᠡᠷᠡᠢ᠃

source: Required Information to Sign Up for {studio_name}
mn: {studio_name} ᠍ ᠢ ᠪᠥᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ ᠳᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: This will be used in public discussions with your courses and in our edX101 support forums
mn: ᠡᠨᠡ ᠨᠢ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠳ ᠪᠣᠯᠤᠨ ᠪᠢᠳᠡᠨ ᠦ edX101 ᠳᠡᠮᠵᠢᠬᠦ ᠹᠣᠷᠣᠮ ᠳᠤ ᠨᠡᠢᠲᠡ ᠶᠢᠨ ᠶᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠶᠠᠪᠤᠭᠤᠯᠬᠤ ᠳᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠳᠡᠨ᠎ᠡ

source: Your Location
mn: ᠲᠠᠨ ᠤ ᠪᠠᠢᠷᠰᠢᠯ

source: Preferred Language
mn: ᠰᠣᠩᠭᠣᠭᠳᠠᠭᠰᠠᠨ ᠬᠡᠯᠡ

source: I agree to the {a_start} Terms of Service {a_end}
mn: {a_start} ᠦᠢᠯᠡᠴᠢᠯᠡᠭᠡᠨ ᠦ ᠨᠥᠬᠥᠴᠡᠯ {a_end} ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠨ᠎ᠡ

source: Create My Account &amp; Start Authoring Courses
mn: ᠳᠠᠩᠰᠠ ᠪᠠᠢᠭᠤᠯᠬᠤ ᠪᠠ ᠥᠪᠡᠷᠲᠡᠭᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠢᠬᠦ

source: Common {studio_name} Questions
mn: Common {studio_name} ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ

source: Who is {studio_name} for?
mn: ᠬᠡᠨ ᠰᠲ᠋ᠦ᠋ᠳᠢ (studio᠎name)ᠭᠡᠵᠦ ᠬᠡᠨ ᠪᠤᠢ?

source: {studio_name} is for anyone that wants to create online courses that leverage the global {platform_name} platform. Our users are often faculty members, teaching assistants and course staff, and members of instructional technology groups.
mn: {studio_name} ᠨᠢ ᠳᠡᠯᠡᠬᠡᠢ ᠶᠢᠨ {platform_name} ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠢ ᠬᠥᠰᠢᠭᠦᠷᠡᠭ ᠪᠣᠯᠭᠠᠬᠤ ᠣᠩᠯᠠᠢ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠬᠦᠰᠡᠯ ᠲᠡᠢ ᠬᠡᠨ ᠪᠦᠬᠦᠨ ᠳᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ᠃ ᠮᠠᠨ ᠤ ᠬᠡᠷᠡᠭᠯᠡᠭᠴᠢᠳ ᠶᠡᠬᠡᠪᠴᠢᠯᠡᠨ ᠪᠠᠭᠰᠢ ᠨᠠᠷ᠂ ᠲᠤᠰᠯᠠᠬᠤ ᠪᠠᠭᠰᠢ᠂ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ᠂ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠲᠧᠭᠨᠣᠯᠣᠭᠢ ᠶᠢᠨ ᠪᠦᠯᠦᠭ ᠦᠳ ᠦᠨ ᠪᠠᠭᠰᠢ ᠨᠠᠷ ᠪᠠᠢᠳᠠᠭ᠃

source: How technically savvy do I need to be to create courses in {studio_name}?
mn: ᠲᠧᠭᠨᠢᠭ ᠦᠨ ᠮᠡᠳᠡᠯᠭᠡ ᠲᠡᠢ ᠪᠣᠯ ᠶᠠᠵ ᠰᠲ᠋ᠦ᠋ᠳᠢ ᠡᠭᠦᠰᠬᠡᠬᠦ ᠬᠡᠷᠡᠭᠲᠡᠢ ᠪᠤᠢ?

source: {studio_name} is designed to be easy to use by almost anyone familiar with common web-based authoring environments (Wordpress, Moodle, etc.). No programming knowledge is required, but for some of the more advanced features, a technical background would be helpful. As always, we are here to help, so don't hesitate to dive right in.
mn: {studio_name} ᠨᠢ ᠨᠡᠢᠲᠡᠯᠢᠭ ᠸᠪ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠤᠯᠭᠠᠭᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠵᠣᠬᠢᠶᠠᠭᠰᠠᠨ ᠣᠷᠴᠢᠨ ᠨᠤᠭᠤᠳ ᠲᠠᠢ (Wordpress᠂ ᠮᠣᠳ᠋ᠯ᠂ ᠭᠡᠬᠦ ᠮᠡᠲᠦ)ᠮᠡᠳᠡᠳᠡᠭ ᠬᠦᠮᠦᠰ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠳᠤ ᠬᠢᠯᠪᠠᠷ ᠢᠶᠠᠷ ᠪᠦᠲᠦᠭᠡᠭᠳᠡᠭᠰᠡᠨ᠃ ᠫᠷᠣᠭᠷᠠᠮᠴᠢᠯᠠᠯ ᠤᠨ ᠮᠡᠳᠡᠯᠭᠡ ᠲᠡᠢ ᠪᠠᠢᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠦᠭᠡᠢ᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠵᠠᠷᠢᠮ ᠢᠯᠡᠭᠦᠦ ᠳᠡᠪᠰᠢᠯᠲᠡᠲᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠨᠤᠭᠤᠳ ᠤᠨ ᠬᠤᠪᠢ ᠳᠤ ᠲᠧᠭᠨᠢᠭ ᠦᠨ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠨᠢ ᠲᠤᠰᠠᠲᠠᠢ ᠪᠠᠢᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠭᠦᠯᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠢᠳᠡ ᠡᠨᠳᠡ ᠲᠤᠰᠯᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠡᠶᠢᠮᠦ ᠡᠴᠡ ᠡᠨᠳᠡ ᠡᠴᠡ ᠱᠤᠩᠪᠠᠬᠤ ᠳᠤ ᠡᠷᠡᠭᠡᠯᠵᠡᠳᠡᠭ ᠦᠭᠡᠢ᠃

source: I've never authored a course online before. Is there help?
mn: ᠪᠢ ᠡᠮᠦᠨ᠎ᠡ ᠨᠢ ᠣᠩᠯᠠᠢ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠪᠢᠴᠢᠭᠡ ᠦᠭᠡᠢ ᠪᠠᠢᠭᠰᠠᠨ᠃ ᠲᠠᠨ ᠳᠤ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠪᠤᠢ ᠤᠤ?

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠶᠢᠨ ᠬᠡᠷᠡᠭ᠃ ᠣᠩᠯᠠᠢ ᠶᠢᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠶᠠᠪᠤᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠬᠢᠬᠦ᠂ ᠳᠠᠰᠬᠠᠯ ᠬᠢᠬᠦ᠂ ᠰᠢᠯᠢᠳᠡᠭ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠳᠤ ᠬᠠᠮᠤᠷᠤᠭᠤᠯᠬᠤ ᠰᠢᠯᠢᠳᠡᠭ ᠲᠤᠷᠰᠢᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ edX101 ᠣᠩᠯᠠᠢ ᠶᠢᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠪᠢᠳᠡ ᠬᠢᠭᠰᠡᠨ᠃ ᠨᠡᠮᠡᠵᠦ ᠬᠡᠯᠡᠬᠦ ᠳᠦ᠂ ᠪᠢᠳᠡ ᠦᠷᠭᠦᠯᠵᠢ ᠡᠨᠳᠡ ᠲᠤᠰᠯᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Schedule & Details Settings
mn: ᠴᠠᠭ ᠤᠨ ᠬᠣᠪᠢᠶᠠᠷᠯᠠᠯ ᠪᠠ ᠨᠠᠷᠢᠯᠢᠭ ᠵᠦᠢᠯᠡᠰ

source: Schedule & Details
mn: ᠴᠠᠭ ᠤᠨ ᠬᠣᠪᠢᠶᠠᠷᠯᠠᠯ ᠪᠠ ᠨᠠᠷᠢᠯᠢᠭ ᠵᠦᠢᠯᠡᠰ

source: Basic Information
mn: ᠦᠨᠳᠦᠰᠦᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: The nuts and bolts of your course
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠨᠠᠷᠢᠯᠢᠭ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: This field is disabled: this information cannot be changed.
mn: ᠡᠨᠡ ᠲᠠᠯᠠᠪᠤᠷ ᠢᠳᠡᠪᠬᠢ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠄ ᠡᠨᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠭᠳᠡᠬᠦ ᠦᠭᠡᠢ᠃

source: Course Summary Page
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠣᠪᠴᠢ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ

source: (for student enrollment and access)
mn: (ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠬᠠᠨᠳᠤᠭᠤᠯᠤᠭᠰᠠᠨ)

source: Enroll in {course_display_name}
mn: {course_display_name} ᠍ ᠲᠤ ᠪᠦᠷᠢᠳᠬᠡᠭᠦᠯᠬᠦ

source: The course "{course_display_name}", provided by {platform_name}, is open for enrollment. Please navigate to this course at {link_for_about_page} to enroll.
mn: {platform_name} ᠍ ᠳᠦᠭᠡᠷ ᠪᠡᠯᠡᠳᠬᠡᠭᠰᠡᠨ "{course_display_name}" ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠡᠯᠰᠡᠯᠲᠠᠨ ᠳᠤ ᠨᠡᠭᠡᠭᠡᠯᠲᠡ ᠲᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ {link_for_about_page} ᠳᠡᠭᠡᠷ᠎ᠡ ᠡᠴᠡ ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠵᠣᠴᠢᠯᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Send a note to students via email
mn: ᠢᠮᠧᠯᠢ ᠪᠡᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠲᠡᠮᠳᠡᠭᠯᠡᠯ ᠢᠯᠡᠭᠡᠬᠦ

source: Invite your students
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠢᠶᠠᠨ ᠤᠷᠢᠬᠤ

source: Promoting Your Course with {platform_name}
mn: {platform_name} ᠠᠰᠢᠭᠯᠠᠨ ᠰᠤᠷᠲᠠᠯᠴᠢᠯᠠᠬᠤ

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your Program Manager.
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠣᠪᠴᠢᠯᠠᠯ ᠤᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠲᠠᠨ ᠤ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠵᠠᠷᠯᠠᠬᠤ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠦᠵᠡᠬᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᠭᠡᠢ᠃ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠠᠭᠤᠯᠭ᠎ᠠ᠂ ᠲᠣᠯᠢᠯᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ ᠥᠭᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠫᠷᠣᠭᠷᠠᠮ ᠤᠨ ᠮᠧᠨᠧᠵᠧᠷ ᠡᠴᠡ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠵᠢᠭᠠᠪᠤᠷᠢᠴᠢᠯᠠᠭ᠎ᠠ ᠶᠢ ᠳᠠᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Course Credit Requirements
mn: ᠺᠷᠧᠳᠢᠲ ᠲᠠᠯᠪᠢᠭᠳᠠᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ

source: Steps required to earn course credit
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠺᠷᠧᠳᠢᠲ ᠣᠯᠵᠤ ᠠᠪᠬᠤ ᠳᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠲᠠᠢ ᠠᠯᠬᠤᠮ ᠤᠳ

source: Minimum Grade
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠵᠡᠷᠭᠡ

source: Successful Proctored Exam
mn: ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠰᠢᠯᠭᠠᠭᠰᠠᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ

source: Proctored Exam {number}
mn: ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ 〈ᠲᠣᠭ᠎ᠠ〉

source: ID Verification
mn: ID ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠯᠲᠠ

source: In-Course Reverification {number}
mn: ᠰᠤᠷᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠬᠦᠨᠳᠦᠳᠬᠡᠯ ᠦᠵᠡᠭᠦᠯᠬᠦ {number}

source: Course Schedule
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠬᠤᠪᠢᠶᠠᠷᠢ

source: Dates that control when your course can be viewed
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠬᠡᠵᠢᠶ᠎ᠡ ᠬᠠᠷᠠᠭᠳᠠᠬᠤ ᠶᠢ ᠲᠣᠬᠢᠷᠠᠭᠤᠯᠬᠤ

source: First day the course begins
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠳᠦᠷ

source: Course Start Time
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠴᠠᠭ

source: Last day your course is active
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠢᠳᠡᠪᠬᠢᠲᠡᠢ ᠪᠠᠢᠭ᠎ᠠ ᠡᠴᠦᠰ ᠦᠨ ᠡᠳᠦᠷ

source: Course End Time
mn: ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠴᠠᠭ

source: Certificates Available Date
mn: ᠦᠨᠡᠮᠯᠡᠯ ᠦᠨ ᠬᠦᠴᠦᠨ ᠪᠥᠬᠥᠢ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: By default, 48 hours after course end date
mn: ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠪᠠᠷ᠂ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠤᠭᠰᠠᠨ ᠠᠴᠠ ᠬᠣᠶᠢᠰᠢ 48 ᠴᠠᠭ ᠤᠨ ᠳᠠᠷᠠᠭ᠎ᠠ

source: Enrollment Start Date
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠰᠤᠩᠭᠤᠬᠤ ᠡᠬᠢᠨ ᠦ ᠡᠳᠦᠷ

source: First day students can enroll
mn: ᠡᠨᠡ ᠡᠳᠦᠷ ᠡᠴᠡ ᠡᠬᠢᠯᠡᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠤᠩᠭᠤᠵᠤ ᠪᠣᠯᠣᠨ᠎ᠠ

source: Enrollment Start Time
mn: ᠡᠬᠢᠯᠡᠬᠦ ᠴᠠᠭ

source: Enrollment End Date
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠰᠤᠩᠭᠤᠬᠤ ᠡᠴᠦᠰ ᠦᠨ ᠡᠳᠦᠷ

source: Last day students can enroll.
mn: ᠡᠨᠡ ᠡᠳᠦᠷ ᠡᠴᠡ ᠰᠡᠭᠦᠯᠡᠷ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠤᠩᠭᠤᠵᠤ ᠳᠡᠢᠯᠬᠦ ᠦᠭᠡᠢ ᠃

source: Contact your edX partner manager to update these settings.
mn: ᠡᠳᠡᠭᠡᠷ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠰᠢᠨᠡᠴᠢᠯᠡᠬᠦ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ edX ᠳ᠋ᠤ᠌ ᠬᠣᠯᠪᠣᠭᠳᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Enrollment End Time
mn: ᠲᠡᠭᠦᠰᠬᠡᠯ ᠦᠨ ᠴᠠᠭ

source: These Dates Are Not Used When Promoting Your Course
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠳ ᠢ ᠰᠤᠷᠲᠠᠯᠴᠢᠯᠠᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠡᠳᠡᠭᠡᠷ ᠪᠠᠷᠢᠮᠲᠠ ᠨᠤᠭᠤᠳ ᠬᠡᠷᠡᠭᠯᠡᠭᠳᠡᠭᠡ ᠦᠭᠡᠢ

source: These dates impact {strong_start}when your courseware can be viewed{strong_end}, but they are {strong_start}not the dates shown on your course summary page{strong_end}. To provide the course start and registration dates as shown on your course summary page, follow theinstructions provided by your Program Manager.
mn: ᠡᠳᠡᠭᠡᠷ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢ {strong_start} ᠬᠠᠷᠠᠭᠤᠯᠬᠤ {strong_start}᠂ ᠭᠡᠬᠦ ᠳᠦ ᠪᠡᠨ ᠲᠡᠳᠡᠭᠡᠷ ᠨᠢ {strong_start} ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠨᠡᠢᠲᠡ ᠬᠠᠭᠤᠳᠠᠰᠤ {strong_end} ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠡᠳᠦᠷ ᠦᠳ ᠪᠢᠰᠢ ᠶᠤᠮ᠃ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠡᠬᠢᠯᠡᠯ᠂ ᠪᠦᠷᠢᠳᠬᠡᠯ ᠦᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶᠢ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠥᠲᠥᠯᠪᠦᠷᠢ ᠶᠢᠨ ᠮᠧᠨᠧᠵᠧᠷ ᠦᠨ ᠥᠭᠭᠦᠭᠰᠡᠨ ᠵᠢᠭᠠᠪᠤᠷᠢᠴᠢᠯᠠᠭ᠎ᠠ ᠶᠢ ᠳᠠᠭᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Course Details
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠤᠬᠠᠢ

source: Provide useful information about your course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠤᠬᠠᠢ ᠴᠢᠬᠤᠯᠲᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠠᠩᠭᠠᠬᠤ

source: Identify the course language here. This is used to assist users find coursesthat are taught in a specific language. It is also used to localize the 'From:' field in bulk emails.
mn: ᠡᠨᠳᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠳ᠋ᠤ᠌ ᠬᠡᠷᠡᠭᠯᠡᠭᠰᠡᠨ ᠬᠡᠯᠡ ᠪᠡᠨ ᠲᠣᠳᠤᠷᠬᠠᠢᠯᠠᠭᠠᠷᠠᠢ᠃

source: Introducing Your Course
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠤᠬᠠᠢ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠬᠤ

source: Information for prospective students
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ

source: Course Title
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠨᠡᠷ᠎ᠡ

source: Displayed as title on the course details page. Limit to 50 characters.
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠭᠠᠷᠴᠠᠭ ᠲᠤ ᠬᠠᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ᠃ 50 ᠲᠡᠮᠳᠡᠭᠲᠦ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ᠃

source: Course Subtitle
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠬᠤᠪᠢᠯᠠᠬᠤ

source: Displayed as subtitle on the course details page. Limit to 150 characters.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠡᠳ᠋ ᠭᠠᠷᠴᠠᠭ ᠬᠠᠷᠠᠭᠤᠯᠪᠠ᠃ 150 ᠲᠡᠮᠳᠡᠭᠲᠦ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ᠃

source: Course Duration
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠷᠭᠦᠯᠵᠢᠯᠡᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ

source: Displayed on the course details page. Limit to 50 characters.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠬᠠᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ᠃ 50 ᠲᠡᠮᠳᠡᠭᠲᠦ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ᠃

source: Course Description
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ

source: Displayed on the course details page. Limit to 1000 characters.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ ᠬᠠᠷᠠᠭᠤᠯᠤᠭᠰᠠᠨ᠃ 1000 ᠲᠡᠮᠳᠡᠭᠲᠦ ᠬᠦᠷᠲᠡᠯ᠎ᠡ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ᠃

source: Course Short Description
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠤᠬᠠᠢ ᠳᠥᠭᠥᠮ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ

source: Appears on the course catalog page when students roll over the course name. Limit to ~150 characters
mn: ᠰᠤᠷᠤᠭᠴᠢᠳ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠣᠩᠭᠤᠬᠤ ᠦᠶᠡᠰ ᠢᠯᠡᠷᠡᠬᠦ ᠠᠭᠤᠯᠭ᠎ᠠ ᠃ ᠦᠰᠦᠭ ᠦᠨ ᠲᠣᠭ᠎ᠠ ᠶᠢ100 ᠪᠡᠷ ᠬᠢᠵᠠᠭᠠᠷᠯᠠᠨ᠎ᠠ ᠃

source: Course Overview
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠣᠢᠮᠦ ᠪᠠᠢᠳᠠᠯ

source: HTML Code Editor
mn: HTML ᠺᠣᠳ᠋ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠭᠴᠢ

source: Introductions, prerequisites, FAQs that are used on {a_link_start}yourcourse summary page{a_link_end} (formatted in HTML)
mn: {a_link_start} yourcourse summary ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠤ {a_link_end} (HTML ᠬᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ)ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ᠂ ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠨᠥᠬᠥᠴᠡᠯ᠂ ᠠᠰᠠᠭᠤᠯᠲᠠ ᠨᠤᠭᠤᠳ

source: Course Card Image
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ ᠺᠠᠷᠲ ᠤᠨ ᠵᠢᠷᠤᠭ

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
mn: ᠲᠠ ᠡᠨᠡ ᠵᠢᠷᠤᠭ ᠢ ᠪᠤᠰᠤᠳ ᠪᠦᠬᠦ {a_link_start} ᠹᠠᠢᠯ ᠲᠠᠢ ᠪᠠᠨ ᠬᠠᠮᠲᠤ ᠬᠠᠮᠢᠶᠠᠷᠴᠤ᠂ {a_link_end} ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ

source: Your course currently does not have an image. Please upload one (jPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠵᠢᠷᠤᠭ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠨᠢᠭᠡ ᠵᠢᠷᠤᠭ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ (jPEG ᠡᠰᠡᠪᠡᠯ PNG ᠹᠣᠷᠮᠠᠲ ᠂ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠄ 200px ᠥᠨᠳᠥᠷ 375px ᠥᠷᠭᠡᠨ )

source: Your course image URL
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ URL

source: Please provide a valid path and name to your course image (note: only JPEG or PNG format supported)
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠠᠮᠢᠶᠠᠲᠠᠢ ᠵᠢᠷᠤᠭ ᠲᠤ ᠬᠦᠴᠦᠨ ᠲᠠᠢ ᠪᠠᠢᠷᠰᠢᠯ ᠪᠠ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠬᠠᠩᠭᠠᠭᠠᠷᠠᠢ (ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠵᠥᠪᠬᠡᠨ JPEG ᠡᠰᠡᠪᠡᠯ PNG ᠹᠣᠷᠮᠠᠲ᠋)

source: Upload Course Card Image
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ ᠺᠠᠷᠲ ᠤᠨ ᠵᠢᠷᠤᠭ ᠢᠶᠡᠨ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ

source: Your course currently does not have an image. Please upload one (jPEG or PNG format, and minimum suggested dimensions are 1440px wide by 400px tall)
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠵᠢᠷᠤᠭ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠨᠢᠭᠡ ᠵᠢᠷᠤᠭ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ (jPEG ᠡᠰᠡᠪᠡᠯ PNG ᠹᠣᠷᠮᠠᠲ ᠂ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠄ 1440px ᠥᠷᠭᠡᠨ 400px ᠥᠨᠳᠥᠷ )

source: Your banner image URL
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠱᠣᠰᠢᠭ᠎ᠠ ᠤᠨ URL

source: Please provide a valid path and name to your banner image (note: only JPEG or PNG format supported)
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠱᠣᠰᠢᠭ᠎ᠠ ᠦᠨ ᠪᠠᠢᠷᠰᠢᠯ ᠬᠢᠭᠡᠳ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ (ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠵᠥᠪᠬᠡᠨ JPEG ᠡᠰᠡᠪᠡᠯ PNG ᠹᠣᠷᠮᠠᠲ᠋ )

source: Upload Course Banner Image
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠱᠣᠰᠢᠭ᠎ᠠ ᠣᠷᠣᠭᠤᠯᠬᠤ

source: Video Thumbnail Image
mn: ᠸᠢᠳᠢᠣ᠋ Thumbnail ᠵᠢᠷᠤᠭ

source: Your course currently does not have a video thumbnail image. Please upload one (jPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
mn: ᠲᠠᠨ ᠤ ᠬᠢᠴᠢᠶᠡᠯ ᠣᠳᠣ ᠪᠠᠷ ᠸᠢᠳᠢᠣ᠋ ᠵᠢᠷᠤᠭ ᠤᠨ ᠥᠩᠭᠡᠴᠡ ᠳᠦᠷᠰᠦ ᠦᠭᠡᠢ ᠪᠠᠢᠨ᠎ᠠ ᠃ ᠨᠢᠭᠡ (jPEG ᠡᠰᠡᠪᠡᠯ PNG ᠹᠣᠷᠮᠠᠲ ᠢ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠂ ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠳᠤ ᠪᠠᠨ ᠰᠠᠨᠠᠯ ᠪᠣᠯᠭᠠᠭᠰᠠᠨ ᠬᠡᠮᠵᠢᠶ᠎ᠡ ᠨᠢ 200px ᠥᠨᠳᠥᠷ 375px ᠥᠷᠭᠡᠨ ᠪᠠᠢᠨ᠎ᠠ )

source: Your video thumbnail image URL
mn: ᠲᠠᠨ ᠤ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠥᠩᠭᠡᠴᠡ ᠵᠢᠷᠤᠭ URL

source: Please provide a valid path and name to your video thumbnail image (note: only JPEG or PNG format supported)
mn: ᠬᠦᠴᠦᠨᠲᠡᠢ ᠵᠠᠮ᠂ ᠨᠡᠷ᠎ᠡ ᠶᠢ ᠲᠠᠨ ᠤ ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ᠤ ᠥᠩᠭᠡᠴᠡ ᠵᠢᠷᠤᠭ ᠳ᠋ᠤ᠌ ᠣᠷᠣᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ (ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ ᠵᠥᠪᠬᠡᠨ JPEG ᠡᠰᠡᠪᠡᠯ PNG ᠹᠣᠷᠮᠠᠲ᠋ )

source: Upload Video Thumbnail Image
mn: ᠸᠢᠳᠢᠣ᠋ Thumbnail ᠵᠢᠷᠤᠭ ᠪᠠᠢᠷᠢᠰᠢᠭᠤᠯᠬᠤ

source: Course Introduction Video
mn: ᠸᠢᠳᠢᠣ᠋ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ

source: Delete Current Video
mn: ᠣᠳᠣ ᠶᠢᠨ ᠸᠢᠳᠢᠣ᠋ ᠪᠢᠴᠢᠯᠭᠡ ᠶᠢ ᠤᠰᠠᠳᠬᠠᠬᠤ

source: your YouTube video's ID
mn: ᠲᠠᠨ ᠤ YouTube ᠸᠢᠳᠢᠣ᠋᠍ ᠦᠨ ID

source: Enter your YouTube video's ID (along with any restriction parameters)
mn: ᠥᠪᠡᠷ ᠦᠨ YouTube ᠸᠢᠳᠢᠣ᠋ ᠍ ᠶᠢᠨ ID ᠍ ᠢ ᠣᠷᠣᠭᠣᠯᠣᠭᠠᠷᠠᠢ ( ᠳᠠᠭᠠᠯᠳᠤᠭᠰᠠᠨ ᠬᠠᠮᠢᠶ᠎ᠠ ᠪᠥᠬᠥᠢ ᠲᠣᠭ᠎ᠠ ᠪᠠᠷᠢᠮᠲᠠ ᠲᠠᠢ ᠨᠢ ᠬᠠᠮᠲᠤ)

source: Learning Outcomes
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ

source: Add the learning outcomes for this course
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠨᠡᠮᠡᠭᠡᠷᠡᠢ

source: Add Learning Outcome
mn: ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠢ ᠨᠡᠮᠡᠬᠦ

source: Add details about the instructors for this course
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠪᠠᠭᠰᠢ ᠨᠠᠷ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭᠠᠲᠠᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠨᠡᠮᠡᠵᠦ ᠣᠷᠣᠭᠤᠯᠤᠭᠠᠷᠠᠢ

source: Add Instructor
mn: ᠪᠠᠭᠰᠢ ᠨᠡᠮᠡᠬᠦ

source: Expectations of the students taking this course
mn: ᠲᠤᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠳᠦ ᠣᠷᠣᠯᠴᠠᠬᠤ ᠰᠤᠷᠤᠭᠴᠢ ᠳᠤ ᠬᠦᠰᠡᠬᠦ ᠵᠦᠢᠯ

source: Hours of Effort per Week
mn: ᠲᠣᠰ ᠬᠢᠴᠢᠶᠡᠯ ᠢ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠳᠦ ᠭᠠᠷᠠᠭ ᠪᠥᠷᠢ ᠬᠡᠷᠡᠭᠰᠡᠬᠦ ᠴᠠᠭ

source: Time spent on all course work
mn: ᠪᠥᠬᠦᠢᠯᠡ ᠰᠤᠷᠤᠯᠴᠠᠯᠭ᠎ᠠ ᠶᠢᠨ ᠶᠠᠪᠤᠴᠠ ᠶᠢ ᠪᠡᠶᠡᠯᠡᠭᠦᠯᠬᠦ ᠳᠤ ᠬᠡᠷᠡᠭᠰᠡᠬᠦ ᠴᠠᠭ

source: Prerequisite Course
mn: ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠪᠡᠯᠡᠳᠬᠡᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ

source: Course that students must complete before beginning this course
mn: ᠡᠨᠡ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ ᠡᠮᠦᠨ᠎ᠡ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: set pre-requisite course
mn: ᠤᠷᠢᠳᠴᠢᠯᠠᠭᠰᠠᠨ ᠬᠢᠴᠢᠶᠡᠯ ᠬᠢᠬᠦ

source: Require students to pass an exam before beginning the course.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠡᠬᠢᠯᠡᠬᠦ ᠡᠴᠡ ᠪᠡᠨ ᠡᠮᠦᠨ᠎ᠡ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠪᠠᠨ ᠥᠭᠬᠦ ᠶᠢ ᠰᠤᠷᠤᠭᠴᠢ ᠨᠤᠭᠤᠳ ᠠᠴᠠ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ᠃

source: You can now view and author your course entrance exam from the {link_start}Course Outline{link_end}.
mn: ᠲᠠ ᠣᠳᠣ {link_start} Course Outline {link_end} ᠍ ᠠᠴᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶᠢ ᠦᠵᠡᠵᠦ᠂ ᠪᠢᠴᠢᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Grade Requirements
mn: ᠠᠩᠬᠢ ᠶᠢᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ

source: The score student must meet in order to successfully complete the entrance exam.
mn: ᠰᠤᠷᠤᠭᠴᠢ ᠶᠢᠨ ᠡᠯᠰᠡᠯᠲᠡ ᠶᠢᠨ ᠰᠢᠯᠭᠠᠯᠲᠠᠨ ᠳᠤ ᠠᠮᠵᠢᠯᠲᠠ ᠲᠠᠢ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠣᠨᠣᠭ᠎ᠠ ᠠᠪᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ᠃

source: Course Pacing
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠬᠢᠴᠢᠶᠡᠯ

source: Set the pacing for this course
mn: ᠡᠨᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠶᠠᠪᠠᠭᠠᠨ ᠠᠶᠠᠯᠠᠯ ᠬᠢᠬᠦ

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
mn: ᠰᠤᠷᠭᠠᠭᠴᠢ ᠪᠠᠭᠰᠢ ᠨᠠᠷ ᠬᠢᠴᠢᠶᠡᠯ ᠲᠦ ᠵᠣᠬᠢᠶᠠᠭᠴᠢᠳ ᠤᠨ ᠲᠣᠭᠲᠠᠭᠠᠭᠰᠠᠨ ᠬᠤᠷᠳᠤ ᠪᠠᠷ ᠶᠠᠪᠤᠳᠠᠭ᠃ ᠲᠠ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ᠂ ᠬᠤᠪᠢᠶᠠᠷᠢ ᠲᠠᠢ ᠬᠣᠯᠪᠣᠭ᠎ᠠ ᠲᠠᠢ ᠣᠨ ᠰᠠᠷ᠎ᠠ ᠡᠳᠦᠷ ᠢ ᠲᠤᠬᠢᠷᠠᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Self-paced courses do not have release dates for course content or due dates for assignments. Learners can complete course material at any time before the course end date.
mn: ᠥᠪᠡᠷᠲᠡᠭᠡᠨ ᠲᠦᠷᠭᠡᠨ ᠰᠢᠯᠵᠢᠭᠦᠯᠬᠦ ᠬᠢᠴᠢᠶᠡᠯ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠦᠭᠬᠦ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠡᠰᠡᠪᠡᠯ ᠳᠠᠭᠠᠭᠠᠯᠭᠠᠪᠤᠷᠢ ᠦᠭᠬᠦ ᠣᠨ ᠰᠠᠷ᠎ᠠ ᠡᠳᠦᠷ ᠪᠠᠢᠬᠤ ᠠᠯᠪᠠ ᠦᠭᠡᠢ᠃ ᠰᠤᠷᠤᠯᠴᠠᠭᠴᠢ ᠨᠠᠷ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠢᠨ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠳᠠᠭᠤᠰᠬᠤ ᠠᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠮᠠᠲ᠋ᠧᠷᠢᠶᠠᠯ ᠢᠶᠠᠨ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃

source: Course Content License
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠯᠢᠼᠧᠨᠽ

source: Select the default license for course content
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠳᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠦᠨᠳᠦᠰᠦᠨ ᠯᠢᠼᠧᠨᠽᠢ ᠶᠢ ᠰᠣᠩᠭᠣᠨ᠎ᠠ ᠤᠤ

source: How are these settings used?
mn: ᠡᠳᠡᠭᠡᠷ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠬᠡᠷᠬᠢᠨ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠠᠢᠨ᠎ᠠ ᠪᠤᠢ?

source: Your course's schedule determines when students can enroll in and begin a course.
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠬᠤᠪᠢᠶᠠᠷᠢ ᠨᠢ ᠰᠤᠷᠤᠯᠴᠠᠭᠰᠠᠳ ᠣᠷᠣᠵᠤ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠡᠰᠡᠬᠦ ᠶᠢ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠨ᠎ᠠ᠃

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
mn: ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠠᠬᠢ ᠪᠤᠰᠤᠳ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠲᠠᠨ ᠤ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠬᠤ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠳᠡᠭᠡᠷ᠎ᠡ ᠬᠠᠷᠠᠭᠳᠠᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠨᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠣᠶᠢᠮᠣ᠂ ᠬᠢᠴᠢᠶᠡᠯ᠂ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠸᠢᠳᠢᠣ᠋᠂ ᠴᠠᠭ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ ᠲᠣᠭᠠᠴᠠᠭᠠᠯᠠᠯ ᠤᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠶᠢ ᠠᠭᠤᠯᠠᠳᠠᠭ᠃ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠰᠢᠨ᠎ᠡ ᠬᠢᠴᠢᠶᠡᠯ ᠰᠣᠩᠭᠣᠬᠤ ᠶᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠤ ᠲᠠᠯᠠᠷᠠᠬᠢ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠠᠰᠢᠭᠯᠠᠬᠤ᠃

source: Your policy changes have been saved.
mn: ᠲᠠᠨ ᠤ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠬᠠᠳᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠢᠨ᠎ᠠ ᠃

source: There was an error saving your information. Please see below.
mn: ᠲᠠᠨ ᠤ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠳᠤ ᠠᠯᠳᠠᠭ᠎ᠠ ᠭᠠᠷᠤᠯ᠎ᠠ᠃ ᠳᠣᠣᠷ᠎ᠠ ᠬᠠᠷᠠᠨ᠎ᠠ ᠤᠤ᠃

source: Manual Policy Definition
mn: ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠲᠣᠳᠣᠷᠬᠠᠢᠯᠠᠯᠲᠠ

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
mn: {strong_start} ᠠᠩᠬᠠᠷᠤᠭᠤᠯᠭ᠎ᠠ {strong_end}᠄ ᠡᠳᠡᠭᠡᠷ ᠢ ᠳᠤᠷ᠎ᠠ ᠪᠠᠷ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠪᠣᠯᠬᠣ ᠦᠭᠡᠢ

source: Show Deprecated Settings
mn: ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠨᠢ ᠥᠩᠭᠡᠷᠡᠭᠰᠡᠨ ᠲᠣᠬᠢᠷᠭ᠎ᠠ ᠶᠢ ᠬᠠᠷᠠᠭᠤᠯᠬᠤ

source: What do advanced settings do?
mn: ᠥᠨᠳᠥᠷ ᠳᠡᠰ ᠦᠨ ᠲᠣᠬᠢᠷᠭ᠎ᠠ ᠨᠢ ᠶᠠᠮᠠᠷᠬᠦ ᠬᠡᠷᠡᠭᠴᠡᠭᠡᠲᠡᠢ ᠲᠠᠢ ᠪᠠᠢᠳᠠᠭ ᠪᠣᠢ ?

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
mn: ᠨᠠᠷᠢᠪᠴᠢᠯᠠᠭᠰᠠᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠨᠢ ᠲᠣᠳᠣᠷᠬᠠᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠤᠨ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠶᠢ ᠤᠳᠤᠷᠢᠳᠤᠨ᠎ᠠ᠃ ᠡᠨᠡ ᠬᠠᠭᠤᠳᠠᠰᠤᠨ ᠳᠡᠭᠡᠷ᠎ᠡ ᠲᠠ ᠲᠤᠰᠬᠠᠢ ᠬᠢᠴᠢᠶᠡᠯ ᠦᠨ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ ᠶᠢ ᠤᠳᠤᠷᠢᠳᠳᠠᠭ JSON ᠍ ᠲᠤ ᠰᠠᠭᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠲᠦᠯᠬᠢᠭᠦᠷ ᠪᠣᠯᠤᠨ ᠦᠨ᠎ᠡ ᠶᠢᠨ ᠬᠣᠣᠰ ᠬᠣᠣᠰᠯᠠᠭᠰᠠᠨ ᠭᠠᠷ ᠠᠪᠤᠯᠭ᠎ᠠ ᠶᠢᠨ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃

source: Any policies you modify here override all other information you've defined elsewhere in {studio_name}. Do not edit policies unless you are familiar with both their purpose and syntax.
mn: ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶᠢᠨ ᠶᠠᠮᠠᠷ ᠴᠤ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠡᠨᠳᠡ {studio_name} ᠍ ᠦᠨ ᠥᠭᠡᠷ᠎ᠡ ᠪᠤᠰᠤᠳ ᠲᠣᠳᠣᠷᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ ᠪᠤᠰᠤᠳ ᠪᠦᠬᠦ ᠮᠡᠳᠡᠭᠡᠯᠡᠯ ᠢ ᠴᠤᠴᠠᠯᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠣᠯᠤᠨ ᠰᠢᠨᠲ᠋ᠠᠺᠰ ᠬᠣᠶᠠᠭᠤᠯᠠ ᠪᠠᠨ ᠲᠠᠨᠢᠯ ᠪᠢᠰᠢ ᠪᠣᠯ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢ ᠵᠠᠰᠠᠬᠤ ᠬᠡᠷᠡᠭ ᠦᠭᠡᠢ᠃

source: {em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (")around the string. Do not use single quotation marks (').
mn: {em_start} ᠠᠩᠬᠠᠷᠬᠤ ᠵᠦᠢᠯᠡᠰ᠄ {em_end} ᠲᠠ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠮᠥᠷ ᠦᠳ ᠢ ᠪᠣᠳᠣᠯᠭ᠎ᠠ ᠶᠢᠨ ᠤᠳᠬ᠎ᠠ ᠪᠣᠯᠭᠠᠨ ᠣᠷᠣᠭᠤᠯᠵᠤ ᠪᠠᠢᠬᠤ ᠦᠶ᠎ᠡ ᠳᠦ ᠲᠡᠮᠳᠡᠭᠲᠦ ᠮᠥᠷ ᠦᠨ ᠳᠠᠪᠬᠤᠷ ᠬᠠᠰᠢᠯᠲᠠ ᠶᠢ (")ᠠᠰᠢᠭᠯᠠᠳᠠᠭ ᠡᠰᠡᠬᠦ ᠶᠢ ᠰᠢᠯᠭᠠᠭᠠᠷᠠᠢ᠃

source: Grading Settings
mn: ᠣᠨᠣᠭ᠎ᠠ ᠥᠭᠬᠦ ᠲᠣᠬᠢᠷᠠᠭ᠎ᠠ

source: Overall Grade Range
mn: ᠨᠡᠢᠲᠡ ᠬᠣᠪᠢ ᠶᠢᠨ ᠬᠡᠪᠴᠢᠶ᠎ᠡ

source: Your overall grading scale for student final grades
mn: ᠲᠠᠨ ᠤ ᠰᠤᠷᠤᠭᠴᠢ ᠳᠤ ᠥᠭᠭᠦ ᠬᠣᠪᠢ ᠶᠢᠨ ᠬᠡᠮᠵᠢᠭᠳᠡᠯ ᠠᠪᠬᠤ ᠬᠡᠪᠴᠢᠶ᠎ᠡ

source: Add grade
mn: ᠠᠩᠭᠢᠯᠠᠯ ᠨᠡᠮᠡᠬᠦ

source: Credit Eligibility
mn: ᠵᠡᠭᠡᠯᠢ ᠶᠢᠨ ᠡᠷᠬᠡ ᠠᠪᠬᠤ

source: Settings for course credit eligibility
mn: ᠮᠡᠳᠡᠭᠡᠵᠢ ᠶᠢᠨ ᠺᠷᠧᠳᠢᠲ ᠣᠯᠭᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ

source: Minimum Credit-Eligible Grade:
mn: ᠬᠠᠮᠤᠭ ᠤᠨ ᠪᠠᠭ᠎ᠠ ᠵᠡᠭᠡᠯᠢ ᠳᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠠᠩᠭᠢ᠄

source: Must be greater than or equal to the course passing grade
mn: ᠬᠢᠴᠢᠶᠡᠯ ᠳᠠᠮᠵᠢᠭᠰᠠᠨ ᠵᠡᠷᠭᠡ ᠲᠡᠢ ᠲᠡᠩᠴᠡᠭᠦᠦ ᠪᠤᠶᠤ ᠲᠡᠩᠴᠡᠭᠦᠦ ᠪᠠᠢᠬᠤ ᠶᠣᠰᠣᠲᠠᠢ

source: Grading Rules &amp; Policies
mn: ᠬᠣᠪᠢ ᠥᠭᠬᠦ ᠲᠥᠷᠢᠮ ᠪᠠ ᠠᠷᠭ᠎ᠠ
